{
  "data": [
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "https://authenticallyemmie.com/2010/08/whats-holding-you-back/",
      "title": "What's holding you back?",
      "description": "We as humans are so funny about making excuses. We are so damn good at it without even trying! We talk ourselves out of things that should be good for us in",
      "preview": "Show Offscreen Content Hide Offscreen Content Browse the Blog About About Emily Ho, Authentically Emmie Press and Media Blog Blog Archives Fashion Fav"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://everythingstainedglass.com/",
      "title": "How To Make Stained Glass - The Missing Know-How",
      "description": "Do you make stained glass and want to learn EVERYTHING there is to know about it? Improve your skill set with these freely-shared tips and tricks.",
      "preview": "Skip to content About Me Contact Me Students Login Join The Sharing Gang Facebook YouTube Pinterest The Missing Know-How When you first learn how to m"
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://www.cornertablenantucket.com/",
      "title": "The Corner Table Café",
      "description": "The Corner Table Cafe is a year-round cafe in Nantucket. Serving healthy comforting food in a place that feels like home.",
      "preview": "0"
    },
    {
      "url": "https://volvo.oemdtc.com/category/recalls",
      "title": "Recalls | Volvo - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "http://www.johntemple.net/2010/04/more-on-peer-news-and-comments.html?showComment=1495091954258",
      "title": "TEMPLE TALK: More on Peer News and comments: An interview with Jay Rosen",
      "description": "Given that there's clearly some confusion over our position on comments at Peer News, I thought I'd share this excerpt from a Skype intervie...",
      "preview": "skip to main | skip to sidebar TEMPLE TALK An editor on journalism and the media Monday, April 19, 2010 More on Peer News and comments: An interview w"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://www.belleileenmer.com/catalogue/4500001/locmaria/maison/mk04/",
      "title": "Location Belle Ile en Mer : Locmaria - Maison",
      "description": "Maison de 2 chambres à Locmaria à 800 M de la plage..",
      "preview": "Catalogue complet Recherchez un logement de vacances dans notre catalogue complet Critères et disponibilités Détail Choix des services Réservation Pla"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://www.whiskeyjam.com/",
      "title": "Whiskey Jam",
      "description": "The Official Website of Whiskey Jam.",
      "preview": "Good music for good people want to play WJ? SHOP OUR MERCH Good music for good people PLAY WHISKEY JAM SHOP OUR MERCH media news SHOWS what is whiskey"
    },
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "https://www.madfeed.co/",
      "title": "MAD - A community of chefs, cooks and farmers with an appetite for knowledge.",
      "description": "MAD inspires and empowers the global hospitality industry to create sustainable change and transform food systems for the future.",
      "preview": "To those MAD enough to believe food can shape the future. MAD is a global nonprofit based in Copenhagen. We're on a mission to equip the next generati"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "http://pfcblackchamber.org/",
      "title": "PFC Black Chamber Home Page",
      "description": "void",
      "preview": "Welcome to the PFC Black Chamber We are a meeting ground for black businesses in the greater washington region conveniently located in downtown Largo"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://phlcovid19fund.org/covid-19/",
      "title": "The Philadelphia Foundation - Our Community, Made Better",
      "description": "For more than a century, Philadelphia Foundation has increased philanthropic investment in the community, fostering the economic, civic and social vitality of Greater Philadelphia.",
      "preview": "Philadelphia Foundation HOW CHANGE HAPPENS. Philadelphia Foundation's 2023-2024 Impact Report ABOUT PHILADELPHIA FOUNDATION Philadelphia Foundation is"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "https://www.centerforeconomicinclusion.org/",
      "title": "Center for Economic Inclusion",
      "description": "void",
      "preview": "Committed to closing racial employment, income, and wealth gaps, + building racially inclusive and equitable regional economies that work for everyone"
    },
    {
      "url": "https://michaelfresh-blog.tumblr.com/",
      "title": "@michaelfresh-blog on Tumblr",
      "description": "Follow @michaelfresh-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://tivimax.web.app",
      "title": "TiviMax IPTV Player",
      "description": "void",
      "preview": "Tivimax IPTV Player offer the best watch experience for your iptv services. Download Now Tivimax IPTV Player offers the ability to view IPTV through S"
    },
    {
      "url": "https://www.theatlantic.com/international/archive/2016/11/trump-far-right-europe/507314/",
      "title": "Europe's Far Right Sees Hope in Trump's Victory - The Atlantic",
      "description": "The victory of a candidate they believe espouses their views has emboldened them.",
      "preview": "The congratulations began even before it was clear Donald Trump would triumph in the American presidential election, and they continued the next day a"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://www.pec-cares.org/",
      "title": "Pec Cares -",
      "description": "void",
      "preview": "Skip to content Global issues have a significant impact on societies, so individuals must participate in addressing these challenges in their communit"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://hyperise.com/",
      "title": "Hyperise Toolkit: Hyper-personalization for Savvy Sales & Marketing teams",
      "description": "Personalize images in your outreach and your websites text, images, videos and CTAs for each visitor without writing a single line of code.",
      "preview": "Personalization Demo Start Your Free 14 Trial Join a Live Demo Unlimited possibilities to personalize your CTA Purposeful personalized images, that vi"
    },
    {
      "url": "https://www.theglobalipcenter.com/sign-up/",
      "title": "Global Innovation Policy Center | U.S. Chamber of Commerce",
      "description": "GIPC is leading efforts to promote innovation and creativity globally by advocating for strong IP standards.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Global Innovation Policy Center GIPC is leading efforts to promote innovation"
    },
    {
      "url": "https://www.wcpfc.int/home",
      "title": "Home | WCPFC",
      "description": "void",
      "preview": "Skip to main content You are here Home A A A Western & Central Pacific Fisheries Commission (WCPFC) The Western and Central Pacific Fisheries Commissi"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    },
    {
      "url": "https://www.chat27.co.za/",
      "title": "Chat27",
      "description": "void",
      "preview": "chat·27 Welcome! A new chat·27?! We know... sequels rarely improve on the original. So we're keeping things simple. At least for starters. Reconnect w"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "https://www.visualartgroup.it/comunicare-il-made-in-italy",
      "title": "Comunicare il made in italy - Visual Art Group",
      "description": "Il ruolo del clichè Se un italiano dovesse pensare al proprio paese...",
      "preview": "Scroll to top Follow Us Fb. Ig. Lk. Skip to content Home Works Metodo Chi siamo Magazine Contatti Resta in contatto! Via Lodovico il Moro, 17 - 20143"
    },
    {
      "url": "https://castbox.fm/episode/36.)-1984-Esque-(ft.-Vaush!)-(ATLA-S2E17)-id2797011-id434340652",
      "title": "36.) 1984-Esque (ft. Vaush!) (ATLA S2E17)",
      "description": "<p>This week, Special Guest and Youtube Political Streamer Vaush stops by to nerd out with us about his all-time favorite show! (Spoilers, it's Avatar) ...",
      "preview": "Listen Top Shows Blog Discover My Cabbages! An Avatar Podcast 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) Upda"
    },
    {
      "url": "https://obsegorbecastellon.es/caritas-de-santa-isabel/",
      "title": "Cáritas de Santa Isabel de Vila-real visita San Egidio en el Trastevere",
      "description": "Los voluntarios de Cáritas de Santa Isabel han peregrinado a Roma para conocer la labor de la Comunidad de San Egidio con los pobres.",
      "preview": "Los voluntarios de Cáritas de Santa Isabel en Vila-real han visitado la Comunidad de San Egidio en el barrio romano del Trastevere. Esta entidad es co"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "http://superheroespetcare.com/?Keywords=Superheroes+Pet+Care+Game&addargs=qs%3Dqsx-19a80a09a2ded6972087ba57f44e1e8f95d627f19246dd1bbb71b807b5f1fe3ddd874f01c4f9d669dbe68f40be6c84226d72cf2e2c94f044260e38786b7d111444d51c16d249af7eafee176d66b83d53556d07d1af095698e0ad230dfd297dc7fff8fac52229e43cdd535a981d0c5d121b0c16e10c5d37ea112702b0b9cc9147a21179f1c0e4288220318973cb5847fbaa127ccb30e903963d09cdfbb2f6b7b04acde751ad5701314566b7b110e965dca8736b9fa4bb8b2513662bda74e477b591484494babdd8eaffcc9df7b17c78524fac28081e6a11870f2b2bba259296353b8221e8d3bb4385a6127d5886e9f42119e7f04a8e2a73f4258165c339c26e165bc6c8ac022541036a278f5e1090bae670732ae4e116c092e409dbee833bdb2605bd1680ce2d51db106c26791e47797ea4afdb9ab7edc35dd63eef830ef17b5ad5af96074de2e629bf9f3f07ac10a8461cd05e66fe43d4fa28a5620cac63c2f4e43174d0357508271123bc8d934c26355187aef639c53887fe3e5ae46e65cc332fa40b9acdd345ae6edfc36874530afff3e8172f2e82bcaadcdb10909dca54b3f71d698001420a8e5bbcb5d8086f3deda1b6605446c36cbb196059d2911d7ccd6ef186866dab9f338971a22cf3b21e0c508e1947f1e938c581aac6f4473f42f4b372e096fbeaf092cb0b02ff1c0b34c4e91df90db83137b5ff34fa0efb92c894677f6ebc.0714e35e89f416f0f501241261e73003",
      "title": "Super Heroes Pet Care & Training",
      "description": "void",
      "preview": "0 Puppy, Dog, and Cat Training in San Jose and Campbell. View fullsize View fullsize View fullsize View fullsize"
    },
    {
      "url": "https://www.texaslottery.com/export/sites/lottery/index.html",
      "title": "Texas Lottery | Home",
      "description": "Texas Lottery - Play the Games of Texas!",
      "preview": "Previous Slide ◀︎ Next Slide ▶︎ Est. Annuitized Jackpot $244 Million Est. Cash Value: $114.2 Million Next Draw: 10/11/2025 Results for: 10/08/2025 8 1"
    },
    {
      "url": "https://www.aicho.org/#/",
      "title": "AICHO - Home",
      "description": "There are many ways to get involved in the work that AICHO is doing. Check out some of the options below or browse our website for more information.",
      "preview": "Home Contact Gift Shop AICHO Tickets Now Available Here Let's interact! There are many ways to get involved in the work that AICHO is doing. Check out"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://polls.saintleo.edu/6405-2/",
      "title": "Polling Institute at Saint Leo University - Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo University Survey",
      "description": "The conservative governor shows double-digit leads over Democratic candidates for the job Half of respondents oppose the idea of enacting a Texas-style abortion law in Florida Rubio challenger in U.S. Senate race, Demings, trails the GOP incumbent ST. LEO, FL - The most recent poll of 500 Floridians by the Saint Leo University Polling Institute",
      "preview": "Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo Univer"
    },
    {
      "url": "https://digital-collections.columbuslibrary.org/digital/collection/p16802coll28/id/138985/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://www.fredrogers.org/",
      "title": "Home - Fred Rogers Productions",
      "description": "Peg + CatAdorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel Tiger's NeighborhoodDaniel Tiger shares relatable preschool experiences with his friends in the Neighborhood of Make-Believe. Learn More Donkey HodieDonkey Hodie is a puppet series for preschoolers inspired by the quirky, funny side of Fred Rogers",
      "preview": "Skip to content Search for: Peg + Cat Adorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel T"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/one-pot-recipes",
      "title": "One-Pot Recipes | Good Food",
      "description": "Create comfort in a pot with these filling, sumptuous one-pot recipes. Using just one pan reduces food waste, saves energy and means less washing-up.",
      "preview": "Skip to main content One-pot recipes 103 Recipes Create comfort in a pot with these filling, sumptuous recipes. One-pot cooking reduces food waste, sa"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "https://www.cebc.cnrs.fr/?lang=en",
      "title": "newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}