{
  "data": [
    {
      "url": "http://scielo.sld.cu/scielo.php?script=sci_abstract&pid=S1027-28522009000100007&lng=es&nrm=iso&tlng=es",
      "title": "Neuroprotective effect of the systemic administration of MK-801 on the pedunculopontine nucleus of hemiparkinsonian rats",
      "description": "void",
      "preview": "Mi SciELO Servicios personalizados Servicios Personalizados Articulo Inglés (pdf) Articulo en XML Referencias del artículo Como citar este artículo En"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://business.apple.com/",
      "title": "Apple Business Manager",
      "description": "Manage your organization's devices, apps, and accounts.",
      "preview": "JavaScript is required."
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.geodaten.sachsen.de/rechtsgrundlagen-und-nutzungsbedingungen-4509.html",
      "title": "Rechtsgrundlagen und Nutzungsbedingungen - Offene Geodaten - sachsen.de",
      "description": "void",
      "preview": "Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Portalübergreifend"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/Portions-and-Serving-Sizes.aspx",
      "title": "Portions and Serving Sizes - HealthyChildren.org",
      "description": "nutrition~American Academy of Pediatrics (AAP) advises parents that the amount of food children need should vary based on their ages.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "http://ParisHilton.com",
      "title": "Paris Hilton - Entrepreneur, Advocate, Musician, Entertainer",
      "description": "See All The Latest From Paris Hilton: Music, Entertainment, Advocacy Work, Shopping Guides and More",
      "preview": "Home Shop My Favorite Gifts Merch Parívie Impact Emergency Wildfire Relief Parívie About About Paris 11:11 Media Follow Me Instagram Facebook Twitter"
    },
    {
      "url": "https://www.slingomama.nl/nl/413-yaro-house-collection-ring-slings",
      "title": "Yaro House Collection Ring Slings",
      "description": "Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde. Door de stof door de ringen te rijgen kun je hem aanspannen en vastzetten. Een ringsling is geschikt om te heupdragen en kan meteen na de geboorte gebruikt worden, tot aan de peutertijd! Yaro ringslings hebben een gathered shoulder.",
      "preview": "Yaro House Collection Ring Slings Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde."
    },
    {
      "url": "http://www.leaks.fr/",
      "title": "leaks.fr est en vente",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://www.prv.pl/info/domena,membrana.keep.pl",
      "title": "membrana.keep.pl - informacje o aliasie",
      "description": "Informacje o aliasie, opinie, kontakt z abonentem. membrana.keep.pl.",
      "preview": "GRUPA PINO Patrz.pl Blogi.pl Slajdzik.pl Jpg.pl Tujest.pl Pino.pl Moblo.pl Rusz.pl Jak.pl zaloguj zarejestruj się | Katalog | Domena Alias membrana.ke"
    },
    {
      "url": "https://allenai.org/terms",
      "title": "Ai2's terms and conditions for our website.",
      "description": "Terms and conditions | Ai2",
      "preview": "Ai2 Terms And Conditions of Use Terms and Conditions of Use Effective: September 25, 2024 WELCOME TO Ai2! BEFORE YOU USE OR ACCESS OUR WEBSITES AND SE"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://www.artforgood.cz/en/virtualni-prohlidky/rozcestniky/dilo/10566/detail",
      "title": "Art for Good New Life for Exhibitions LoupeImage object (10566)",
      "description": "void",
      "preview": "Art for Good - New Life for Exhibitions Exhibitions Publications Films Audio Artists About us Partners THANK YOU Hide search cs Advanced Search Advanc"
    },
    {
      "url": "https://traininginelectrical.co.uk/blog/ever-considered-a-career-as-an-electrical-installation-testing-engineer",
      "title": "Ever considered a career as an Electrical Installation Testing Engineer? : Training in Electrical",
      "description": "As part of Training in Electricals' commitment to the Year of Engineering, we have identified an upsurge in the demand for Electrical Installation Testing Engineers.",
      "preview": "Our phone system is currently down. Please call 07468 418 535 for assistance. Electrical Training Courses in Nottingham - 7 Days a Week 01157 950 431"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "http://www.ndc-mn.org/",
      "title": "NDC | Neighborhood Development Center",
      "description": "At Neighborhood Development Center, we provide the tools and resources to help local entrepreneurs realize their dreams.",
      "preview": "Strengthening neighborhood economies from within...one entrepreneur at a time. Entrepreneur focused. At Neighborhood Development Center, we believe in t"
    },
    {
      "url": "https://tidal.com",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://keystoneservices.org/",
      "title": "Keystone Community Services - Services for youth, families and seniors.",
      "description": "Keystone Community Services provides youth programming, senior services, food shelves and distribution, and crisis support to neighborhoods surrounding St. Paul, Minnesota.",
      "preview": "You are the key Together, we can connect more people to the support they need now. Support Your Neighbors Today » Report to the Community & 2023 Annua"
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://devonprice.medium.com/",
      "title": "Devon Price - Medium",
      "description": "Read writing from Devon Price on Medium. He/Him or It/Its. Social Psychologist & Author of LAZINESS DOES NOT EXIST and UNMASKING AUTISM. Links to buy: https://linktr.ee/drdevonprice",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Devon Price 81K followers Featured Book See all ( 2 ) Laziness Does Not E"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "https://www.nextbigfuture.com/2011/01/beyond-flash-memory.html",
      "title": "Beyond flash memory | NextBigFuture.com",
      "description": "New Electronics (UK) looks at technologies that may succeed flash memory.",
      "preview": "Skip to content New Electronics (UK) looks at technologies that may succeed flash memory. Every memory technology other than dram or flash has looked"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.spinchat.com/",
      "title": "Spinchat.com - Free chat, Meet friends, Play games online",
      "description": "Come to us and hang out with new friends! Chat or discuss in our boards and play boardgames online.",
      "preview": "Forgot your password? Already registered? Name Password without chat Login Chat, meet friends and play games! Now online: 114 people Register for free"
    },
    {
      "url": "https://hyundai.oemdtc.com/category/recalls",
      "title": "Recalls | Hyundai - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://ywcaaustin.org/fightinginsolidarity/",
      "title": "Supporters - YWCA Austin | Mental Health | Volunteer | Counseling",
      "description": "Our vital community work is made possible by the support of our sponsors and partners. Join us in expressing gratitude for their invaluable contributions to our mission.",
      "preview": "0 Supporters We are proud to partner with corporations, foundations, and organizations to help us further our mission of eliminating racism and empowe"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/list",
      "title": "List | Apple Developer Documentation",
      "description": "A container that presents rows of data arranged in a single column, optionally providing the ability to select one or more members.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.danielkennedy.com",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "http://www.crayola.com/privacy.aspx",
      "title": "Privacy Policy",
      "description": "Review our Privacy Policy to understand how we collect, use, share, and protect your personal information across our services.",
      "preview": "Skip to Main Content Crayola Privacy Policy Updated and Effective as of June 29, 2023 Welcome to Crayola! This Privacy Policy describes the collection"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "http://jasonheadley.com/honestmeditation/privacypolicy.html",
      "title": "Team Headley",
      "description": "void",
      "preview": "Privacy Policy H*nest Meditation is a mobile app made in SF, CA by Team Headley. (\"H*nest Meditation\", \"we\", \"us\", \"our\"). H*nest Meditation respects"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "http://www.ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://india.mongabay.com/",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.ncoa.org/economic-security/money-management/scams-security/top-10-scams-targeting-seniors/",
      "title": "The Top Online Payment Scams Targeting Seniors",
      "description": "Older adults are frequent targets of payment scams. Learn what red flags to look out for, so you can keep yourself or a senior you know safe.",
      "preview": "Skip to main content This site uses cookies. We use cookies to give you the best experience on our website. For more information on what this means an"
    },
    {
      "url": "https://exoduslending.org/",
      "title": "What We Do - Exodus Lending - Exodus Lending",
      "description": "Break Free From Payday Loan Debt.",
      "preview": "Get out of predatory loan debt, and into financial stability. Exodus Lending works with Minnesotans to advance economic justice through consumer lendi"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://celebrityvoicechanger.com",
      "title": "Free Online Voice Changer App - Celebirty Voices",
      "description": "Use Celebrity Voice Changer to Impersonate celebrities. With our Online Voice Changer you can do Voice Recordings too, distorting & changing your voice never been easier.",
      "preview": "x INSTALL Celebrity Voice Changer Voice Changer App - Celebrity Voices Celebrity Voice Changer is the only app using deep learning tech to transform y"
    },
    {
      "url": "https://goodnighttravelwell.tumblr.com/",
      "title": "@goodnighttravelwell on Tumblr",
      "description": "Follow @goodnighttravelwell and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts oldinterneticons Follow #pictures you can hear #cat #nostalgia ur-daily-inspiration You are using an unsupported browser and things might not wo"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=register&sid=d700f12dde72825e0557a5efc3ad982d",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://subaru.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.anniewong.co/tell",
      "title": "Tell | annie",
      "description": "void",
      "preview": "top of page Tell: Stories of Girlhood > Performance > Gallery 44 Centre for Contemporary Photography as part of Field of Vision > 2017 Participating a"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://rifraf.dk/p/imonis-3-loftlampe-black-lindby/",
      "title": "Forside - RifRaf",
      "description": "Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper.",
      "preview": "Fortsæt til indhold Find de bedste og billigste lamper Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper. Søg Søg Vores mest popul"
    },
    {
      "url": "http://www.campaniaagriturismo.it/",
      "title": "Campania Agriturismo - Il portale dell'agriturismo in Campania",
      "description": "CampaniaAgriturismo.it, portale dell'agriturismo in Campania. Agriturismi di Avellino, Benevento, Caserta, Napoli e Salerno",
      "preview": "Agriturismi della provincia di Avellino Agriturismi della provincia di Benevento Agriturismi della provincia di Caserta Agriturismi della provincia di"
    },
    {
      "url": "https://homominimus.com/2014/06/06/como-aprendi-a-tomar-cafe-sin-azucar-o-sacarina/?replytocom=32214",
      "title": "Cómo aprendí a tomar café sin azúcar o sacarina - Homo Mínimus",
      "description": "Hasta hace 4 años siempre había tomado el café con sacarina, y antes con azúcar, pero consideré que la sacarina también podía tener efectos perjudiciales así que decidí librarme de ella. Hubo un tiempo en que yo decía que tomaba azúcar con café más que café con azúcar. La sacarina fue un sucedáneo que me...",
      "preview": "Saltar al contenido Homo Minimus Herrramientas del minimalismo existencial 6.6.14 31.7.23 Hasta hace 4 años siempre había tomado el café con sacarina,"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.sdfoundation.org/programs/programs-and-funds/san-diego-covid-19-community-response-fund/",
      "title": "San Diego COVID-19 Community Response Fund | San Diego Foundation",
      "description": "Through the San Diego COVID-19 Community Response Fund, we raised and granted $67 million to more than 250 nonprofits on the frontlines of the pandemic.",
      "preview": "Read in English Leer en Español"
    },
    {
      "url": "https://maxgrowshop.fi/rum_m_Kituri-de-cultivare_Kituri-camere-de-cultura-_Kituri-Gavita-729.html",
      "title": "Sklep zakończył działalność - IdoSell",
      "description": "void",
      "preview": "Sklep zakończył działalność Sklep maxgrowshop.fi zakończył działalność. Jeśli potrzebujesz skontaktować się z właścicielem tego sklepu, prosimy o kont"
    },
    {
      "url": "http://www.iaacc.com/",
      "title": "Idlewild African American Chamber of Commerce",
      "description": "void",
      "preview": "Idlewild African American Chamber of Commerce Free Events Need Love and Support - Click here to Cashapp donation Accommodation Listing For Idlewild"
    },
    {
      "url": "https://www.firmy-net.cz/gift-design",
      "title": "Gift Design | Firmy-net.cz",
      "description": "Gift Design -",
      "preview": "Praha , Brno , Ostrava , Vysočina , Pardubice , Hradec Králové , Havířov , Ústí nad Labem , Karlovy Vary , Liberec , Plzeň , České Budějovice , Zlín ,"
    },
    {
      "url": "https://blog.youtube/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://wellbreddesign.com/products/handmade-felt-cat-family-hanging-biodegradable-decoration-smokey-1",
      "title": "Skyland OK Real Estate",
      "description": "Skyland OK Real Estate - Exceptional real estate services for luxury properties, commercial estates, and residential homes.",
      "preview": "Find Your Dream Home Today Skyland OK Real Estate connects you with luxury properties and commercial estates tailored to your needs. Get Started Our S"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://www.sima.org/",
      "title": "SIMA Home",
      "description": "Join SIMA to enhance your snow and ice management business with resources, training, and networking opportunities that ensure professionalism and success in the industry.",
      "preview": "The snow industry shows up, no matter the task. Showing up with SIMA is the start to strengthening your business and our industry. Get started by leve"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.teachley.com/privacy",
      "title": "Protecting Student Data - Privacy Policy | Teachley",
      "description": "At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge. Learn more about how we use and protect student data.",
      "preview": "Protecting Student Data - Summary Statement At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://www.joelapompe.net/",
      "title": "Joe La Pompe advertising, publicité",
      "description": "A site dedicated to hunting similar advertising ideas from around the world. Shameless copycats or unfortunate coincidences ? You decide.",
      "preview": "Dirty water gun / Ah les sales eaux! Print & Outdoor Social, environmental, non-profit THE ORIGINAL? Oxfam - 2005 Water Pistol « Dirty water kills » S"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}