{
  "data": [
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    },
    {
      "url": "https://www.cnbc.com/2020/11/23/trump-biden-transition-of-power-essential-for-small-businesses-renters-homeowners.html",
      "title": "Op-ed: Trump-Biden transition essential for small businesses, renters, homeowners",
      "description": "If the Biden administration enters office without being properly prepared, the American people will suffer, writes former HUD and SBA chief Steven C. Preston.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu Key Points If the Biden administration ent"
    },
    {
      "url": "https://create.arduino.cc/projecthub?by=part&category=home-automation&difficulty=beginner&part_id=110660&sort=respected",
      "title": "Arduino Project Hub",
      "description": "Arduino Project Hub is a website for sharing tutorials and descriptions of projects made with Arduino boards",
      "preview": "Report content"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://autenticazione.imagelinenetwork.com/?function=login&redirect=https%3A%2F%2Fplantgest.imagelinenetwork.com%2Fpiante.cfm%3Flang%3Dit%26categoria%3Dfrutticole%26tipologia%3Dloti-o-kaki%26",
      "title": "Accedi alla Community di Image Line",
      "description": "Accedi alla Community di Image Line",
      "preview": "Inserisci i tuoi dati per accedere Username/Email Password Entra Non ricordi la password? Accedi utilizzando un tuo account social Accedi con Google I"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://eo.wikipedia.org/wiki/Ubstadt-Weiher",
      "title": "Ubstadt-Weiher - Vikipedio",
      "description": "void",
      "preview": "Saltu al enhavo El Vikipedio, la libera enciklopedio Ubstadt-Weiher Ubstadt-Weiher (Germanio) DEC neurba komunumo de Germanio Ĝemelurboj Montbard vd A"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://www.lesedi-int.co.za/products/credenza-1500x750",
      "title": "SUPER500-Credenza 1500 x 750 - Lesedi Interiors",
      "description": "Credenza Size: 1500x750x400 3 sliding doors 1 shelf 2 compartments",
      "preview": "OUR FACTORY AND SHOWROOM ARE OPEN MONDAYS TO FRIDAYS. We supply Trade Only. Welcome To Lesedi Interior Furniture. Take a moment and browse our online"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://www.ywcapiercecounty.org/legal-services",
      "title": "Legal Services | YWCA Pierce County",
      "description": "void",
      "preview": "top of page ESCAPE Legal Services The YWCA Legal Services Program supports survivors of intimate partner violence in their family law or domestic vi"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "https://www.bloomberg.org/",
      "title": "Bloomberg Philanthropies",
      "description": "All of the latest on Mike Bloomberg's personal and corporate giving and updates on how Bloomberg Philanthropies is improving lives around the world.",
      "preview": "Skip to main content Ensuring better, longer lives for the greatest number of people Bloomberg Philanthropies Global Forum The Bloomberg Philanthropie"
    },
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "https://saysh.com/",
      "title": "Saysh - Women Deserve Better",
      "description": "Saysh makes performance running shoes designed specifically for and by women. We're not just making shoes; we're creating a better world for women - one step at a time.",
      "preview": "Skip to content Welcome to the 2025 USOPC Hall of Fame Allyson Felix → Shop our best sellers here → Saysh has redefined the athletic experience for 11"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.sharp.com/",
      "title": "Top San Diego Hospitals and Doctors | Sharp HealthCare",
      "description": "Sharp HealthCare is San Diego's health care leader with hospitals in San Diego, affiliated medical groups, urgent care centers and a health plan.",
      "preview": "Going through open enrollment? We can help. Sharp accepts almost all insurance plans. Choose Sharp San Diego's health care leader Combining the scienc"
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://blog.militarybyowner.com/the-rosie-network-helping-military-family-owned-businesses-succeed",
      "title": "The Rosie Network: Helping Military Family-Owned Businesses Succeed",
      "description": "The Rosie Network was founded by military spouses to make it easy for the public to find and support military family-owned businesses.",
      "preview": "Member Login About Us About Us Company History Why Choose Us? Testimonials Advertise Blog Resources Resources Ebooks Home Buying Home Decorating/Maint"
    }
  ],
  "_meta": {
    "total_bookmarks": 27
  }
}