{
  "data": [
    {
      "url": "https://cardsforhumanity.frog.co/",
      "title": "Cards for Humanity",
      "description": "Cards for Humanity is a practical tool for inclusive design. Deal the cards to get a random person and their needs. Your challenge is to work out how you and your team can design for this user scenario.",
      "preview": "While we aim to be as inclusive as possible, this is an interactive experience we're using React to accomplish, as a result you'll need to enable Java"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "https://appsupport.supersimple.com",
      "title": "Super Simple App Support",
      "description": "Super Simple App Support",
      "preview": "Helpful information for the Super Simple app Search No results found Most Popular Articles Offline mode How do I lock the app so my child cannot exit"
    },
    {
      "url": "https://www.la-retro-d-aniche.com/2021/07/histoire-de-l-estaminet-de-la-verrerie-d-en-haut-la-cantine.html",
      "title": "Histoire de l'estaminet de la verrerie d'en haut : LA CANTINE - Centre de Mémoire de la Verrerie d'en Haut à ANICHE",
      "description": "- PANNEAU 14 La cantine Estaminet.pdf Tenu par Elie TRIPLET , grand-père d'Elie Ladrière qui vient de nous quitter Lire l'affiche",
      "preview": "Tous les blogs Top blogs Associations & ONG Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs As"
    },
    {
      "url": "https://www.ishares.com/us",
      "title": "iShares® ETFs by BlackRock - Investing Made Easy | iShares - BlackRock",
      "description": "Discover iShares by BlackRock, the top ETF provider offering access to stocks, bonds, and more. Start investing and unlock diverse investment opportunities.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://git.enlightenment.org/core/efl.git/tree/src/lib/elementary/Efl_Ui.h?id=44bb0c18480f5094fcd0c8be93de87be5c1d78c5",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://camerajabber.com",
      "title": "Camera Jabber - The latest news, reviews, tutorials and everything photography",
      "description": "The latest news, reviews, tutorials and everything photography",
      "preview": "News Winners of the 2025 Leica Oskar Barnack Awards announced Alejandro Cegarra has been named winner of the 2025 Leica Oskar Barnack Award (LOBA), wh"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "https://www.lieben.no",
      "title": "Lieben Fotografi, fotograf i Molde - Lieben Foto",
      "description": "Fotograf i Molde. Ekte og naturlig fotografi, øyeblikk du vil huske. Bryllup, barn, familier, nyfødfotografering.",
      "preview": "MENU 01 of 04 EKTE & NATURLIG ØYEBLIKK DU VIL HUSKE Om meg Familie Nyfødt Shop Blogg Kontakt Best of 2018 BRYLLUP Org.nr 988138703 // SALGSVILKÅR NETT"
    },
    {
      "url": "https://www.therosienetwork.org",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://www.vogue.co.uk/arts-and-lifestyle/article/priyanka-chopra-jonas-british-vogue-interview",
      "title": "Priyanka Chopra Jonas's Vogue Cover Interview In Full: Her Daughter Malti & Life With Nick Jonas | British Vogue",
      "description": "Priyanka Chopra Jonas has always fought to make her mark yet nothing could have prepared her for her journey to motherhood, finds Jen Wang. Read Priyanka Chopra Jonas's British Vogue February 2023 issue cover interview, and see the photography and pictures, in full.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story At the end of a winding, two-hundred-metre long driveway, inside a sprawlin"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://hebbarskitchen.com/",
      "title": "Hebbars Kitchen - Indian Veg Recipes | Vegetarian Indian Recipes blog",
      "description": "indian veg recipes blog with step by step photos and videos. collection of indian sweets recipes, breakfast recipes, snacks recipes, curry or sabzi recipes.",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Home Breakfast Dosa Idli Chutney Sandwich Rice Biryani Pulao Paneer Snacks Starters Appetizer Si"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://www.speakhuman.today/ecommercequote/614r1a",
      "title": "Speak Human",
      "description": "void",
      "preview": "Content copied to clipboard! Speak Human. Generate human centric microcopy for all purposes. Signal Sent by Convey Select a Category Asking for Email"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://www.shareowneronline.com/transactional/anonymous/dspp/company-plans/TGT1/2948/DPPSales",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://www.lasff.com/social-media-posts-example.html",
      "title": "Social Media Posts (example)",
      "description": "void",
      "preview": "LSFF Home Tickets & Passes Schedule 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 Submit Shop Judges Gift Store Become a Sponsor Gallery Cont"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "https://www.playstation.com/en-us/legal/terms-of-use/op-privacy-policy/",
      "title": "Privacy Policy (US)",
      "description": "void",
      "preview": "Privacy Policy About Us and this Policy This Privacy Policy explains when we collect information about you, including Personal Information (\" PI \"), w"
    },
    {
      "url": "https://abcnews.go.com/Business/video/goodwill-ceo-people-churning-low-wage-jobs-despite-94371832",
      "title": "Video Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy - ABC News",
      "description": "Goodwill CEO Steve Preston breaks down the state of the economy, and where he sees a disconnect between a hot job market and workers toiling in low-wage jobs.",
      "preview": "Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy Goodwill CEO Steve Preston breaks down the state of the economy, and where he"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Quick-Start.html",
      "title": "Quick Start - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Quick Start View page source Quick Start  This is a quick start guide for LightGBM CLI version. Follow the Installation Guide to install LightGBM fir"
    },
    {
      "url": "https://www.apple.com/safari/download/",
      "title": "Safari - Apple",
      "description": "Safari is the world's fastest browser. Enjoy more third-party extensions, powerful privacy protections, and industry-leading battery life.",
      "preview": "Safari is the best way to experience the internet on all your Apple devices. It brings robust customization options, features powerful privacy protect"
    },
    {
      "url": "http://jasonheadley.com/honestmeditation/privacypolicy.html",
      "title": "Team Headley",
      "description": "void",
      "preview": "Privacy Policy H*nest Meditation is a mobile app made in SF, CA by Team Headley. (\"H*nest Meditation\", \"we\", \"us\", \"our\"). H*nest Meditation respects"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://avpn.asia/",
      "title": "AVPN: Moving capital towards impact in Asia",
      "description": "AVPN is the largest network of social investors in Asia, fostering collaborations to increase the impact of capital deployed towards closing SDG gaps.",
      "preview": "Skip to content Search Search Login Search Search AVPN Global Conference 2023 | 20 - 22 June 2023 Days Hrs Mins Secs Join the waitlist Login About AVP"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-mac_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "https://www.smhi.se/vader/prognoser/ortsprognoser",
      "title": "Väderprognos - SMHI",
      "description": "void",
      "preview": "Huvudinnehåll Väder Väderprognos SMHI producerar väderfilmer måndagar, onsdagar och fredagar. Eller vid särskilda väder- eller varningssituationer. De"
    },
    {
      "url": "https://musclepower.pl/product-pol-16564-SANTE-Crunchy-350g.html",
      "title": "⚡ Crunchy - 350g - SANTE - Cena, dawkowanie, opinie - sklep MusclePower",
      "description": "⭐ Szeroki wybór i najlepsze ceny ➤ Sprawdź Crunchy - 350g | Darmowa wysyłka i zwrot ✅ Program lojalnościowy ✅ Kupony i Promocje ✅ Z nami zbudujesz idealną sylwetkę ⚡",
      "preview": "Dodane do porównania Porównaj produkty (0) Usuń produkty W promocji Polecany SANTE SANTE Crunchy - 350g 5.00/5.00 25 osób kupiło ten produkt Crunchy S"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://wordpress.com/log-in?redirect_to=https%3A%2F%2Fsjcharlton.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fsjcharlton.wordpress.com%252F2019%252F09%252F30%252Fwhy-local-publishers-matter%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.raps.org/regulatory-focus%E2%84%A2/news-articles/2017/9/cdrh-to-launch-critical-to-quality-pilot-program",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.sprayer-outlet.com/Landscapers-Select-48-oz-Handheld-Pump-Sprayer.htm",
      "title": "Landscapers Select 1 1/2 Quart Handheld Garden Sprayer - Insecticide Sprayer | Sprayer Outlet",
      "description": "Quality Economical small handheld garden sprayer provides an easy way to treat plants gently with pesticides.",
      "preview": "1-800-251-8824 Shopping Cart Pump Sprayer Sprayer Parts Lawn and Garden Sprayers Deck Sprayers Hose End Sprayers Backpack Sprayers Chemical Sprayers C"
    },
    {
      "url": "https://www.questdiagnostics.com/social-media?elqTrackId=ca7dff9e794942668828e4f7c98645dc&elqaid=93&elqat=2",
      "title": "Social media | Quest Diagnostics",
      "description": "Social media",
      "preview": "Skip to main content Social Media We welcome you to stay connected with us. In this section you will find links to our Twitter, Facebook, and other so"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://neue-debatte.com/tag/peter-spiegel/",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "https://www.ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/",
      "title": "Lifes alot like Music.",
      "description": "Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful.",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 23 Jun wildlifepower :"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "http://lavenaria.it/en/permanent-exhibitions?mini=2021-10&month=2021-10-30",
      "title": "Permanent Exhibitions | La Venaria Reale",
      "description": "void",
      "preview": "Skip to main content Permanent Exhibitions Permanent Exhibitions 30 October 2021 Plan your visit Plan your visit Activities Activities for families Ev"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.eventbrite.nl/e/masterclass-entrepreneurial-design-thinking-tickets-477376334467?aff=erelexpmlt",
      "title": "Masterclass Entrepreneurial Design Thinking Tickets, Thu, Mar 23, 2023 at 1:00 PM | Eventbrite",
      "description": "Eventbrite - STUDIO.WHY presents Masterclass Entrepreneurial Design Thinking - Thursday, March 23, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Masterclass Entrepreneurial Design Thinking View details Follow this organizer to stay informed on future events By STUDIO.WHY"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net/",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "https://ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://durbanchamber.co.za/",
      "title": "Home - Durban Chamber of Commerce",
      "description": "Welcome to Durban Chamber of Commerce and Industry NPC In Business For A Better World Policy and Advocacy Read More Business Development Read More Durban Chamber Membership Read More View [...]",
      "preview": "info@durbanchamber.co.za Send Email 101 Isaiah Ntshangase Rd Visit Our Office +27 31 335 1000 Call Us Facebook-f Instagram Linkedin Twitter Welcome to"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://capitaloneshopping.com/capitalone?utm_source=pony&utm_campaign=cofsite&utm_term=checkered&utm_medium=lifestyle",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://cloudskillsboost.google/paths/11",
      "title": "Cloud Engineer | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Share on LinkedIn Feed Twitter Facebook Apply your skills in Google Cloud console Cloud Engineer A Cloud Engineer plans,"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "https://cat.barchemicals.it/prodotto/bp-bioglayd/",
      "title": "BIOGLAYD | Catalogo Barchemicals Group",
      "description": "BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria",
      "preview": "BIOGLAYD BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "https://teachers20.com/",
      "title": "Teachers 2.0",
      "description": "Twitter Google+",
      "preview": "firstclassroom : Important! (via elviajedelaesperanza ) 6 years ago 146 notes Here's who voted for Betsy DeVos coffeeandbenadryl : Despite the fact th"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://huggingface.co/docs/diffusers/api/pipelines/stable_diffusion/text2img",
      "title": "Text-to-image",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Diffusers documentation Text-to-image Diffusers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset vi"
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://safety.blr.com/",
      "title": "EHS Hero",
      "description": "void",
      "preview": "Welcome Please log in to continue. Log In"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_on_homepage&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://rstev388.tumblr.com/",
      "title": "UU and GIS",
      "description": "To Invite conversation about Unitarian Universalism and Geographic Information Systems.",
      "preview": "Home Ask me anything Submit a post Archive UU and GIS allesef : mikerugnetta : brownpau : Australia. Well. There's another thing I'll never unsee. are"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://designercize.com/",
      "title": "DESIGNERCIZE",
      "description": "Retro prompt generator for whiteboard design practice.",
      "preview": "Designercize Random prompt generator for whiteboard design practice. Choose a difficulty Reload until you're happy Choose duration Hit Play Easy E Med"
    },
    {
      "url": "https://www.pueblobonito.com/resorts/emerald-bay",
      "title": "Pueblo Bonito Emerald Bay | Official Site",
      "description": "Named the \"Top Resort in Mazatlán\" by Condé Nast Traveler, Pueblo Bonito Emerald Bay is an elegant jewel set on 20 acres overlooking the Pacific Ocean.",
      "preview": "SKIP TO CONTENT Award-Winning Luxury on the Pacific Coast Pueblo Bonito Emerald Bay Resort & Spa A Four-Diamond Gem in Mazatlán, Mexico Pueblo Bonito"
    },
    {
      "url": "https://www.pinterest.com/people/",
      "title": "People (people) - Profile | Pinterest",
      "description": "People | PEOPLE.com is the No. 1 site for celebrity news! Follow us for the best in star style, recipes, memes and more",
      "preview": "People (people) - Profile | Pinterest Created Saved Explore When autocomplete results are available use up and down arrows to review and enter to sele"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://shape.so/",
      "title": "Shape 2",
      "description": "Shape lets you customize the style, colors and border of static & animated icons and illustrations. You can export to React, SVG and Lottie code.",
      "preview": "void"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://www.tillhub.at/kassensysteme-baeckerei/",
      "title": "Kassensystem Bäckerei | Die smarte Tillhub Kassa",
      "description": "Das innovative Kassensystem für Deine Bäckerei ❤ 100% gesetzeskonform ✓ beständig gegen Mehl und Co. ✓ Warenwirtschaft ✓ einfache Einarbeitung ✓ DATEV-Export ➽ Jetzt zu Tillhub!",
      "preview": "Jetzt unverbindlich beraten lassen +43 800 007 330 Dashboard DIE OPTIMALE BÄCKEREI KASSE! Das All-in-One Kassensystem Bäckerei Der Gang zum Bäcker geh"
    },
    {
      "url": "https://www.mnkaren.org/",
      "title": "Karen Organization of Minnesota",
      "description": "Karen Organization of Minnesota builds on the strengths of refugee and immigrant communities and removes barriers to achieving economic, social, and cultural wellbeing.",
      "preview": "Skip to content (651)788-7593 Welcome to KOM Building on the strengths of refugee and immigrant communities and removing barriers to achieving economi"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://violenceagainstchildren.un.org/",
      "title": "Home | Special Representative of the Secretary-General on Violence Against Children",
      "description": "void",
      "preview": "Skip to main content Special Representative of the Secretary-General on Violence Against Children In Focus 11 July 2025 Regional meeting of the Pathfi"
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://hivdoula.work/27-questions",
      "title": "Twenty-Seven Questions to Consider When Writing About COVID-19 and HIV/AIDS - HIV DOULA work",
      "description": "void",
      "preview": "HIV DOULA work Sign In My Account \"Positive,\" ink on paper, 2020, Karen Finley, @ the_yam_mam Twenty-Seven questions for Writers & Journalists to Cons"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://www.belleileenmer.com/catalogue/4500001/locmaria/maison/mk04/",
      "title": "Location Belle Ile en Mer : Locmaria - Maison",
      "description": "Maison de 2 chambres à Locmaria à 800 M de la plage..",
      "preview": "Catalogue complet Recherchez un logement de vacances dans notre catalogue complet Critères et disponibilités Détail Choix des services Réservation Pla"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.latorre1905.it/cronoca-locale/sprechi-chi-controlla-i-dirigenti/",
      "title": "Sprechi, chi controlla i dirigenti? | La Torre 1905",
      "description": "void",
      "preview": "Sprechi, chi controlla i dirigenti? Gen 26, 2013 | Cronaca , in Abbonamento | Troppo il denaro pubblico sperperato, cittadini e opposizione dovrebbero"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "http://www.pc.ibm.com/",
      "title": "IBM",
      "description": "For more than a century, IBM has been a global technology innovator, leading advances in AI, automation and hybrid cloud solutions that help businesses grow.",
      "preview": "Explore, build and launch at IBM TechXchange 2025 Read key dev announcements from the conference and explore how gen AI is transforming build and auto"
    }
  ],
  "_meta": {
    "total_bookmarks": 144
  }
}