{
  "data": [
    {
      "url": "https://protocol.mozilla.org/",
      "title": "Mozilla Protocol",
      "description": "void",
      "preview": "Mozilla Protocol 22.0.0 Mozilla Protocol Protocol is a design system for Mozilla and Firefox websites. It establishes a common design language, provid"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "http://news.richmondnewsnow.com/story/530006/61-cagr-construction-accounting-software-market-impelled-by-blooming-construction-industry-by-2027.html",
      "title": "6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 - Richmond News Now",
      "description": "void",
      "preview": "Richmond News Now 6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 Back To Homepage Subscribe To"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.disposerx.com/about-disposerx/",
      "title": "About DisposeRx, Inc. - DisposeRx, Inc.",
      "description": "DisposeRx is reducing the risks associated with unused medications in the home and helping to keep family members and friends safe.",
      "preview": "Skip to content North Carolina-based DisposeRx, Inc. is dedicated to improving medication safety by decreasing the number of unused prescriptions in t"
    },
    {
      "url": "https://www.wxforum.net/index.php?PHPSESSID=28m1pkjhbnc0637445mfr893o4&topic=40004.0",
      "title": "How would I go about self activating the Midland 74-250C?",
      "description": "How would I go about self activating the Midland 74-250C?",
      "preview": "Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and"
    },
    {
      "url": "https://mikebloomberg.com",
      "title": "Mike Bloomberg",
      "description": "Mike's innovations in business, government, and philanthropy have made him a leader on critical issues facing America and the world.",
      "preview": "Skip to main content Michael R. Bloomberg is an entrepreneur and three-term Mayor of New York City whose innovations in government and philanthropy ha"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "http://www.csiresearch.com/JOSI-BUS-Fall2015.html",
      "title": "Academic Research Conference | Center For Scholastic Inquiry",
      "description": "CSI hosts premier conferences for academic research, behavioral science and business research. Visit our website for more information about us.",
      "preview": "Journal of Scholastic Inquiry: Business 1 Home About Us Our Team Conferences Journals Membership FAQs RESEARCHING PROFESSIONAL PRACTICE Contact Us 48"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "https://caru.bbbprograms.org/seal/Confirmation/346177012",
      "title": "CARU - CaruSeal",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. We were unable to find an active record for the seal number provided."
    },
    {
      "url": "http://www.appt.ly/privacy-policy/",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://www.distancesfrom.com/in/how-far-is-Dankuni-from-Indore-via-Ranchi/HowFarHistory/43878018.aspx",
      "title": "How far is Dankuni from Indore via Ranchi",
      "description": "How far is Dankuni from Indore,1594 Km - Distance from Indore to Dankuni via Ranchi,1275 Km - Flight distance between Indore and Dankuni",
      "preview": "Direction Map Travel Time LatLong Flight D Flight T HowFar Route TripCost CO2 Emission Calories Planner Trip Cost Itinerary Reverse percentage Simple"
    },
    {
      "url": "https://www.chmi.cz/portal/dt",
      "title": "Portál ČHMÚ : Home",
      "description": "void",
      "preview": "další instituce resortu ŽP Český hydrometeorologický ústav English | Mapa stránek Navigace Předpovědi Předpovědi počasí Hydrologické předpovědi Aktuál"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://www.grandin.com/ritual/kosher.box.variables.time.lose.sensibility.html",
      "title": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness",
      "description": "void",
      "preview": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness by Temple Grandin Department of Ani"
    },
    {
      "url": "https://whelmstadter.tumblr.com/post/116581506819",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @whelmstadter on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.ilmatieteenlaitos.fi/saa",
      "title": "Sää ja meri - Ilmatieteen laitos",
      "description": "Tekstimuotoinen tiedote ajankohtaisesta säästä sekä ennuste tulevalle vuorokaudelle. Mukana myös voimassaolevat varoitukset sekä sääennuste merenkulkijoille.",
      "preview": "Siirry sivun pääsisältöön Ei hakutuloksia Hae Sää ja meri"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://pytorch.org/docs/stable/data.html",
      "title": "torch.utils.data - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://nnedv.org/",
      "title": "Home Page - NNEDV",
      "description": "NNEDV is dedicated to creating a social, political, and economic environment in which domestic violence no longer exists.",
      "preview": "close Exit Site If you are in crisis, please contact the U.S. National Domestic Violence Hotline via phone (1-800-799-SAFE), chat (TheHotline.org), or"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "http://backupsms.weebly.com/",
      "title": "Export Messages - Sowjanya Alla",
      "description": "Save your iPhone Text Messages on to your computer. Export messages allow you to print text messages from your iphone Print Text Messages, Save iPhone Messages, Save iPhone Text, Recove iPhone Text",
      "preview": "Export iMessages + iPhone SMS Export Instructions Contact Support Instructions Contact Support App Support Home: www.backupsms.weebly.com No need to"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "http://ncdrc.nic.in",
      "title": "NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION",
      "description": "free website template",
      "preview": "◆ Selection for the post of Member in NCDRC Dt. 23/09/2025. NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION ABOUT US Hon'ble Mr. Justice Amreshwar Pra"
    },
    {
      "url": "https://data.mulhouse-alsace.fr/explore/dataset/m2a_orthophotographie-2018/information/",
      "title": "Orthophotographie 2018 sur le territoire de m2A - Open Data Mulhouse Alsace Agglomération - m2A",
      "description": "Orthophotographie de Mulhouse Alsace Agglomération produite à partir des prises de vues réalisées le 11 avril 2018. L'orthophotographie est cofinancée par l'Union Européenne avec le Fonds Européen de Développement Régional Les données d'une résolution de 8 cm par pixel sont organisées en dalles de 1kmx1km au format jpeg. Chaque dalle est téléchargeable par le fichier Zip qui contient l'image au format jpeg et un fichier de calage au format jgw pour les SIG. Le système de projection est RGF93.CC48 Couverture Spatiale : Baldersheim - Bantzenheim - Battenheim - Berrwiller - Bollwiller - Bruebach - Brunstatt-Didenheim - Chalampé - Dietwiller - Eschentzwiller- Feldkirch - Flaxlanden - Galfingue - Habsheim - Heimsbrunn - Hombourg - Illzach - Kingersheim - Lutterbach - Morschwiller-le-Bas - Mulhouse - Niffer - Ottmarsheim - Pfastatt - Petit-Landau - Pulversheim - Reiningue - Richwiller - Riedisheim - Rixheim - Ruelisheim - Sausheim - Staffelfelden - Steinbrunn-le-Bas - Ungersheim - Wittelsheim - Wittenheim - Zillisheim - Zimmersheim",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://www.relx.com/",
      "title": "RELX - Information-based analytics and decision tools",
      "description": "Make better decisions, get better results and be more productive with RELX's analytics and decision tools",
      "preview": "skip to main content Our Business Our business overview Perspectives Strategy Market segments Risk Scientific, Technical & Medical Legal Exhibitions B"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://Census.gov",
      "title": "Census.gov | U.S. Census Bureau Homepage",
      "description": "The Census Bureau's mission is to serve as the nation's leading provider of quality data about its people and economy.",
      "preview": "census.gov Notification Due to the lapse of federal funding, portions of this website are not being updated. Any inquiries submitted via www.census.go"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-tikka-masala",
      "title": "Chicken tikka masala recipe | Good Food",
      "description": "Not sure what to make for dinner? This chicken tikka masala recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken tikka masala Good Food team Save recipe Serves 10 Easy Prep: 15 mins Cook: 50 mins A star rating of 4.5 out of 5. 409 rat"
    },
    {
      "url": "https://tslaindexes.tn.gov/database-tn-research/tennessee-supreme-court-cases?f%5B0%5D=field_county%3A90&f%5B1%5D=field_sc_cause_crime%3Adisturb&f%5B2%5D=field_sc_case_date%3A1876&f%5B3%5D=field_sc_cause_crime%3Aworship&f%5B4%5D=field_sc_court_origin%3Acrimin&f%5B5%5D=field_sc_cause_crime%3Aof",
      "title": "Tennessee Supreme Court Cases | Tennessee State Library & Archives",
      "description": "void",
      "preview": "Skip to main content Tennessee State Library & Archives Main menu Home Birth & Death Records Search Military Records Search Misc. Tenn Records Search"
    },
    {
      "url": "http://www.riaa.com/",
      "title": "Home - RIAA",
      "description": "The Recording Industry Association of America® advocates for recorded music and the people and companies that create it in the United States.",
      "preview": "Skip to main content Carly Pearce WHAT HE DIDN'T DO SHARE SHARE ON: 2x MULTI-PLATINUM SINGLE Gold & Platinum Records Carly Pearce WHAT HE DIDN'T DO 2x"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/0c410d51-8e85-4308-9bb9-37c24a461ccb.html",
      "title": "OneTrust | Privacy Management Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.dualith.com/news7/2374.html",
      "title": "welcome",
      "description": "void",
      "preview": "正在安全检测 点击前往"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://www.interordi.com/en/apps/mc_plugins.php",
      "title": "Minecraft plugins - Interordi",
      "description": "Plugins and tools for Minecraft server owners.",
      "preview": "Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forums About Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forum"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "http://equitythroughresearch.com/",
      "title": "Red Orchid Spa in Dubai",
      "description": "void",
      "preview": "welcome to Red Orchid Spa THE SPA EXPERIENCE IS NO LONGER A COSTLY LUXURY. RED ORCHID SPA IS FOR ANYONE WHO WANTS TO FREQUENTLY RELAX, ESCAPE, AND THR"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "https://seabos.org/",
      "title": "SeaBOS - Connecting science with industry leaders for biosphere stewardship",
      "description": "We connect science with industry to lead global transformation towards sustainable seafood production",
      "preview": "Seafood Business for Ocean Stewardship (SeaBOS) Leading a science-based global transformation towards sustainable seafood production and a healthy oce"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://www.pixtury.com/en/photos/piancapaolo/33937",
      "title": "Modern print on canvas, poster and wall art of Naples",
      "description": "Maldives - Maldive e i loro colori",
      "preview": "Home Gallery All categories >> Popular categories Nude art Sunrise and sunset Black and white Abstract Office Hotel Sea Architecture Fantasy City cate"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://www.mojgrad.rs/Sremska-Mitrovica/Finansije-i-pravo/Finansijsko-posredovanje-investicioni-fondovi-leasing",
      "title": "Finansijsko posredovanje, investicioni fondovi, leasing - Sremska Mitrovica, Sremska Mitrovica | mojgrad.rs",
      "description": "Poslovni subjekti, prodavnice, filijale, prodajna mesta za aktivnosti Finansijsko posredovanje, investicioni fondovi, leasing, komšiluk Sremska Mitrovica, grad Sremska Mitrovica",
      "preview": "Početna stranica Finansije i pravo Finansijsko posredovanje, investicioni fondovi, leasing Vratite se na listu kategorija Sremska Mitrovica Izaberite"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "https://ich.unesco.org/en/",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The Diablos Danzantes de Corpus Christi have endured as an exp"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "https://treetrust.org/",
      "title": "Transforming Lives and Landscapes",
      "description": "Tree Trust helps young people build sustainable careers, plants trees, and provides professional tree care & landscaping through Tree Trust Landscape Services.",
      "preview": "Skip to content Non-Profit and Professional Landscape Services OrangeBall Creative 2025-06-24T09:41:31-05:00 Loading... Transforming Lives and Landsca"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://www.watttime.org/",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "http://erdekesweb.hu/category/utazas",
      "title": "Utazás - Érdekes Web",
      "description": "void",
      "preview": "Skip to content A Salzkammergut régió Ausztria egyik legvarázslatosabb vidéke, amely gyönyörű tavairól, impozáns hegyeiről és történelmi városairól hí"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-ipad-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "http://www.hfs.psu.edu/",
      "title": "Home Page | LiveOn",
      "description": "void",
      "preview": "Skip to main content Image Your Penn State Experience Starts Here Get Started Prospective Students Current Students Graduate & Family Housing Student"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "title": "Healthy diet",
      "description": "WHO fact sheet on healthy diet with key facts and information on essential dietary elements, practical advice, salt, sodium and potassium, sugars, health diet promotion, WHO response.",
      "preview": "Skip to main content WHO/V. Gupta-Smith © Credits Healthy diet 29 April 2020 Key facts A healthy diet helps to protect against malnutrition in all its"
    },
    {
      "url": "https://www.sait.ca/",
      "title": "SAIT - Southern Alberta Institute of Technology",
      "description": "The Southern Alberta Institute of Technology (SAIT) offers hands-on degree, diploma, certificate, continuing education and corporate training programs to develop the skills and knowledge employers demand.",
      "preview": "Skip to main content Turn your passion into purpose. Search Search sait.ca View all programs & courses Explore your future Browse our 2026 interactive"
    },
    {
      "url": "https://communication.ucf.edu/person/rick-brunson/",
      "title": "Rick Brunson - Nicholson School of Communication and Media",
      "description": "Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital, print and...",
      "preview": "Biography Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/home",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-mac-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/software-upgrade/g_id/1949/",
      "title": "Software Upgrade | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Your home for updates Your home for updates Will my device receive the next Android upgrade? Find out How can I check for available software updates?"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "http://catb.org/~esr/gif2png/",
      "title": "Resource page for gif2png 3.0.3",
      "description": "Resource page for gif2png",
      "preview": "Resource page for gif2png 3.0.3 09 May 2023 Home Page What's New Site Map Software Summary Convert GIFs to PNGs The gif2png program converts files fro"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://www.greatwolf.com/",
      "title": "North America's Largest Family Indoor Water Park Resorts | Great Wolf Lodge",
      "description": "Great Wolf Lodge combines water park adventures with comfortable accommodations for the perfect family vacation. Book your stay at an indoor water park near you.",
      "preview": "Skip Content WELCOME TO GREAT WOLF LODGE Choose Your Lodge YOUR ADVENTURE BEGINS HERE Welcome to Great Wolf Lodge, North America's largest group of in"
    },
    {
      "url": "https://www.cameleon.live",
      "title": "Live Streaming Apps | Video Streaming Software",
      "description": "Live Streaming Software for Mac and Windows. Live Streaming Apps for iPhone and iPad. YouTube Live, Facebook Live, RTMP live video streaming. Live broadcast app, free live apps for Facebook, Weibo and YouTube",
      "preview": "Live Streaming Apps for iPhone, Mac and PC YouTube live streaming software for Windows and Mac . Go live on Facebook from Mac and Windows . Wowza, RTM"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "http://thealliancetc.org/",
      "title": "Home • The Alliance",
      "description": "void",
      "preview": "Housing Justice Learn more Stable Ground Program Learn more Actualizing Equity Learn more Just Cause Eviction Protections Learn more Blue Line Coaliti"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}