{
  "data": [
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "https://pequesmodainfantil.com/ropa-bano/3453-bikini-nina-estampado-limones-con-short-a-conjunto-de-boboli.html",
      "title": "Bañadores de Niña - Compra Online - Bañadores Y Bikinis",
      "description": "Compra Online un bañador para niña de las mejores marcas. Encuentra bañadores, bikinis, trikinis y vestidos de baño para tu hija. Ropa de baño de 0-12 años.",
      "preview": "Si continúa utilizando este sitio, acepta nuestra política de cookies Cerrar Ok Aceptar FILTRAR (13 productos) Borrar filtros Temporada Primavera-Vera"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://vpn.mozilla.org/?utm_source=firefox-monitor&utm_medium=banner&utm_campaign=ip",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://www.arborday.org/",
      "title": "Arbor Day Foundation | Tree Planting Non-Profit",
      "description": "We're the world's largest nonprofit dedicated to planting trees, bringing their benefits to communities and forests in greatest need through our global network.",
      "preview": "Skip to main content One year later, it's time to replant hope Last fall, Hurricanes Helene and Milton carved a path of destruction across Florida. Af"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://discoveryplus.com",
      "title": "discovery+ | Stream Real-Life TV Episodes",
      "description": "discovery+ | Watch HGTV, Food Network, TLC, ID and more plus exclusive originals, all in one place.",
      "preview": "Skip To Content Something for Everyone Plans start at $5.99 Start Free Trial Free trial available to new subscribers. Terms Apply . Get It All with di"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://www.padhuskitchen.com/",
      "title": "Padhuskitchen - Easy Indian Vegetarian Recipes",
      "description": "Easy to cook Indian Vegetarian Recipes-South Indian, North Indian dishes,Tamil Brahmin recipes with step by step cooking instructions and pictures.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Recent Posts Breakfast Click Here For More Breakfast Recipes Dessert Recipes C"
    },
    {
      "url": "https://www.chanel.com/us/makeup/p/159965/le-vernis-longwear-nail-colour/",
      "title": "Nail Polish and Sets - Makeup | CHANEL",
      "description": "Shop the full range of CHANEL nail polish, base coats, top coats and nail sets. Discover the perfect colour to add the finishing touch to any look.",
      "preview": "Main content Main navigation Enable high contrast Makeup nails CHANEL nail polish protects, beautifies, and makes vibrant colours dazzle. Its ultra-du"
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://www.rhs.org.uk/vegetables/tomatoes/grow-your-own",
      "title": "How to grow tomatoes | RHS Vegetables",
      "description": "Get growing your own tomatoes, with expert advice on choosing, sowing, planting, care and harvesting",
      "preview": "RHS Growing Guides How to grow tomatoes Our detailed growing guide will help you with each step in successfully growing Tomatoes. Getting Started Choo"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://cpe.cientifica.edu.pe/",
      "title": "Carreras para gente que trabaja | Universidad Científica del Sur",
      "description": "Estudia carreras para gente que trabaja en la Universidad Científica del Sur con programas flexibles y de calidad. ¡Inscríbete hoy!",
      "preview": "Ir al contenido Pregrado Posgrado Centro de Idiomas Formación Continua Buscar Carreras para gente que trabaja Averígua qué cursos puedes convalidar Ca"
    },
    {
      "url": "https://www.latribunahoy.com/tag/jornadas-de-puertas-abiertas-medina-sidonia/",
      "title": "Jornadas de Puertas Abiertas, Medina Sidonia archivos - Noticias La Tribuna Hoy",
      "description": "La Delegación de turismo del Ayuntamiento de Medina Sidonia organiza el 9 de diciembre la XIII Jornadas de Puertas Abiertas",
      "preview": "Aviso Legal Politica de privacidad Politica de cookies Portada Costa del Sol Benahavís Benalmádena Casares Estepona Fuengirola Málaga Manilva Marbella"
    },
    {
      "url": "https://info.cell.com/request-access-to-cell-press-content",
      "title": "Request access to Cell Press content today!",
      "description": "Recommend your librarian and request access to Cell Press content today!",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "https://www.gereve63.net/collections/beaux-arts/",
      "title": "Dans les musées - Blocs-photos",
      "description": "void",
      "preview": "Dans les musées Consignes Cadrages Ambiance d'expos Art dit contemporain Air de FIAC Peintres au féminin Plaisirs de l'attente Œuvres d'art On lève la"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/racial-violence-in-wichita/index.html",
      "title": "StoryMapJS: Racial Violence in Wichita",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://www.postgresql.org/docs/current/monitoring-stats.html",
      "title": "PostgreSQL: Documentation: 18: 27.2. The Cumulative Statistics System",
      "description": "27.2.&nbsp;The Cumulative Statistics System # 27.2.1. Statistics Collection Configuration 27.2.2. Viewing Statistics 27.2.3. pg_stat_activity 27.2.4. pg_stat_replication 27.2.5. pg_stat_replication_slots 27.2.6. pg_stat_wal_receiver ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.nlm.nih.gov/socialmedia/index.html",
      "title": "Connect with NLM",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "https://potion.so/",
      "title": "Create custom Notion websites in minutes",
      "description": "Create custom websites in minutes. All on Notion. Potion adds the magic, generating a speedy site with custom domains, styles and great SEO.",
      "preview": "Potion Showcase Guides Templates Pricing Sign In Create custom Notion websites in minutes Potion adds the magic , generating a speedy site with custom"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://zoom.us/",
      "title": "One platform to connect | Zoom",
      "description": "Modernize workflows with Zoom's trusted collaboration tools: including video meetings, team chat, VoIP phone, webinars, whiteboard, contact center, and events.",
      "preview": "Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read the report Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read"
    },
    {
      "url": "https://www.orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://studio.swiperjs.com/",
      "title": "Swiper Studio - No-code Swiper builder",
      "description": "No-code Swiper builder",
      "preview": "Meet PaneFlow: Build Stunning Slideshows Visually. No Code Required All-Access Blog Sign in Swiper Studio Create Beautiful And Responsive Sliders With"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nciea.org/blog/instruction/what-leads-positive-changes-student-learning",
      "title": "void",
      "description": "Intern Sarah Wellberg collaborates with the Center's Carla Evans to explore improving student learning through instructional practices and assessments.",
      "preview": "Tags: Student learning Jul 29, 2021 The Relationships Between Instructional Practices and the Instructional Core Regarding Student Learning This is th"
    },
    {
      "url": "https://ucmp.berkeley.edu/collections/vertebrate-collection/preparation/",
      "title": "Preparation Lab",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer Bluesky Facebook Instagram About Contact People Values FAQs SUP"
    },
    {
      "url": "http://www.ardmoreroderick.com/",
      "title": "Ardmore Roderick",
      "description": "Ardmore Roderick is a full-service infrastructure solutions partner delivering design, construction management, and program management services to the transportation, utility, facility, rail, and aviation sectors.",
      "preview": "Skip to content Search Results Ardmore Roderick Transforming O'Hare Terminal 5 for Modern Travel View Project Your browser does not support the video"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "https://www.gyft.com",
      "title": "Gyft: Buy, Send & Redeem Gift Cards Online or with Mobile App",
      "description": "Gyft is the best way to buy & send gift cards online for retailers like Amazon, Starbucks, and iTunes. Use the Gyft mobile app to balance check gift cards.",
      "preview": "Buy, Send, & Redeem Gift Cards Gyft makes it easy for you to give the perfect gift card and conveniently manage them from any device!! Shop Now Buy Gi"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "http://www.ct.gov/deep/cwp/view.asp?a=2714&q=324884&deepNav_GID=1645",
      "title": "Information Page",
      "description": "void",
      "preview": "The URL is invalid or the pointer does not exist, Clear browser cache and try again."
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://discourse.mozilla-community.org/c/add-ons",
      "title": "Add-ons - Mozilla Discourse",
      "description": "Discussions about add-on development, add-on support and addons.mozilla.org. You can also learn more about add-ons on MDN, or in the add-ons blog.",
      "preview": "Add-ons Topic Replies Views Activity About the Add-ons category Add-ons 0 24614 July 11, 2014 WebExtension API support for web app windows Development"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.treadleon.net/index.html",
      "title": "TreadleOn - A Site for People-Powered Sewing Machine Users",
      "description": "Front page for Treadle On web site and email group",
      "preview": "void"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/routing",
      "title": "Getting Started: Layouts and Pages | Next.js",
      "description": "Learn how to create your first pages and layouts, and link between them with the Link component.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Layouts and Pages Copy page Layouts and Pages Next.j"
    },
    {
      "url": "https://www.solakauppa.fi/kauppa/skt-virtuaalimessut-1080x1920-olenmukana_3596/",
      "title": "SKT-virtuaalimessut-1080x1920-OlenMukana_3596 | Sola",
      "description": "void",
      "preview": "Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Kotisivu Suomi Englis"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "https://octoverse.github.com/",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://bavc.org",
      "title": "Home - BAVC Media",
      "description": "BAVC Media (Bay Area Video Coalition) is about video and a whole lot more. We are an evolving coalition of passionate creators, activists, independent makers of all mediums and everyday people, effecting change one story at a time. About Us Support BAVC From The",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Home AllTheVideoPeople77 2025-04-11T05:19:04+00:00 Loading."
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "http://www.girllovesfood.net/",
      "title": "Girl Loves Food",
      "description": "A blog for the food lover at heart. Written by Marisa Olsen in Boston, MA.",
      "preview": "by Marisa Olsen Marisa Olsen Freelance Food & Lifestyle Writer Hi I'm Marisa Olsen, a Cohasset-based food and lifestyle freelance writer. I'm original"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://www.robweir.com/blog/2006/08",
      "title": "August 2006",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar You are here: Home / 2006 / Archives for August 2006 Archives for August 2006"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://pytorch.org/docs/stable/nn.html",
      "title": "torch.nn - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.rawstory.com/",
      "title": "Raw Story - Celebrating 20 Years of Independent Journalism",
      "description": "Breaking news, political news, and investigative news reporting from Raw Story's team of journalists and prize-winning investigators.",
      "preview": "JOIN RAW STORY FOR JUST $1 About us Games US NEWS Investigations Opinion video HELP get the newsletter JOIN RAW STORY FOR JUST $1 Home Trump U.S. News"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://www.vegvesen.no/kjoretoy/",
      "title": "Kjøretøy | Statens vegvesen",
      "description": "Finn informasjon om kjøretøy og regelverk for privat- og yrkessjåfører, send inn salgsmelding, sjekk kjøretøyopplysninger og finn godkjent verksted.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://mindsetstartupacademy.medium.com/startup-investors-winning-characteristics-of-a-founding-team-with-jason-kraus-of-eqx-fund-b2ed71f8282e?source=post_internal_links---------4-------------------------------",
      "title": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund - Mindset Startup Community - Medium",
      "description": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Mindset Clip ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Startup Investors: Winning Characteristics Of A Founding Team, With Jason"
    },
    {
      "url": "https://www.yelp.com/",
      "title": "Ristoranti, dentisti, bar, saloni di bellezza, dottori a Roma - Yelp",
      "description": "Roma - recensioni e consigli degli utenti sui migliori ristoranti, attività, locali notturni, luoghi d'intrattenimento, servizi e molto altro su Yelp",
      "preview": "Entra in contatto con le migliori attività locali Aixois Foto di Elaine D. Azioni recenti Caricamento in corso... Categorie Ristoranti Shopping Vita n"
    },
    {
      "url": "https://www.bmw.com.bn/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Brunei",
      "description": "The Official BMW Brunei website: BMW automobiles, services, prices, exclusive offers, technologies and all about BMW sheer driving pleasure.",
      "preview": "Sheer driving pleasure Book a Test Drive Register Your Interest NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://bestbuyapis.github.io/bby-query-builder/#/productSearch",
      "title": "Best Buy APIs :: Query Builder",
      "description": "void",
      "preview": "Query Builder Products Stores Categories Open Box Recommendations Smart Lists API Key:"
    },
    {
      "url": "https://osc.gov",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://labs.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Home | Mozilla New Products",
      "description": "void",
      "preview": "Skip to content Home Experiment with Our Latest Products / View All Create your website and connect a custom domain for free Launch your business onli"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}