{
  "data": [
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216819",
      "title": "Seasonal variability in global industrial fishing effort | PLOS One",
      "description": "Human beings are the dominant top predator in the marine ecosystem. Throughout most of the global ocean this predation is carried out by industrial fishing vessels, that can now be observed in unprecedented detail via satellite monitoring of Automatic Identification System (AIS) messages. The spatial and temporal distribution of this fishing effort emerges from the coupled interaction of ecological and socio-economic drivers and can therefore yield insights on the dynamics of both the ecosystem and fishers. Here we analyze temporal variability of industrial fishing effort from 2015-2017 as recorded by global AIS coverage, and differentiated by fishing gear type. The strongest seasonal signal is a reduction of total deployed effort during the annual fishing moratorium on the numerically-dominant Chinese fleet, which occurs during boreal summer. An additional societally-controlled reduction of effort occurs during boreal winter holidays. After accounting for these societal controls, the total deployed effort is relatively invariant throughout the year for all gear types except squid jiggers and coastal purse seiners. Despite constant deployment levels, strong seasonal variability occurs in the spatial pattern of fishing effort for gears targeting motile pelagic species, including purse seiners, squid jiggers and longliners. Trawlers and fixed gears target bottom-associated coastal prey and show very little overall seasonality, although they exhibit more seasonal variation at locations that are further from port. Our results suggest that societal controls dominate the total deployment of fishing effort, while the behavior of pelagic fish, including seasonal migration and aggregation, is likely the most prominent driver of the spatial seasonal variations in global fishing effort.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://forsaljningavaktierivzutuc.netlify.app/1837/5071.html",
      "title": "Mongolisk skrift, mongoliska staten och mongolisk nationalism",
      "description": "void",
      "preview": "4395 Kontorslokaler i Fagersta - Just nu har vi 4 lediga på Det finns 2 personer folkbokförda på denna adress, Erik Lantz (41 år) och Louise Ludvigsso"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://www.pca.state.mn.us/quick-links/minnesota-electronics-recycling-act",
      "title": "Electronics collection and recycling | Minnesota Pollution Control Agency",
      "description": "Minnesota's law relating to the collection and recycling of video display devices (\"televisions\" and \"computer monitors\") sold to households/consumers was signed into law in May 2007.",
      "preview": "Skip to main content Electronics collection and recycling Image Putting devices with cathode ray tubes (CRTs) in mixed municipal solid waste is prohib"
    },
    {
      "url": "https://earthquake.usgs.gov/earthquakes/eventpage/us6000jllz/executive",
      "title": "void",
      "description": "void",
      "preview": "This application requires Javascript. Please enable Javascript or try our Real-time Notifications, Feeds, and Web Services . The Earthquake Event Page"
    },
    {
      "url": "https://www.burnabyheights.com/listing-category/esthetics-spa-services/",
      "title": "Esthetics & Spa Services - Heights Merchants Association",
      "description": "void",
      "preview": "Location Category Any Category Beauty & Wellness Barber Shop Beauty Salon Esthetics & Spa Services Health Food Store Community Services & Organization"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Sap%209,13-18",
      "title": "Bibbia.net: Sap 9,13-18",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://www.viceroyhotelsandresorts.com/los-cabos",
      "title": "Viceroy Los Cabos Luxury Stay",
      "description": "Discover Viceroy Los Cabos, a luxury resort with ocean views, iconic pools, spa, dining, and design that captures the spirit of Baja.",
      "preview": "Skip to main content Los Cabos Luxury Resort A private, playful hideaway at the edge of the sea and sky, Viceroy Los Cabos invites you to immerse your"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://autos.al.com/New-Ford-Maverick/Stone-Mountain-GA-30086/For-Sale?q=1,7,1606,,30086",
      "title": "New Ford Maverick For Sale near Stone Mountain, GA 30086 | Autos on al.com",
      "description": "Looking for a new Ford Maverick for sale near Stone Mountain, GA? Search over 5 million vehicles to find the best deals with Autos on al.com.",
      "preview": "New Ford Maverick For Sale near Stone Mountain, GA Home New Ford Maverick Save Current Search Filters New Search Price Mileage Year Make Model Trim Co"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://www.roku.com/products/roku-ultra",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close App shortcu"
    },
    {
      "url": "https://www.mediafax.ro/social/astazi-este-ziua-internationala-a-barbatului-19751405",
      "title": "Astăzi este Ziua Internaţională a Bărbatului",
      "description": "Ce ne-am face oare fără bărbaţi? Probabil când am face pană, am schimba maşina cu totul! Gluma, glumă dar îţi spun că astăzi este Ziua Internaţională a",
      "preview": "Prima pagină » Social » Astăzi este Ziua Internaţională a Bărbatului Astăzi este Ziua Internaţională a Bărbatului 19 nov. 2020, 03:05, Social Alice St"
    },
    {
      "url": "https://stores.bestbuy.ca/en-ca/search",
      "title": "Find the nearest Best Buy store location near you | Best Buy Canada",
      "description": "Find Best Buy store locations near you for computers, TVs, appliances, cell phones, video games, smart home tech, and Geek Squad services. Reserve online, pickup in-store.",
      "preview": "Skip to content Return to Nav Filter by Service Services Battery and Electronics Recycling Best Buy Express Best Buy Mobile Experience Store Geek Squa"
    },
    {
      "url": "https://www.factmonster.com/encyclopedia/ecology/animals/invertebrates/pink-bollworm",
      "title": "pink bollworm | FactMonster",
      "description": "pink bollworm, destructive larva of a moth, Pectinophora gossypiella. Probably of Native American origin, it is a serious pest of cotton in the S United States, chiefly along the Mexican border. The larva feeds on the blossoms, lint, and seeds of cotton",
      "preview": "ADVERTISEMENT / Columbia Encyclopedia / Plants and Animals / Animals / Zoology: Invertebrates / pink bollworm pink bollworm Enter your search terms: p"
    },
    {
      "url": "http://securenetsystems.net/mobileapp/app_privacy.html",
      "title": "Mobile App Privacy",
      "description": "We want you to know how we collect, use, and protect information about our users. This privacy policy will tell you: What information we collect How we may share information How you can limit our sharing of information WHAT INFORMATION ABOUT USERS DO WE COLLECT? Information You Give Us We receive and may s ...",
      "preview": "Skip to content Mobile App Privacy Home / Mobile App Privacy PRIVACY POLICY We want you to know how we collect, use, and protect information about our"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://www.apple.com/in/apple-music/",
      "title": "Apple Music - Apple (IN)",
      "description": "Stream millions of songs in Spatial Audio with Dolby Atmos. Available online and offline, always ad-free. Start listening for free today.",
      "preview": "New subscribers get 3 months free; redeem on iPhone. * Start your trial Apple Music For the love of music. Play over 100 million songs, always ad‑free"
    },
    {
      "url": "https://staff.walgreens.com/",
      "title": "Walgreens: Pharmacy, Health & Wellness, Photo & More for You",
      "description": "Your go-to for Pharmacy, Health & Wellness and Photo products. Refill prescriptions online, order items for delivery or store pickup, and create Photo Gifts.",
      "preview": "Skip to main content Walgreens: Pharmacy, Health & Wellness, Photo & More for You Schedule vaccinations Flu & COVID-19 testing options Manage prescrip"
    },
    {
      "url": "https://thefox.withemes.com/clean/facilisi-cum-ne-ad-vero-dolorem-quo/",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://disabilityin.org/resource/disability-stock-photography/",
      "title": "Disability Inclusive Stock Photography - Disability:IN",
      "description": "Disability:IN is pleased to offer disability inclusive stock photography to the public. In an effort to empower business to achieve disability inclusion and equality, we encourage corporations to use this in recruitment material, marketing material, internal and external communications, etc.",
      "preview": "Skip to content Search for: Disability Inclusive Stock Photography Disability Inclusive Stock Photography Disability:IN is pleased to offer disability"
    },
    {
      "url": "https://scm.uninett.no/maalepaaler/qstream/-/find_file/3cce40b9a1992728584627b157251dd6770ee942",
      "title": "Find File · 3cce40b9a1992728584627b157251dd6770ee942 · Maalepaaler / qstream · GitLab",
      "description": "Computes packet stream quality statistics for UDP/RTP from network or captured files (pcap).",
      "preview": "qstream There are no matching files Try using a different search term to find the file you are looking for. Loading"
    },
    {
      "url": "https://support.brookings.edu/",
      "title": "Support Brookings | Brookings",
      "description": "Give to Brookings today and support independent research, pioneering solutions, informed policy-making, and positive change for future generations.",
      "preview": "Search Support Brookings Search Support Brookings Join the Brookings Community Ways to Give Planned Giving Financial Information Invest in Solutions."
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://indriel.no/heftige-midtsommer-energier-og-tarotkortet-skjebnehjulet-alt-henger-sammen/",
      "title": "HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! - Indriel Body & Soul",
      "description": "Vi påvirkes av heftige energier om dagen. Her kan du lese litt om det og hvordan kortet skjebnehjulet jeg trakk for å belyse det hele, passer inn",
      "preview": "Indriel Body & Soul Fra bloggen HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! 22/06/2020 • Blogg • Ingen kommentarer Vi"
    },
    {
      "url": "http://www.usatf.org/Home.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://world.wng.org/",
      "title": "Facts-Based News for Christians | WORLD",
      "description": "WORLD is a Christian news organization producing Biblically sound, daily coverage of global, national, and cultural current events. Visit our site to read...",
      "preview": "The Sift / October 10, 2025 Vandals spray-paint Alabama church for hosting TPUSA event"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "http://www.arena.com/",
      "title": "Arena",
      "description": "Arena Music is a global community designed to create a sustainable + equitable music economy for artists & investors that is 100% free for listeners.",
      "preview": "0"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://www.laona.at/shop/shop/alle-kleider/24193-1710-9137/pretty-chiffon-dress",
      "title": "unique online-shop | Abendkleider, Ballkleider & Cocktailkleider",
      "description": "Entdecke exklusive Abendkleider, Ballkleider und Cocktailkleider im unique online-shop. Stilvolle Eleganz und luxuriöse Extravaganz für deinen perfekten Auftritt.",
      "preview": "ABOUT Shahin Moghadam ist Gründer und Kreativdirektor des Modeunternehmens UNIQUE. Mit seinem Gespür für Trends, Ästhetik und Qualität prägt er seit ü"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://team.inria.fr/graphik/projects/",
      "title": "Projects - GraphIk - Knowledge Representation and Reasoning",
      "description": "CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRISA, Inria Saclay/LIX (CEDAR), Inria Paris/ENS/CNRS (VALDA), Inria Lille Nord Europe/Cristal (Spirals), LaBRI, LTCI. GLOPACK (Granting society with LOw environmental impact innovative PACKaging), EU H2020. June 2018-36 months. Led by University of Montpellier. iCODA (Knowledge-mediated ...",
      "preview": "Projects CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRI"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://loverphilosopher.tumblr.com/",
      "title": "loverphilosopher",
      "description": ".universality. fully developed blog, 28 girlflux, bisexual, nebularomantic, she/they @wonderpeople",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna blvckgoddesss It's hard being a grown up that"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://nexleaf.org/about-us/",
      "title": "Our Story - Nexleaf Analytics",
      "description": "In 2009, Nexleaf's co-founders, Nithya Ramanathan and Martin Lukac, started a non-profit tech company in Nithya's garage. Engineers by training, our",
      "preview": "About Us Our Story our mission At Nexleaf, we partner with Ministries of Health to scale the digital tools health workers need to ensure every clinic"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://www.citizensbank.com/",
      "title": "Citizens Bank | Personal & Business Banking, Student Loans, Retirement",
      "description": "Citizens offers personal and business banking, student loans, home equity products, credit cards, and more. You're made ready and so are we. ™",
      "preview": "Citizens is here to help our customers who have been impacted by the U.S. Government Shutdown. For additional information click here You're made of ke"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.apec.org/",
      "title": "Asia-Pacific Economic Cooperation",
      "description": "void",
      "preview": "Skip to main content How Aging and AI are Rewriting the Economics of Health APEC Leaders to Convene in Korea Amid Heightened Global Interest Health Mi"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "http://blogs.edf.org/energyexchange/2018/11/08/what-if-gadgets-talked-to-the-grid-to-cut-carbon-with-this-new-technology-they-can/",
      "title": "What if gadgets talked to the grid to cut carbon? With this new technology, they can. - Energy Exchange",
      "description": "Having breakfast at a local restaurant last weekend, I was sitting next to parents who were desperately trying to get their toddler to eat the pancakes he had ordered a few minutes earlier. Watching the high-stakes drama, it occurred to me that toddlers are a bit like our electric grid: They can change drastically at [...]",
      "preview": "Back Climate change solutions We deliver game-changing solutions that have a real impact for people around the globe. Our vision: A vital Earth. For e"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://glamfhs.org.uk/bridgend-events/eventsbyday/2021/10/16/-",
      "title": "Bridgend Events",
      "description": "void",
      "preview": "+44 (0) 07490 457058 This email address is being protected from spambots. You need JavaScript enabled to view it. In order to provide you with the bes"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.script-fix.com/",
      "title": "Script & Screenplay Coverage | The Choice of Industry PRODUCERS & WRITERS",
      "description": "We provide script coverage, story development notes and screenplay analysis to the entertainment industry. Notably producers + sold screenwriters. Let us be your creative partner.",
      "preview": "Welcome to Script-Fix! We provide script coverage and screenplay development notes to writers and producers working in film and television. Let us be"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://university.mongodb.com/",
      "title": "MongoDB Courses and Trainings | MongoDB University",
      "description": "Discover our MongoDB Database Management courses and begin improving your CV with MongoDB certificates. Start training with MongoDB University for free today.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "http://aionnyc.com",
      "title": "Top Aesthetic Injector in New York, NY | AION Aesthetics",
      "description": "Aion Aesthetics is New York's premier aesthetic boutique clinic. Designated by Aesthetic Everything as the East Coast's \"Top Medical Spa 2022\" and spearheaded",
      "preview": "Skip to content You're In Good Hands. Book An Appointment Aesthetic Treatments Who touches your face matters. Your face isn't just another appointment"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://research.google/pubs/",
      "title": "Publications - Google Research",
      "description": "Google publishes hundreds of research papers each year. Publishing our work enables us to collaborate and share ideas with, as well as learn from, the broader scientific...",
      "preview": "Publications Our teams aspire to make discoveries that impact everyone, and core to our approach is sharing our research and tools to fuel progress in"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.sfexaminer.com/fixes/san-francisco-plans-to-purchase-200-units-to-house-homeless-families/",
      "title": "San Francisco plans to purchase 200 units to house homeless families | Archives | sfexaminer.com",
      "description": "'The most vulnerable families need supportive housing'",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Share This Facebook Twitter WhatsApp SMS Email Close The City is eyeing the"
    },
    {
      "url": "https://www.thebeachboyscruise.com/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "http://doc.govt.nz",
      "title": "Department of Conservation",
      "description": "Tō tātou taiāo. Tō tātou hītori. He tāonga tūturu nō Aotearoa. Maioha rawatia. Poipoia rawatia. Tukua. Our nature. Our history. It's New Zealand's unique legacy. Enjoy it. Enrich it. Pass it on.",
      "preview": "Department of Conservation Te Papa Atawhai Please enable JavaScript in your browser settings to view this site. Department of Conservation | Te Papa A"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://www.aftonbladet.se/nyheter/",
      "title": "Nyheter från Sverige och världen",
      "description": "Senaste nyheterna från Sveriges största nyhetssajt. Håller dig uppdaterad dygnet runt.",
      "preview": "search abplus Nyheter Uppgifter: Polisen har stoppat stöldliga En stor polisinsats har pågått söder om Stockholm under fredagen. - Vi har varit där me"
    },
    {
      "url": "http://www.hddlife.com/",
      "title": "HDDLife Hard Drive Diagnostic Software: Monitor HDD/SSD Health & Predict Failures",
      "description": "HDDLife hard drive diagnostic software: Analyze reliability, predict failures, and protect your data. Check HDD/SSD health in seconds. Try free!",
      "preview": "Skip to content IS YOUR DATA SAFE? All of your data - photos, videos, documents - are stored on your computer's hard drive. Find out about a possible"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.mha.gov.in",
      "title": "Home | Ministry of Home Affairs",
      "description": "void",
      "preview": "Skip to main content Ministry Of Home Affairs Har Ghar Tiranga What's New Gender Parity Workshop, Viet Nam -reg Download (1.39 MB) United Nations poli"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}