{
  "data": [
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://vw-audi.oemdtc.com/category/recalls",
      "title": "Recalls | VolksWagen & Audi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "http://www.vpchat.com/",
      "title": "Chat Rooms - Chat Games - Avatar Chat",
      "description": "Chat with your personalized avatar, play multi-player games, use instant messaging or voice chat.",
      "preview": "VPchat Shut Down February 19, 2022 It's been 20 years since VPChat was launched, following the closure of Excite VPChat, but now it has come to an end"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://fleet.7-eleven.com/",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.deutzforum.de/threads/deutz-dx230.1229/",
      "title": "Deutz DX230",
      "description": "Stoße gerade bei ebay auf einen DX230,ein Hammerteil mit fast 10l Hubraum...",
      "preview": "Menü Anmelden Registrieren App installieren Installieren Neue Beiträge Foren durchsuchen Werbefrei für Mitglieder. ✔ Werde jetzt kostenlos Mitglied! F"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://www.paypal.com/myaccount/privacy/cookiePrefs?locale=en_US",
      "title": "PayPal Privacy",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php",
      "title": "Is Dianne Feinstein mentally unfit to serve? Top senators, colleagues cite recent interactions",
      "description": "Sen. Dianne Feinstein's colleagues say the senator's memory is rapidly deteriorating.",
      "preview": "Politics Colleagues worry Dianne Feinstein is now mentally unfit to serve, citing recent interactions By Tal Kopan , Joe Garofoli Updated Oct 26, 2022"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://www.tm-tracking.org/",
      "title": "Trygg Mat Tracking (TMT) | Intelligence and Analysis",
      "description": "Trygg Mat Tracking (TMT) is a non-profit organisation that provides national fisheries authorities and international organisations with fisheries intelligence, analysis, and capacity building, targeting a reduction of illegal fishing and broader improvements in ocean governance.",
      "preview": "top of page Fisheries intelligence, analysis & capacity building to combat illegal fishing Intro ABOUT TMT TMT is a non-profit organisation that provi"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "https://kvdveganbeauty.com/collections/brow/products/super-pomade-vegan-eyeliner-shadow-brow-pigment",
      "title": "KVD Beauty Super Pomade Vegan Eyeliner, Shadow & Brow Pigment | KVD Beauty",
      "description": "Shop KVD's Super Brow pomade. This waterproof eyebrow pomade not only comes in natural color but also includes 7 artistic shades for a one of a kind look. This waterproof, high pigment pomade is the missing tool in your beauty arsenal. Be bold with KVD Beauty!",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/functional",
      "title": "The Functional API | TensorFlow Core",
      "description": "Complete guide to the functional API.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide The Functional API Stay organized with co"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://reesesbookclub.com/",
      "title": "Home - Reese's Book Club",
      "description": "Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the story.",
      "preview": "Skip to content Where Women's Stories Shine Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the"
    },
    {
      "url": "https://nationalgeographicpartners.com/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mymondomix.com/jacqueline-pearce-nude",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://mutha.com/",
      "title": "MUTHA",
      "description": "CARING FOR YOU LIKE YOUR OWN MUTHA WOULD. MUTHA® is where natural beauty meets scientific innovation for clean, effective skincare.",
      "preview": "Shop All Body Face Sets Pregnancy Blog WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD Shop Best Sellers Cult Fave"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.hooverfuneralhome.com/obituaries/Geoffrey-Allen-McCormack?obId=21526806",
      "title": "Obituary information for Geoffrey Allen McCormack",
      "description": "View Geoffrey Allen McCormack's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Geoffrey Allen McCormack July 21, 2017 Geoffrey Allen McCormack Obituary Tribute Notifications TM Stay up-to-date on event infor"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://isc.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=iscworkday",
      "title": "Home - Your source for Workday support | Employee Workday Help",
      "description": "Help navigating Workday for your benefits, pay, and other HR-related tasks.",
      "preview": "Skip to main content Open Enrollment is Coming Soon! Open Enrollment begins October 27. No changes can be made for 2026 until Open Enrollment begins."
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://dmca.openstreetmap.org/",
      "title": "| OpenStreetMap Foundation - DMCA Notice Procedure",
      "description": "void",
      "preview": "DMCA Notice Procedure If you believe content on OpenStreetMap violates your copyright and wish to file a DMCA notice, please follow the procedure belo"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "http://www.leaks.fr/",
      "title": "leaks.fr est en vente",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://support.xbox.com/help/games-apps/my-games-apps/all-about-pc-gaming",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "http://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.elsevier.com/",
      "title": "Elsevier | A global leader for advanced information and decision support in science and healthcare",
      "description": "Elsevier provides advanced information and decision support to accelerate progress in science and healthcare worldwide.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://hasundgot.macron.no/macron/8162070111/tiber-1-4-zip-top-navy-hvit-3xl-stilren-treningsgenser--unisex",
      "title": "Klubbshop - Hasundgot IL",
      "description": "Klubbshop",
      "preview": "2002532 MacronD4 Oppdaterer, vennligst vent... Produkter Totalt antall treff: Se hele resultatet... Kategorier Merker Merkenavn Artikler Antall artikl"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/blueprints/",
      "title": "Modular Applications with Blueprints - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Modular Applications with Blueprints Modular Applications with Blueprints ¶"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "http://tech-m.com.pl/oferta/rodzaj-montazu/na-zewnatrz-pojazdu/",
      "title": "NA ZEWNĄTRZ POJAZDU | Techmot",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://michaelfresh-blog.tumblr.com/",
      "title": "@michaelfresh-blog on Tumblr",
      "description": "Follow @michaelfresh-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://yle.fi/uutiset",
      "title": "Uutisia lyhyesti | Yle Uutiset",
      "description": "Uutiset nopeasti ja luotettavasti.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Uutisia lyhyesti Hallituksen rivit repeilivät Oulaskankaan yöpäivystyksen säilyttämistä koskevassa äänestyksessä. Ka"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Quick-Start.html",
      "title": "Quick Start - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Quick Start View page source Quick Start  This is a quick start guide for LightGBM CLI version. Follow the Installation Guide to install LightGBM fir"
    },
    {
      "url": "https://www.chuldenkopaintings.com/about",
      "title": "ABOUT - CHULDENKO",
      "description": "void",
      "preview": "0 photo:james geer SARAH CHULDENKO Sarah Chuldenko Reynolds lives and works in Los Angeles, California. She is originally from Chagrin Falls, Ohio and"
    },
    {
      "url": "https://123moviesfree.net/home",
      "title": "123Movies - Watch HD Movies Online Free | 123movie | 123 movies",
      "description": "123Movies Watch Movies Online For Free and Download the latest movies without Registration at 123 Movies",
      "preview": "Captain America: Brave New World After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international in"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://volkraft.com",
      "title": "Volkraft",
      "description": "void",
      "preview": "Volkraft WallpapersCraft If you have difficulties or problems with the applications please write to us by e-mail ios-support@wallpaperscraft.com andro"
    },
    {
      "url": "https://www.croquonslavie.fr/articles/astuces-galettes-rois",
      "title": "Astuces et idées | Nestlé Goodnes",
      "description": "void",
      "preview": "Aller au contenu principal Skip to main content Mieux manger, à votre façon Des conseils malins, des infos claires, et beaucoup de bon sens - Tout - A"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "https://gdpr.cision.com/",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/19240812",
      "title": "Estimating the worldwide extent of illegal fishing - PubMed",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high s ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://www.bbc.com/news",
      "title": "BBC News - Breaking news, video and the latest top stories from the U.S. and around the world",
      "description": "Visit BBC News for the latest news, breaking news, video, audio and analysis. BBC News provides trusted World, U.S. and U.K. news as well as local and regional perspectives. Also entertainment, climate, business, science, technology and health news.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://www.gofundme.com/f/in-memory-of-stephen-c-chikwem",
      "title": "Fundraiser by Annpaula Nwaneri : In Memory of Stephen C. Chikwem",
      "description": "Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HA... Annpaula Nwaneri needs your support for In Memory of Stephen C. Chikwem",
      "preview": "Annpaula Nwaneri and 6 others Donation protected Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HAPPINESS SELFIE IN"
    },
    {
      "url": "http://markhancock.blogspot.com/",
      "title": "PhotoJournalism",
      "description": "Pro photojournalist Mark M. Hancock discusses photojournalism and eccentricities associated with gathering images for newspapers, magazines and more.",
      "preview": "skip to main | skip to sidebar PhotoJournalism Professional photojournalist Mark M. Hancock discusses photojournalism and the eccentricities associate"
    },
    {
      "url": "https://nvoronchikhin.tumblr.com/",
      "title": "@nvoronchikhin on Tumblr",
      "description": "Follow @nvoronchikhin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Chris Wondolowski scores his last ever goal in his last final game Source: youtube.com 🔴 LIVESTREAM: LEO MESSI'S PRESS CONFERENCE from CAMP NOU"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://www.naacpldf.org/critical-race-theory-faq/",
      "title": "What is Critical Race Theory? | FAQs",
      "description": "What is Critical Race Theory? Here is what you need to know about CRT. Critical race theory is an academic and legal framework that denotes that systemic racism is part of American society.",
      "preview": "critical race theory Frequently Asked Questions To help you learn more about Critical Race Theory (CRT), LDF has compiled answers to the most frequent"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://www.namenforschung.net/dfd/woerterbuch/liste/?tx_dfd_names%5Baction%5D=list&tx_dfd_names%5Bcontroller%5D=Names&tx_dfd_names%5Bquery%5D=&tx_dfd_names%5BallSelectedFacets%5D%5B0%5D=201&tx_dfd_names%5BallSelectedFacets%5D%5B1%5D=322&tx_dfd_names%5BallSelectedFacets%5D%5B2%5D=269&cHash=08017f487a918d43e58e37ef9aa339f0",
      "title": "Liste : Digitales Familiennamenwörterbuch Deutschlands (DFD) : Namenforschung.net",
      "description": "void",
      "preview": "Wörterbuch Derzeit 84871 veröffentlichte Namenartikel Anfangsbuchstabe wählen: A B C D F G H J L P R S T W Namensuche Suchtipps Geben Sie als Suchbegr"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "http://ogeiee.produce.gob.pe/index.php/shortcode/oee-documentos-publicaciones/boletines-pesca/item/876-2019-diciembre-boletin-del-sector-pesquero",
      "title": "2019 Diciembre: Boletín del Sector Pesquero",
      "description": "• El desembarque de recursos hidrobiológicos, en diciembre 2019, registró una variación interanual negativa de 65.7%,...",
      "preview": "INICIO BUSCAR DATOS ABIERTOS TRANSPARENCIA 2019 Diciembre: Boletín del Sector Pesquero 9 March 2020 Boletines Pesca Super User 5702 times • El desemba"
    }
  ],
  "_meta": {
    "total_bookmarks": 118
  }
}