{
  "data": [
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "https://dnasolves.com/articles/san-joaquin-lady-in-the-fridge/",
      "title": "After 27 years, \"Lady in the Fridge\" is Identified",
      "description": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\"",
      "preview": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\" The \"Lady in the Fridge\" is now known to be Amanda Lynn Schuman"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://www.vr.fi/fi/asiakaspalvelu",
      "title": "Asiakaspalvelu - VR",
      "description": "Tarvitsetko apua tai lisätietoa? Anna meidän auttaa.",
      "preview": "Käytät vanhentunutta selainta Selaimesi ei tue kaikkia tarvittavia toimintoja. Päivitäthän selaimesi uusimpaan versioon, parhaan käyttökokemuksen varm"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "http://www.ricettarioitaliano.com/",
      "title": "Ricettario Italiano - Benvenuti!",
      "description": "Migliaia di ricette gratis e tanti altri servizi per una dieta in allegria e per migliorare la propria cucina con poche calorie",
      "preview": "Accessibility Tools Invert colors Monochrome Dark contrast Light contrast Low saturation High saturation Highlight links Highlight headings Screen rea"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://www.olacabs.com/",
      "title": "Book Cabs Nearby at Best Price | Hire Taxi Nearby Online at Olacabs.com",
      "description": "Ola Cabs offers to book cabs nearby your location for best fares. For best taxi service at lowest fares, say Ola!",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://sustainability.stanford.edu",
      "title": "Stanford Doerr School of Sustainability",
      "description": "Accelerating the development of large-scale solutions and educating tomorrow's change makers in response to urgent planetary challenges.",
      "preview": "Main content start For life on Earth. Forever. Watch now A blueprint for mapping melting ice sheets Stanford researchers have created an open-source t"
    },
    {
      "url": "https://osc.gov",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "https://www.rig2reefexploration.org/team",
      "title": "Meet The Team - Blue Latitudes",
      "description": "void",
      "preview": "Emily Hazelwood Co-Founder Emily is a marine conservation biologist and offshore energy consultant. She has a B.A. in Environmental Science from Conne"
    },
    {
      "url": "http://www.iaacc.com/",
      "title": "Idlewild African American Chamber of Commerce",
      "description": "void",
      "preview": "Idlewild African American Chamber of Commerce Free Events Need Love and Support - Click here to Cashapp donation Accommodation Listing For Idlewild"
    },
    {
      "url": "https://president.worldbankgroup.org/",
      "title": "Ajay Banga",
      "description": "Ajay Banga is the 14th President of the World Bank Group and leads the institution's efforts to end extreme poverty and boost shared prosperity on a livable planet.",
      "preview": "Ajay Banga President World Bank Group (202) 473 7660 press@worldbank.org Full Bio High-Res Photo sec-spacing section-none sec-spacing-bottom section-n"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "https://www.camicado.com.br/p/jarra-de-vidro-para-cafeteira-oster-programavel-4401/-/A-700041533-br.lc",
      "title": "Jarra de Vidro para Cafeteira Oster Programável 4401 - Camicado",
      "description": "Jarra de Vidro Oster compatível com Cafeteira : Cafeteira Oster Flavor Programável - BVSTDC4401 Cafeteira Oster Flavor Vermelha Programável - BVSTDC4401RD Cafeteira Oster Flavor Black Programável - BVSTDCDWX20B",
      "preview": "Sair"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://www.byrdie.com/fulani-braids-4801238",
      "title": "27 Gorgeous Fulani Braid Looks to Try ASAP",
      "description": "We pulled together 27 stunning Fulani braid styles to try, especially in rising temperatures. See our favorite looks inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://meteofrance.com/previsions-meteo-france/paris/75000",
      "title": "METEO PARIS par Météo-France - Prévisions Météo gratuites pour aujourd'hui, demain et à 15 jours.",
      "description": "METEO FRANCE - Retrouvez les prévisions METEO PARIS de Météo-France pour aujourd'hui, demain et jusqu'à 15 jours, ainsi que les prévisions météos locales par heure et les prévisions de pluie.",
      "preview": "${alert.titre} ${alert.title} ${department.name} (${department.cp}) VIGILANCE ${vigilance_text} EN COURS Consulter Accueil Île-de-France Paris (dept)"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "http://vsichkozaknigite.bg/news/%D1%85%D0%B5%D1%80%D0%BC%D0%B0%D0%BD-%D0%BA%D0%BE%D1%85-%D0%BF%D1%80%D0%B8%D1%81%D1%82%D0%B8%D0%B3%D0%B0-%D0%B2-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D0%B8%D1%8F-%D0%B7%D0%B0-%D1%81%D0%B8%D0%BD%D0%B5/",
      "title": "Обичай всичко за книгите ⋆ Reading Trolls",
      "description": "Обичай всичко за книгите. Ние любителите на доброто четиво знаем, че това далеч не е така. В света и у нас става все по-модерно да се чете.",
      "preview": "Skip to content Автор: Тодора Даскалова Post category: Новини за книги Reading time: 3 mins read Обичай всичко за книгите Обикновено хората си мислят,"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "http://www.finanze.it/",
      "title": "Dipartimento Finanze - Home",
      "description": "Dipartimento delle Finanze",
      "preview": "Dipartimento delle Finanze Menu di accesso rapido Vai al menu principale Vai al campo cerca nel sito Vai al contenuto principale Vai al contenuto del"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://www.journeytothepastblog.com/2016/05/cutie-pie-is-6.html",
      "title": "Journey to the Past: Cutie Pie is 6!!!!!!",
      "description": "Wow! Cutie Pie is celebrating her sixth birthday. Happy Birthday, Cutie Pie. She is a kindergartner now and finishing up her school yea...",
      "preview": "Pages Home About Me Library Policies Surnames Toolbox Fort Custer in the World Wars Book 25 May 2016 Cutie Pie is 6!!!!!! Wow! Cutie Pie is celebratin"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.speakhuman.today/ecommercequote/614r1a",
      "title": "Speak Human",
      "description": "void",
      "preview": "Content copied to clipboard! Speak Human. Generate human centric microcopy for all purposes. Signal Sent by Convey Select a Category Asking for Email"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://www.reliatech.de/products/recombinant-proteins/cytokines-growth-factors/product/101-m646/",
      "title": "Search results for: 'products recombinant proteins cytokines growth factors product 101 m646'",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Search results fo"
    },
    {
      "url": "https://roundingsquares.com/privacy/",
      "title": "Privacy - Rounding Squares",
      "description": "Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to provide and improve the Service. By using the Service,Continue reading \"Privacy\"",
      "preview": "Skip to content Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of You"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://pittsburghfoundation.org/",
      "title": "The Pittsburgh Foundation Home | The Pittsburgh Foundation",
      "description": "void",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? A black and gold sky is the backdrop for the Downtown Pittsburgh skyl"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://ideas.stantec.com/blog/curiosity-and-artistry-6-takeaways-on-downtowns",
      "title": "Curiosity and artistry: 6 takeaways on downtowns",
      "description": "The 2018 International Downtown Association conference inspired a renewed love of place-and the desire to make downtowns better.",
      "preview": "Skip to main content Start of main content Ideas Curiosity and artistry: 6 takeaways on downtowns November 28, 2018 linkedin twitter email By Phil Sch"
    },
    {
      "url": "https://www.lespressesdureel.com/EN/auteur.php?id=661&",
      "title": "Susan Hiller - Les presses du réel",
      "description": "void",
      "preview": "list forthcoming offres spéciale best-sellers back in stock e-books vinyl records & cds dvd limited editions events newsletter / rss contact / practic"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://bridge909.org/",
      "title": "90.9 The Bridge",
      "description": "90.9 The Bridge is Kansas City's listener-supported NPR music radio station. Turn On. Tune In. Listen Local.",
      "preview": "void"
    },
    {
      "url": "https://www.baptistpress.com/resource-library/news/saddleback-church-deemed-not-in-friendly-cooperation-with-sbc/",
      "title": "Saddleback Church deemed 'not in friendly cooperation' with SBC | Baptist Press",
      "description": "NASHVILLE (BP) - The SBC Executive Committee affirmed a recommendation from the SBC Credentials Committee Tuesday (Feb. 21) to deem Saddleback Church as \"not in friendly cooperation with the Southern Baptist Convention.\"",
      "preview": "(Youtube screen capture - Saddleback Church) Metadata: Topic(s): Executive Committee , SBC News"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://www.ulta.com/p/gimme-brow-tinted-volumizing-eyebrow-gel-xlsImpprod14191015",
      "title": "Benefit Cosmetics - Gimme Brow+ Tinted Volumizing Eyebrow Gel | Ulta Beauty",
      "description": "Free Shipping at $35. Shop Gimme Brow+ Tinted Volumizing Eyebrow Gel Benefit Cosmetics",
      "preview": "Use the following zoom and pan buttons to control the image that follows them try it Tab through the images or use the previous or next buttons to nav"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://and-barnacleboy.tumblr.com/",
      "title": "The Boy Wonder",
      "description": "|#caliboy #bi #gay #sikh #black #poc|",
      "preview": "The Boy Wonder 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna and-barnacleboy whos that pokem"
    },
    {
      "url": "http://forum.mymorningjacket.net/index.php?topic=12702.20",
      "title": "Talkin' Bout Neil Young..... - Page 2",
      "description": "Talkin' Bout Neil Young..... - Page 2",
      "preview": "Welcome to My Morning Jacket . Log in Sign up My Morning Jacket Oct 10, 2025, 07:53 AM Main Menu Main Menu Home My Morning Jacket ► Off-Topic ► Other"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://mastodon.green/@mongabay",
      "title": "Mongabay (@mongabay@mastodon.green) - Mastodon.green",
      "description": "1.51K Posts, 31 Following, 2.53K Followers · Reader-supported news and inspiration from nature's frontline. Mongabay is a non-profit.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "http://www.dvdshrink.org/",
      "title": "dvdshrink.org: FREE Backup Solution for your DVD movies!",
      "description": "DVD Shrink is software to backup DVD discs. You can use this software in conjunction with DVD burning software of your choice, to make a backup copy of any DVD video disc.",
      "preview": "DVD Shrink Backup Software DVDShrink is Windows software to backup DVD discs. You can use this software in conjunction with DVD burning software of yo"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "http://www.atarihq.com/museum/coinops/index.html",
      "title": "AGH Museum -- Coin-Op (Arcade) Games",
      "description": "void",
      "preview": "- AGH COIN-OP MUSEUM - - Other AGH Museum Sections - 2600/7800 | 5200 | JAGUAR/LYNX | COMPUTERS | MISC. ATARI | NON-ATARI - Other Coin-Op Museum Secti"
    },
    {
      "url": "https://ketchup7.tumblr.com/",
      "title": "Tacos",
      "description": "void",
      "preview": "Tacos zancorvid : Persona 5 car @ Anime Expo 2017 700 notes * Posted 8 years ago via zancorvid robot-and-alien-dude : 14,777 notes * Posted 8 years ag"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "https://library.municode.com/ne/omaha/codes/code_of_ordinances?nodeId=PTIIMUCO_CH6AN",
      "title": "Municode Library",
      "description": "MunicodeNEXT, the industry's leading search application with over 3,300 codes and growing!",
      "preview": "void"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "EuroTec GmbH | LinkedIn",
      "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://www.tnpaccessories.com/products/tnp-accessories-ab-mat-black-blue",
      "title": "Ab Mat - Black/Blue | TnP Accessories",
      "description": "TnP Accessories Ab MatThe TnP Accessories Ab Mat is an effective tool to train the abdominal muscles and for developing core strength. It offers a variety of exercises that will isolate the upper and lower abs, as well as the oblique and lo...",
      "preview": "TEL : +44 203 630 0230 Roll over image to zoom in Ab Mat - Black/Blue Save £-13.99 TnP Accessories SKU: TNP964 Stock: Sold out Price: £13.99 / Sold ou"
    },
    {
      "url": "https://glamfhs.org.uk/bridgend-events/eventsbyday/2021/10/16/-",
      "title": "Bridgend Events",
      "description": "void",
      "preview": "+44 (0) 07490 457058 This email address is being protected from spambots. You need JavaScript enabled to view it. In order to provide you with the bes"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://www.thecrownact.com/about",
      "title": "About - The Official CROWN Act",
      "description": "The CROWN Act stands for \"Create a Respectful and Open World for Natural Hair,\" created in 2019 to ensure protection against discrimination based on race-based hairstyles by extending statutory protection to hair texture and protective styles such as braids, locs, twists, and knots in the workplace and public schools.",
      "preview": "0 The Official Campaign of The CROWN Act is led by the CROWN Coalition, founded by Dove, National Urban League, Color Of Change, and Western Center on"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}