{
  "data": [
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "https://shopify.dev/",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://www.lachamberfoundation.org/",
      "title": "Home - Louisiana Chamber of Commerce Foundation, Inc",
      "description": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaining the minority business community through the development of local minority chambers. Subscribe to LCCF Newsletter Training & Webinars Contact Us Events Programs Business Innovation Program (BIP) Business Innovation Program (BIP)",
      "preview": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaini"
    },
    {
      "url": "http://www.wwfmmi.org/what_we_do/fisheries/transforming_small_scale_fisheries/impact_of_covid_on_mediterranean_fisheries/",
      "title": "Impact of COVID on Mediterranean fisheries | WWF",
      "description": "Impact of COVID on Mediterranean fisheries",
      "preview": "What would you like to search for? Search The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific A"
    },
    {
      "url": "https://www.flsenate.gov/laws/constitution",
      "title": "The Florida Constitution - The Florida Senate",
      "description": "void",
      "preview": "Skip to Navigation | Skip to Main Content | Skip to Site Map FLHouse.gov | Mobile Site Senate Tracker: Sign Up | Login Go to Bill: Year: 2026 2025 202"
    },
    {
      "url": "https://www.youvisit.com/tour/montgomerycollege/131694?pl=v&tourid=tour1",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://ourspiritualquest.com/category/zeitgeist/",
      "title": "Zeitgeist | Our Spiritual Quest",
      "description": "Posts about Zeitgeist written by Laura Maxwell",
      "preview": "Our Spiritual Quest Journeying together on A Spiritual Quest - Spiritual Truths with Laura Maxwell, her radio guests and friends. Skip to content Home"
    },
    {
      "url": "https://www.rossmann.de/de/kosmetik/make-up/c/0700",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://ritavinieris.com/",
      "title": "Rita Vinieris",
      "description": "Rita Vinieris combines a unique vision with couture level craftsmanship to create iconic dresses that celebrate the women who wear them.",
      "preview": "void"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://mclanecnc.com/Uux0lgl-Thicker/R3cwxu-Thicker/Penis/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting to"
    },
    {
      "url": "https://blog.sonicbids.com/3-surefire-ways-to-stay-healthy-on-tour",
      "title": "3 Surefire Ways to Stay Healthy on Tour",
      "description": "Touring can take a real toll on a band's health, but with these three easy tips, you and your bandmates will stay in tip-top shape on the road.",
      "preview": "Music Business 101 Marketing & Promotion Booking Gigs & Touring Legal & Money Licensing & Publishing Digital & Technology Honing Your Craft Performing"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/home",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    }
  ],
  "_meta": {
    "total_bookmarks": 22
  }
}