{
  "data": [
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "http://wenk-autopflege.de/",
      "title": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "description": "Wenk Autopflege - Ihr professioneller Partner für umweltfreundliche Reinigungssysteme",
      "preview": "Ihr professioneller Partner für umweltfreundliche Reinigungssysteme Startseite Jobs Kontaktformular Impressum Datenschutz Login / Logout Startseite Fr"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://www.memberclicks.com",
      "title": "Association Management Software for Professional and Trade Associations",
      "description": "MemberClicks provides robust Association Management Software for Professional Associations, Trade Associations and Nonprofits. A purpose-built software solutions designed to simplify your membership management. Request a demo today!",
      "preview": "Skip to main content Let's connect members to your mission Membership management solutions built to empower associations, chambers and nonprofits to s"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    },
    {
      "url": "https://ui-patterns.com/patterns",
      "title": "Design patterns",
      "description": "It has long been common practice in software design to use libraries of recurring solutions to solve common problems in software design. Such solutions are also called design patterns.",
      "preview": "Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard reference point"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://www.coursereport.com/schools/merit-america",
      "title": "Merit America Reviews | Course Report",
      "description": "Read Merit America Java development bootcamp reviews, find Merit America IT Support bootcamp costs, start dates, curriculum information, and read news and interviews with Merit America bootcamp graduates.",
      "preview": "Merit America Average Rating 3.82 41 Reviews 3 Courses Save Merit America is a non-profit career development program built for working adults who want"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://blog.mozilla.org/firefox/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=firefox",
      "title": "Firefox - The Mozilla Blog",
      "description": "Get the gold standard for browsing with speed, privacy and control.",
      "preview": "Skip to content Search Search for: Category: Firefox Get the gold standard for browsing with speed, privacy and control. Firefox Shake to Summarize re"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "https://members.opensource.org/join/",
      "title": "Become a Member of OSI - OSI Members Site",
      "description": "void",
      "preview": "Search Our Site Search Search for: Support our mission Help us protect the Open Source Definition Donate and join as full member to gain the right to"
    },
    {
      "url": "https://kutyabarat.hu/cimke/elveszett/",
      "title": "elveszett - Kutyabarát életmód magazin - Együtt mindenhová",
      "description": "void",
      "preview": "Szállások Szállodák Panziók Vendégházak Vendéglátóhelyek Éttermek Kávézók Cukrászdák Sörözők és romkocsmák Borbárok Borászatok Kirándulóhelyek Egyéb h"
    },
    {
      "url": "http://repositorio.unicauca.edu.co:8080/handle/123456789/9/discover?filtertype_0=subject&filtertype_1=subject&filtertype_2=subject&filter_relational_operator_1=equals&filtertype_3=author&filter_relational_operator_0=equals&filtertype_4=has_content_in_original_bundle&filter_2=Fortalecimiento&filter_relational_operator_3=equals&filtertype_5=subject&filter_1=Experiencias+significativas&filter_relational_operator_2=equals&filtertype_6=subject&filter_0=Indagaci%C3%B3n&filter_relational_operator_5=equals&filtertype_7=dateIssued&filter_relational_operator_4=equals&filter_6=Ense%C3%B1anza&filter_relational_operator_7=equals&filter_5=Estudiantes&filter_relational_operator_6=equals&filter_4=true&filter_3=Barona+Cayola%2C+Luz+Mery&filter_7=%5B2010+TO+2019%5D&filtertype=author&filter_relational_operator=equals&filter=Castillo+Sinisterra%2C+Luz+Elena",
      "title": "Buscar",
      "description": "void",
      "preview": "Repositorio Universidad del Cauca Buscar Login Principal → Facultad de Ciencias Naturales, Exactas y de la Educación → Buscar JavaScript is disabled f"
    },
    {
      "url": "https://gnof.donorcentral.com/",
      "title": "Donorcentral",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://xeno-canto.org/explore?query=sp%3Aqmweqr%20loc%3A%22Hills%20west%20of%20Shuhe%2C%20near%20Lijiang%2C%20Yunnan%22",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.fairtradecertified.org/",
      "title": "Fair Trade Certified - Sourcing Program from Fair Trade USA",
      "description": "Fair Trade Certified is an award-winning sustainable sourcing model that improves livelihoods and builds resilient supply chains through fair trade certification.",
      "preview": "Menu Improving Lives, Protecting the Planet. Fair Trade USA™ is a pioneering Fair Trade certifier, building an innovative model of responsible busines"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://www.containerstore.com/s/natural-boot-rack/d?q=Natural%20Boot%20Rack&productId=11018663",
      "title": "Natural Boot Rack | The Container Store",
      "description": "Shop All",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.ipma.pt/pt/otempo/observar/",
      "title": "Redireccionamento",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://atom.io/",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/career",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://finance.yahoo.com/video/many-workers-gateway-skills-just-161222977.html",
      "title": "Many workers need 'gateway skills that just open up doors,' Goodwill CEO explains",
      "description": "Goodwill Industries International CEO & President Steve Preston joins Yahoo Finance Live to discuss the November jobs report, U.S. Secretary Marty Walsh's comments on the unemployment gap, providing skills and training to workers, and boosting the employment rate.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Many workers need 'gateway skills that just open up doors,' Go"
    },
    {
      "url": "https://exifremover.com/",
      "title": "EXIF Remover - Remove EXIF and Metadata from Files Online",
      "description": "Free online EXIF remover for images, videos, and PDFs. Clean metadata from your files to protect your privacy. Fast, secure, and easy to use.",
      "preview": "UPLOAD FILES CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL EXIF Remover EXIF (Exchangeable Image File Format) metadata is automatically embedded in"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://www.aprilbeer.com/",
      "title": "April Beer - Wedding Officiant, Celebrant and Non-Denominational Minister for New Jersey",
      "description": "void",
      "preview": "As a NJ Wedding Officiant & Minister, it is my commitment to make sure all of your dreams about your wedding day are realized. There are only a few oc"
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://friggsblogg09.blogspot.no/2012/11/tarotkort-matehold.html",
      "title": "Mays Krystallblogg: Tarotkort - Måtehold",
      "description": "Måtehold ...",
      "preview": "søndag 18. november 2012 Tarotkort - Måtehold Måtehold BOTA Tarot - Måtehold Kort 14 Astrologisk: Skytten Hebraisk bokstav: Samekh som betyr støtte 25"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Winter-2020/78/",
      "title": "US-Veterans-Magazine-Winter-2020 78 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.acerinc.org/",
      "title": "African Career Education & Resource (ACER) Inc. | Brooklyn Park | Housing and Social Justice | Economic and Business Development",
      "description": "African Career Education and Resources Inc. | Find resources related to housing, civic participation, small business support, and community health.",
      "preview": "top of page African Career Education & Resource, inc. (ACER) ACER (African Career Education and Resources Inc.) is the leading organization working wi"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://mda.volpe.dot.gov/seavision/contact/sv2index.php?submit=no&reqtype=techhelp",
      "title": "SeaVision: Help Desk",
      "description": "void",
      "preview": "Help Desk Please fill out the form below to submit your Technical Support request to the SeaVision Help Desk."
    },
    {
      "url": "https://swipepages.com/",
      "title": "Best Landing Page Builder for Conversions - Swipe Pages",
      "description": "Generate leads & increase conversion rate using fast, mobile optimized landing pages. A Landing page builder trusted by 7500+ ROI driven marketers.",
      "preview": "Product Landing Page Templates AI Page Builder Mobile Landing Pages Features Performance Pricing Solutions For Agencies For Ecommerce For SaaS For Rea"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.domesticworkers.org/",
      "title": "Homepage | National Domestic Workers Alliance",
      "description": "The National Domestic Workers Alliance (NDWA) works for the respect, recognition & rights for more than 2.2 million domestic workers in the US.",
      "preview": "National Domestic Workers Alliance Search for: Donate Donar For Domestic Workers Resource Hub Chapters & Affiliates Get Worker Updates Join NDWA Alrea"
    },
    {
      "url": "https://www.houseofindya.com/women-accessories/cat",
      "title": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya",
      "description": "Indian Fashion Accessories for Women - Buy women accessories, girls accessories online in India. Shop new collection of trendy & designer ethnic fashion accessories for ladies online at Indya.",
      "preview": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya Ok LIGHTS OUTFIT ACTION SALE NOW LIVE | ENDS TONIGHT | UP TO"
    },
    {
      "url": "https://rethinked.kauffman.org/",
      "title": "Igniting potential. Driving progress.",
      "description": "Since October 2023, the Ewing Marion Kauffman Foundation has undergone a rigorous, community-informed strategic planning process to refocus our commitment to Mr. Kauffman's vision for our work and to drive collective impact in the community. This updated strategy will drive our work through 2035.",
      "preview": "Skip to content"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/",
      "title": "Danny",
      "description": "I am me. Hello there.",
      "preview": "psych2go : psych2go : Psychology is a beautiful thing. Source: If someone knows, let me know! If you like more of these, follow psych2go. Reblogged 9"
    },
    {
      "url": "https://www.freebmd.org.uk/",
      "title": "FreeBMD Home Page",
      "description": "void",
      "preview": "Advertisement Advertisement Welcome to FreeBMD. FreeBMD is an ongoing project, the aim of which is to transcribe the Civil Registration index of birth"
    },
    {
      "url": "https://readalong.google/intl/en_US/privacy",
      "title": "void",
      "description": "void",
      "preview": "Privacy Notice If you or your end users access Read Along via a Google Workspace for Education account this Privacy Notice will not apply and the Goog"
    },
    {
      "url": "https://www.mojekuchennerewelacje.pl/2016/01/saatka-z-kurczakiem-mango-awokado-i.html?m=0",
      "title": "Moje Kuchenne Rewelacje : Sałatka z kurczakiem, mango, awokado i pomarańczą",
      "description": "Blog dietetyczno- kulinarny - porady dietetyka,przepisy z kalorycznością, możliwość zamówienia indywidualnej diety od specjalisty",
      "preview": "Strony Strona główna O MNIE ZAMÓW SPERSONALIZOWANĄ DIETĘ PORADY DIETETYCZNE E-BOOKI WSPÓŁPRACA KONTAKT REKLAMA niedziela, 10 stycznia 2016 Sałatka z k"
    },
    {
      "url": "https://eur-lex.europa.eu/eli/dir/2009/136/2020-12-21",
      "title": "EUR-Lex - 02009L0136-20201221 - EN - EUR-Lex",
      "description": "void",
      "preview": "× Skip to main content EUR-Lex Access to European Union law This document is an excerpt from the EUR-Lex website You are here EUROPA EUR-Lex home EUR-"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_ga?sn=19336",
      "title": "Isurus oxyrinchus",
      "description": "Isurus oxyrinchus Rafinesque, 1810 - Tuilleadh faoin speiceas seo: Ainmnithe tráchtála, Córais Tháirgeachta agus Trealaimh Iascaireachta, Scéimeanna cáilíochta agus luachanna cothaitheacha AE, Bearta Caomhnaithe, Caighdeáin Mhargaíochta, Dáileadh agus Gnáthóg Speicis, Tuairiscí ar Speicis, Chomhainmníocht",
      "preview": "Téigh chuig inneachar Ainmnithe tráchtála Cuardach Search by Ainmniú tráchtála Ainm Eolaíoch Cód Alfa-3 EBT Chomhainmníocht Enter the search term Ente"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://geekhack.org/index.php?board=70.0",
      "title": "Group Buys and Preorders",
      "description": "Group Buys and Preorders",
      "preview": "Advanced search bounce or buckle? Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://b8horpet.tumblr.com/",
      "title": "@b8horpet on Tumblr",
      "description": "💩🎮🧑🏻‍💻",
      "preview": "Posts Likes reikacchan Follow don't give up mornington-the-crescent narcissistcookbook Follow i had a dream two nights ago where i was being shown aro"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/ucp.php?mode=delete_cookies&sid=6697ba62c5f927e1221355ff3b98be8b",
      "title": "L'Angolo dei Sogni - Pannello di Controllo Utente - Cancella cookie",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "https://www.deonderwijssector.eu/2021/12/eindejaarsgeschenk-2021-mussenproject_13.html",
      "title": "Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman",
      "description": "Actueel nieuws over het primair en voortgezet onderwijs, het middelbaar beroepsonderwijs, het hoger onderwijs en het speciaal onderwijs.",
      "preview": "Doorgaan naar hoofdcontent Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman december 13, 2021 Eindejaarsgeschenk 2021 Mussenproj"
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "https://www.thisisanfield.com/",
      "title": "Liverpool FC News and LFC transfer rumours - This Is Anfield",
      "description": "Latest Liverpool FC news, transfers and videos with LFC photos, fixtures, match reports, football quizzes and debate from This Is Anfield.",
      "preview": "Skip to content ➔ SUPPORT US ➔ SUPPORT US & GO AD-FREE LOG IN SUBSCRIBE Liverpool FC injury latest: Alisson, Wataru Endo, Ibrahima Konate and 4 more F"
    },
    {
      "url": "https://www.urosario.edu.co/Facultad-de-Economia/Inicio/",
      "title": "Facultad de Economía - Universidad del Rosario",
      "description": "Conviértete en líder económico con formación de alto nivel y estudia en la Facultad de Economía de la Universidad del Rosario para impulsar tu carrera.",
      "preview": "Pasar al contenido principal Facultad de Economía Facultad de ECONOMÍA CONOCE NUESTRA FACULTAD NUESTRO SELLO La Facultad de Economía busca mantenerse"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://www.eventbrite.nl/e/masterclass-entrepreneurial-design-thinking-tickets-477376334467?aff=erelexpmlt",
      "title": "Masterclass Entrepreneurial Design Thinking Tickets, Thu, Mar 23, 2023 at 1:00 PM | Eventbrite",
      "description": "Eventbrite - STUDIO.WHY presents Masterclass Entrepreneurial Design Thinking - Thursday, March 23, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Masterclass Entrepreneurial Design Thinking View details Follow this organizer to stay informed on future events By STUDIO.WHY"
    },
    {
      "url": "http://www.fox.com",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content WE LIVE FOR · LIVE Stream live sports, news and entertainment. All in one place. TRY 7 DAYS FREE Starts at $19.99/month. Cancel a"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://www.graphicsacademy.com/format.php",
      "title": "Graphics File Formats",
      "description": "Graphics File Formats",
      "preview": "Home: Graphic Academy Graphics Books Graphics File Formats Animation File Formats Bitmap File Formats CAD File Formats Cursor File Formats Font File F"
    },
    {
      "url": "https://www.astridspapiereuphorie.at/2019/03/11387/",
      "title": "Team-sketch-challenge #209 - Astrids Papiereuphorie",
      "description": "Eine Männerkarte zum Geburtstag mit dem Stampin' Up!-Produktpaket \"In der Werkstatt\" kombiniert mit dem Prägefolder \"Streckenplan\"",
      "preview": "Zum Inhalt springen Beitrags-Autor: Astrid Beitrag veröffentlicht: 3. März 2019 Beitrags-Kategorie: (auch) für Männer / blog hop / Frühling-Sommer-Kat"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}