{
  "data": [
    {
      "url": "https://www.esri.com/en-us/home",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "http://marpatagonico.org/",
      "title": "Foro para la Conservación del Mar Patagónico y Áreas de Influencia - Foro para la Conservación del Mar Patagónico",
      "description": "Somos una red de organizaciones de la sociedad civil que comparten la visión de un mar sano y diverso. Desde 2004, proponemos una mirada regional para la conservación marina. Único por nuestra representatividad y alcance geográfico, desde el Foro promovemos la sinergia para proteger los mares del Cono Sur de América. Aunamos voces de la conservación y trabajamos en genuina asociación con los sectores público y privado para lograr la integridad ecosistémica y la gestión efectiva del Mar Patagónico.",
      "preview": "NUESTRO TRABAJO LÍNEAS DE ACCIÓN ÁREAS MARINAS PROTEGIDAS Promovemos la creación y el fortalecimiento de áreas marinas y costeras protegidas, como her"
    },
    {
      "url": "https://www.papermag.com/premiere-watch-domino-kirkes-powerful-new-video-half-blood-co-starring-husband-penn-badgley-2475807042.html",
      "title": "PREMIERE: Watch Domino Kirke's Powerful New Video \"Half-Blood\" Co-Starring Husband Penn Badgley - PAPER Magazine",
      "description": "Just days away from the release of her debut album, Beyond Waves, Domino Kirke has revealed a truly poignant video for her emotive track \"Half-Blood,\" that discusses the unique dynamic of \"half\"-siblings.Featuring her own half-brother along with actor husband Penn Badgley and his half-sister, Kirke'...",
      "preview": "Music Fashion Celebrity Nightlife Internet Art Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Music PREMIERE:"
    },
    {
      "url": "https://portals.iucn.org/union",
      "title": "Home | Union Portal",
      "description": "void",
      "preview": "Skip to main content User account Languages EN FR ES Union Portal Log in You will be redirected to IUCN Accounts to input your credentials. After log"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "https://code.activestate.com/recipes/tags/false-true/",
      "title": "Popular recipes tagged \"false\" but not \"true\" « ActiveState Code",
      "description": "void",
      "preview": "Skip to Search Skip to Navigation Skip to Content Community | Code | Docs | Downloads ▼ Perl Python Tcl Komodo IDE | more ▼ Lists Support PPM Index Py"
    },
    {
      "url": "https://minesnewsroom.com/news/quantitative-biosciences-and-engineering-helps-students-make-sense-biological-systems",
      "title": "Quantitative Biosciences and Engineering helps students make sense of biological systems | Colorado School of Mines | Newsroom",
      "description": "Colorado School of Mines is training the next generation of biological engineers who are skilled in both bioscience and computer science via the new undergraduate degree program.",
      "preview": "Skip to main content February 14, 2023 by Mines Magazine Quantitative Biosciences and Engineering helps students make sense of biological systems Mine"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "https://www.bgci.org/",
      "title": "BGCI | Botanic Gardens Conservation International",
      "description": "BGCI's work aims to promote and develop a more efficient, cost effective and rational approach to plant conservation in botanic gardens.",
      "preview": "Homepage | BGCI logo Group 23 Garden Search Garden Search Plant Search Threat Search Plant Search Threat Search GlobalTree Search Fill 1 cross lense G"
    },
    {
      "url": "https://www.ihuonline.unisinos.br/edicao/260",
      "title": "Início",
      "description": "O Instituto Humanitas Unisinos - IHU - um órgão transdisciplinar da Unisinos, que visa apontar novas questões e buscar respostas para os desafios de nossa época. Parte da visão do humanismo social cristão, debatendo a sociedade do futuro.",
      "preview": "close search Início Edições anteriores Cadastre-se Contato Instituto Humanitas Unisinos search Edição 260 02 Junho 2008 SUS: 20 anos de curas e batalh"
    },
    {
      "url": "https://www.relx.com/",
      "title": "RELX - Information-based analytics and decision tools",
      "description": "Make better decisions, get better results and be more productive with RELX's analytics and decision tools",
      "preview": "skip to main content Our Business Our business overview Perspectives Strategy Market segments Risk Scientific, Technical & Medical Legal Exhibitions B"
    },
    {
      "url": "https://earthobservatory.nasa.gov/global-maps",
      "title": "Global Maps",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.witchcraftspellslove.com/Astrology-consultancy-service-in-india.php",
      "title": "Astrology consultancy service in India | India",
      "description": "Astrology Consultancy Service in India offer by the Acharya Joshi ji takes avail of his powerful and effective services which is totally free of cost.",
      "preview": "Home About Us Chaughadiya Astrologer Online Best Astrologer in india Astrologer in india Astrology consultancy service in india Free astrology consult"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://www.gov.uk/guidance/the-blue-belt-programme",
      "title": "The Blue Belt Programme - GOV.UK",
      "description": "The Blue Belt Programme supports the UK Overseas Territories with the protection and sustainable management of their marine environments.",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "http://www.ndc-mn.org/",
      "title": "NDC | Neighborhood Development Center",
      "description": "At Neighborhood Development Center, we provide the tools and resources to help local entrepreneurs realize their dreams.",
      "preview": "Strengthening neighborhood economies from within...one entrepreneur at a time. Entrepreneur focused. At Neighborhood Development Center, we believe in t"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://mastodon.social/@Mozilla",
      "title": "Mozilla (@mozilla@mastodon.social) - Mastodon",
      "description": "7 Posts, 1 Following, 17.1K Followers · A non-profit with one mission: defend the free and open web.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "http://www.giorgiotave.it/ricette_cucina/",
      "title": "Host - Hosting sicuro e professionale dedicato alle imprese",
      "description": "void",
      "preview": "Qualcosa di grande sarà presto pubblicato Questo dominio è stato attivato utilizzando i servizi di Shared Hosting di Host.it HOST S.p.A. - Gruppo Welc"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://iimn.org/",
      "title": "International Institute of Minnesota | We Make Minnesota Welcoming",
      "description": "Since 1919, we have served refugees and immigrants in Minnesota with programs and education such as refugee services, citizenship and immigration help, and free English classes and job trainings.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "http://www.oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://www.copy.ai/",
      "title": "Future proof your business with GTM AI",
      "description": "Introducing the first-ever GTM AI platform. Automate hundreds of tedious, repetitive tasks and empower your team to scale success like never before.",
      "preview": "Goodbye AI Copilots Goodbye Point Solutions Hello GTM Agent Platform Infuse AI across your go-to-market engine with a single platform - not dozens of"
    },
    {
      "url": "https://www.contentrow.com/tools/headline-generator",
      "title": "Free AI Headline Generator | Easy-Peasy.AI",
      "description": "Generate eye-catching headlines with our AI-powered title generator tool. Use it for Free.",
      "preview": "Settings Language Theme Close main menu Templates Chat with AI AI Images AI Videos Bots AI Transcription AI Text-to-Speech AI Photo Studio AI Headshot"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://www.yogabasics.com/practice/",
      "title": "The Practice of Yoga • Yoga Basics: Yoga Poses, Meditation, History, Philosophy & More",
      "description": "There are two unique components in yoga-the philosophy and the practice. In our yoga practice section, we primarily focus on the techniques of hatha yoga, the physical or forceful path of yoga, which includes the physical poses and breathing techniques.",
      "preview": "The Practice of Yoga"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "https://www.philo.com/login/subscribe?ref=try.philo.com&utm_source=google&utm_medium=search&utm_campaign=topbrand&utm_term=philo-925&utm_content=topbrandmisspellingexact&contentid=&gclid=CjwKCAjwsan5BRAOEiwALzomXznJUE875i68xyOYVZcnD9pLrHouX8fW_w6GahwxzNJEOoj8RJHG4xoCnZAQAvD_BwE",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "https://emotionalmusings.com/2021/04/01/new-beginnings-my-dance-with-spirit/?like_comment=3454&_wpnonce=823327fa49",
      "title": "New Beginnings, My Dance with Spirit - Emotional Musings",
      "description": "The saying, \"you never know how strong you are until being strong is the only choice you have\" is singing through my mind as I compose this post my dear readers. It's been two weeks since I made the hardest choice in my life to end the relationship with a man I know is my...",
      "preview": "Skip to content April 1, 2021 April 11, 2021 MariaTeresa The saying, \"you never know how strong you are until being strong is the only choice you have"
    },
    {
      "url": "http://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.ns.nl/en/season-tickets/dal-voordeel",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "https://same.energy/",
      "title": "Same Energy | Visual Search Engine",
      "description": "Find beautiful images.",
      "preview": "Drop image(s) anywhere Press to search for Creative Commons images (specifically, CC-BY). These images can be used for free in both commercial and non"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://support.nlm.nih.gov/",
      "title": "NLM Support Center · NLM Customer Support Center",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Toggle navigation National Library of Medicine National Library of Medicine Support Center Ho"
    },
    {
      "url": "https://topf4you.ch/produkt-schlagwort/cassetta-siepi/",
      "title": "cassetta siepi - Topf4you",
      "description": "void",
      "preview": "Frühlingsaktion: 15% Rabatt auf alles ✅ Jetzt bestellen und profitieren! Verwerfen Zum Inhalt springen Filter Es wurden keine Produkte gefunden, die d"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "https://www.carrefour.com/en/actuality/carrefour-reinforces-its-leading-position-brazil-acquisition-grupo-big",
      "title": "Carrefour reinforces its leading position in Brazil with the acquisition of Grupo BIG | Carrefour Group",
      "description": "void",
      "preview": "Skip to menu Skip to main content Skip to footer"
    },
    {
      "url": "https://walterbogan-blog.tumblr.com/",
      "title": "@walterbogan-blog on Tumblr",
      "description": "Follow @walterbogan-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images/148307/arabian-night-lights",
      "title": "Arabian Night Lights",
      "description": "Researchers have found another use for night lights imagery: tracking unregulated and under-reported fishing.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "https://ccel.org/ccel/desales/love/Page_317.html",
      "title": "St. Francis of Sales: Treatise on the Love of God: 0365=317 - Christian Classics Ethereal Library",
      "description": "void",
      "preview": "Treatise on the Love of God Page Page_317.html « Prev TOC Next » [See Text] VIEWNAME is ScanPage Log in | Register | Browse | Bibles | About | Copyrig"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://www.tennessean.com/story/news/local/livinnash/jobs/2023/02/27/linkedin-program-helps-job-seekers-with-felony-convictions/69863553007/",
      "title": "LinkedIn program helps job seekers with felony convictions find work",
      "description": "Fair employment on the rise as one woman helps to prepare thousands of Americans with felony convictions for employment.",
      "preview": "Skip to main content Home Election Voter Guide News Crime & Courts Special Reports Education Faith & Values National Politics USA TODAY Politics Small"
    },
    {
      "url": "https://integrate.clover.com/#forms-with-text",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://home.barclays/",
      "title": "Barclays Group corporate website | Barclays",
      "description": "Barclays is a British universal bank. Our businesses include consumer banking, as well as a top-tier, global corporate and investment bank.",
      "preview": "Barclays Home Contact Us Online Banking Search Menu The UK Investment Gap: A follow-up to our 2024 analysis on retail investment potential Read more O"
    },
    {
      "url": "https://www.epidemicsound.com",
      "title": "Bring your story to life | Music & SFX for videos | Epidemic Sound",
      "description": "Get unlimited access to our catalog of high quality music, sound effects and soundtracking tools. Use them worry-free, worldwide, all rights included.",
      "preview": "We use cookies We and our partners use cookies to store and access personal data such as browsing data for purposes such as serving and personalizing"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "https://www.grab.com/sg/transport/taxi/",
      "title": "Taxi Booking Services - Mobility Platform | Grab Singapore",
      "description": "Book a ride for any occasion and budget with Grab Mobility services. Book door-to-door taxi in Singapore with a click of a button on our Grab Superapp. Book Now",
      "preview": "Consumer Going somewhere? Let our reliable taxi service transport you there Book A Ride Book A Ride Download App Download App Overview Grab rides, the"
    },
    {
      "url": "http://www.flowerpowernyc.org/2014/07/",
      "title": "July 2014 - Flower Power NYC",
      "description": "void",
      "preview": "Skip to the content Close Menu Jack wants to become chef of a day and probably it is going to do light work, whereas Jill - studying hard to be accept"
    },
    {
      "url": "http://www.barenakedladies.com/splash/",
      "title": "Home - Barenaked Ladies",
      "description": "Barenaked Ladies. 35 years and counting. ? Toronto",
      "preview": "STREAM NOW! STREAM NOW! STREAM NOW! Download GET ALL THE LATEST BNL NEWS SIGN-UP barenakedladiesmusic In Flight - Carry On Acoustic EP out NOW ✈️ On T"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "http://www.viworld.com/",
      "title": "Virtual World unique website design",
      "description": "Virtual World website design, specailizes in websites that have unique graphics",
      "preview": "Virtual World specializes in unique website design and custom graphics. We put great emphasis on understanding your work or product and displaying it"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "https://www.lyft.com/blog/posts/lyft-launches-vaccine-access-campaign",
      "title": "Lyft, Anthem, JPMorgan Chase and United Way Launch Universal Vaccine Access Campaign",
      "description": "Lyft, Anthem, JPMorgan Chase and United Way lead campaign targeting 60 million rides to and from vaccination sites for low-income, uninsured, and at-risk communities.",
      "preview": "Lyft News We're partnering with Anthem, JPMorgan Chase, and United Way to launch a universal vaccine access campaign Danielle Adams - Dec 22, 2020 In"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/param_tuning.html",
      "title": "Notes on Parameter Tuning - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Notes on Parameter Tuning View page source Notes on Parameter Tuning  Parameter tuning is a dark art in machine learning, the optim"
    },
    {
      "url": "https://ecobatterybg.com/",
      "title": "Ecobattery | организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА)",
      "description": "void",
      "preview": "Екобатери АД е организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА), притежаваща Решение ООп - НУБА - 01 - 01/06.11.2017"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://apha.org/",
      "title": "American Public Health Association",
      "description": "Championing optimal, equitable health and well-being for all.",
      "preview": "Championing optimal, equitable health and well-being for all. Speaking out for public health issues and policies for over 150 years. Stay informed and"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "http://tomperrotta.net/tracy-flick-cant-win/",
      "title": "Tracy Flick Can't Win",
      "description": "void",
      "preview": "On Sale June 7, 2022 | Pre Order: Tracy Flick is back and, once again, the iconic protagonist of Tom Perrotta's Election -and Reese Witherspoon's char"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://studio.swiperjs.com/",
      "title": "Swiper Studio - No-code Swiper builder",
      "description": "No-code Swiper builder",
      "preview": "Meet PaneFlow: Build Stunning Slideshows Visually. No Code Required All-Access Blog Sign in Swiper Studio Create Beautiful And Responsive Sliders With"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://help.venmo.com/hc/en-us/articles/360021199834-Customer-Identification-Document-Requirements",
      "title": "Customer Identification Document Requirements | Venmo",
      "description": "HOW CAN I COMPLETE IDENTITY VERIFICATION ON VENMO? You can verify your identity in the Venmo app with these steps: 1. Go to the Me tab 2. Tap the Setti...",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Venmo Accounts, Profiles & Settings Updating your Venmo Profile Paymen"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}