{
  "data": [
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/controllers/statefulset/",
      "title": "StatefulSets | Kubernetes",
      "description": "A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that need persistent storage or a stable, unique network identity.",
      "preview": "StatefulSets A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that"
    },
    {
      "url": "https://www1.nyc.gov/html/dot/html/pedestrians/openstreets.shtml",
      "title": "NYC DOT - Open Streets",
      "description": "void",
      "preview": "Overview Rules Apply Types: Limited Local Access Full Closure Full Closure: Schools Map Locations & Hours Contact Overview New York City's Open Street"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://odis.org",
      "title": "Ocean Data Information System",
      "description": "void",
      "preview": "Ocean Data and Information System The Ocean Data and Information System (ODIS) is a digital ecosystem in which a global community of organisations - l"
    },
    {
      "url": "https://variety.com/2022/tv/news/lacey-chabert-hallmark-channel-1235187045/",
      "title": "Lacey Chabert Signs Hallmark Channel Deal After \"Wedding Veil\" Trilogy",
      "description": "Lacey Chabert and Crown Media Family Networks have agreed to an exclusive multi-picture overall deal for the next two years.",
      "preview": "Feb 21, 2022 5:03pm PT Lacey Chabert Lands Exclusive Multi-Picture Hallmark Channel Deal By J. Kim Murphy Plus Icon J. Kim Murphy jkimmurphy Latest Ge"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "https://s05.flagcounter.com/more/EY45",
      "title": "Flag Counter » Overview",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | YESTERDAY | History | Flag Map | Upgrade Create a free counter! Last New Visitor"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://allswellhome.com/collections/use-all-less-toppers-and-allswell-mattress/products/the-supreme-pillow",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://families.google/",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "http://www.lakesaltknit.com/2013/10/its-shrug-or-cape-or-shawl.html",
      "title": "Virginia Catherall: It's a shrug, or a cape or a shawl",
      "description": "I am not sure what it would be called but whatever it is, it's a quick knit. I am almost done. Maybe it is a cape. Why not...",
      "preview": "Pages About blog wearable art sculptures identitatum•arborum Great Basin AIR Black Rock Desert AIR Capitol Reef AIR Glacier AIR Mimesis Thursday, Octo"
    },
    {
      "url": "https://www.castelloninformacion.com/tag/estadio-castalia/",
      "title": "estadio Castàlia - Castellon Información",
      "description": "void",
      "preview": "Facebook Instagram VKontakte Youtube Castelló Magdalena 2025 Magdalena 2024 Magdalena 2023 Magdalena 2022 Magdalena 2021 Vila-real Comarques + Pobles"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://btseventmanagement.com/",
      "title": "Home - BTS Event Management",
      "description": "Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS made this wedding beyond my dreams. When I walked down that aisle I was in absolute awe. Thank you for going above and beyond to make this day so seamless and special for me. The [...]",
      "preview": "Skip to content Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS mad"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://infopackets.com/news/archive/2016",
      "title": "News archive: 2016 | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › Arch"
    },
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "https://www.bbc.com/news/health",
      "title": "Health | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Health from across the BBC.",
      "preview": "Health Third person dies from methanol poisoning in Brazil Authorities are investigating the source of the tainted drinks, which have affected more th"
    },
    {
      "url": "https://help.chi.ac.uk/help-search/for/guests/category/files-and-online-storage/for/alumni/device/desktop/for/students/product/microsoft-teams/category/online-learning/category/software-and-apps",
      "title": "Search results | Support and Information Zone",
      "description": "void",
      "preview": "Skip to main content Skip to search Search results synchronising a University OneDrive account with a personal device What is OneDrive? OneDrive is us"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://www.familyleague.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://tiltify.com/international-rescue-committee",
      "title": "Tiltify - Made for Fundraisers",
      "description": "We give you the tools to engage with your donors and raise more for your charity",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://voyagetampa.com/interview/inspiring-conversations-with-stephanie-brown-of-the-rosie-network/",
      "title": "Inspiring Conversations with Stephanie Brown of The Rosie Network - VoyageTampa",
      "description": "Today we'd like to introduce you to Stephanie Brown. Hi Stephanie, thanks for sharing your story with us. To start, maybe you can tell our readers some of your backstories. I grew up as an Air Force brat. My father served two tours in Vietnam and when he retired, he opened a small music store [...]",
      "preview": "Connect To Top The Change-Makers: stories that inspire The Trailblazers: Rewriting the Narrative #LadyBoss: redefining what a boss looks like 15 Amazi"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "http://www.fashionheaven.com/",
      "title": "Fashion Heaven - fashion heaven studio",
      "description": "Our Handbags designed by USA and high quality",
      "preview": "Fashion Heaven 0 QUEEN LETTER STUDDED SATCHEL Quilted Shiny Patent Queen Letter Studded Satchel with Wallet Shop The Collection FH Skull Design Hobo B"
    },
    {
      "url": "https://jsfiddle.net/",
      "title": "JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://icones.js.org/collection/all",
      "title": "Icônes",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://bodyfit.tips/abnehmen-training-ernaehrung/",
      "title": "Abnehmen - So musst du trainieren und dich ernähren » bodyfit.tips",
      "description": "Um erfolgreich abzunehmen und das neue Gewicht anschließend auch dauerhaft halten zu können, sind sowohl die Ernährung, als auch das Training wichtig. Es ist aber nicht unbedingt notwendig, Kalorien zu zählen, oder fünf mal die Woche zum Training zu gehen. Auch mit weniger kannst du viel erreichen. Im Fitnesstraining gilt oftmals sogar die Devise: „Weniger [...]",
      "preview": "Abnehmen - So musst du trainieren und dich ernähren Gepostet von John Bodyfit | 27/10/2015 | Einsteiger , Ernährung | 0 | Um erfolgreich abzunehmen un"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://wiki.fablab-kali.de/doku.php?id=documentation:electronics:start&do=backlink",
      "title": "documentation:electronics:start - Backlinks [FabLab Kamp-Lintfort]",
      "description": "void",
      "preview": "skip to content FabLab Kamp-Lintfort User Tools Log In Site Tools Search Tools Show page Old revisions Backlinks Recent Changes Media Manager Sitemap"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://blog.johnmark.org/2014/02/03/gluster-cloud-night-amsterdam/",
      "title": "Gluster Cloud Night Amsterdam - JohnMark.Org",
      "description": "Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth presentations, use cases, demos and developer content presented by Gluster Community experts. REGISTRATION Register today for this free half-day seminar and reserve your seat since spaces are limited. Click here to...",
      "preview": "Skip to content Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    },
    {
      "url": "https://sk-itty.tumblr.com/",
      "title": "sk",
      "description": "sarah | 22 | korean software engineering | music",
      "preview": "sk sarah | 22 | korean CTY '10 | PEA '12 | RHIT ' 15 software engineering | music kpop | league | violin Home Ask FAQ About Me Wishlist My Face K-Pop"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85916",
      "title": "Searchable Recipe Database - ASPIC DI FRAGOLA E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://ads.tiktok.com",
      "title": "TikTok for Business | Marketing & Advertising on TikTok",
      "description": "Advertise on TikTok. Make ads that entertain and campaigns that connect. Where large and small businesses, agencies & creators can achieve big results.",
      "preview": "Grow your brand Increase Sales Boost conversions Attract customers with TikTok ads I'm an advertiser Get started I'm an advertiser I'm an agency Achie"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://aclupa.org/en/cases/js-v-blue-mountain-school-district",
      "title": "J.S. v. Blue Mountain School District - ACLU of Pennsylvania",
      "description": "The ACLU-PA filed suit and sought a temporary restraining order against the Blue Mountain School District in March 2007 on behalf of a middle school student, J.S., who was suspended for ten days for creating a parody profile of her principal on MySpace.com. After a half-day hearing, the judge denied a temporary restraining order to [...]",
      "preview": "Court Cases J.S. v. Blue Mountain School District First Amendment Rights, Student & Youth Rights Filed: 03/01/2007 Status: Closed Court: Third Circuit"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://www.objectiveproductions.net/tag/obtain/",
      "title": "obtain Archives - My Blog",
      "description": "void",
      "preview": "Primary Menu Search for: Search Home obtain For understanding and finalizing on business options, a lot of the companies depend around the prospects t"
    },
    {
      "url": "https://www.sare.org/publications/smart-water-use-on-your-farm-or-ranch/soil-management/conservation-tillage/",
      "title": "Conservation Tillage - SARE",
      "description": "Conservation tillage leaves at least 30 percent of the soil surface covered by residue after planting. No-till planters leave even more than that by placing seeds or transplants in narrow slots, the only area where farmers disturb the soil. No-till also consistently improves water infiltration, with reports of up to three times the infiltration compared [...]",
      "preview": "Skip to content No-till soybeans emerge through corn stubble on a Pennsylvania farm. Photo by Edwin Remsberg Conservation tillage leaves at least 30 p"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "https://loveseatown.com/",
      "title": "Love SeaTown: Explore all that's happening in Downtown Seattle",
      "description": "There's a lot happening in Downtown Seattle. Check out upcoming events, shows at Historic Theatre District venues, free family fun and more as you plan your next visit.",
      "preview": "Connect with the downtown Seattle you love We've all said these words: \"I love Seattle.\" SeaTown. And it goes beyond the surface. We mean it. Because"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "http://www.aprilia.com/",
      "title": "Moto e Scooter: Urban e Adventure Experience | Aprilia IT",
      "description": "Scopri le moto e scooter di Aprilia: i modelli per navigare la città con grinta e potenza o le moto sportive per vivere l'avventura con adrenalina. Scopri di più!",
      "preview": "void"
    },
    {
      "url": "https://lacelock.net/products/lace-lock-melting-spray-pre-order",
      "title": "Lace Lock Melting Spray - Fingaz Beauty",
      "description": "New Look New Formula STRONGER HOLD! Though it has a strong hold to put the lock down on your unit, this melting spray goes on clear and dries fast to prevent flaking, frizzing and lifting. The cleaner, safer, easier to use alternative to wig glue, our solution is resistant to humidity and designed to keep your unit in",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Skip to product in"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "https://definition.org/define/inspection/",
      "title": "Definition of inspection - Definition.org",
      "description": "Definitions of inspection. What is inspection: The act of inspecting.. Synonyms: advection, affection, check, check-out procedure, checkout, circumspection, collection, complexion, confection, examination, inspect, inspector, investigation, scrutiny",
      "preview": "Search Random Word Definitions Translations En Arabic Belarusian Catalan Chinese Czech Danish Dutch English Estonian Finnish French German Greek Hebre"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://chesapeakeclimate.org/",
      "title": "Home - Chesapeake Climate Action Network",
      "description": "We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's allies continue to double down on liquefied natural gas (LNG), a dangerous and dirty fossil fuel. Exporting LNG raises energy prices, harms frontline communities, and supercharges the climate crisis. We're fighting back! [...]",
      "preview": "Skip to content We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://photo.walgreens.com/store/welcome",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://www.capitalone.co.uk/",
      "title": "Capital One Credit Cards UK | Apply For A Credit Card Online | Capital One",
      "description": "Apply for a credit card with Capital One. Offering a range of UK Credit Cards, find the card to suit you and your needs. Discover more.",
      "preview": "Skip to content Get a straight yes or no before you apply That's one good thing Add your name to get started First name Last name Let's go Won't affec"
    },
    {
      "url": "https://sell.amazon.com/programs/black-business-accelerator",
      "title": "Amazon selling programs | Sell on Amazon",
      "description": "Find Amazon programs that can help you simplify your supply chain, engage with customers, and sell specialty products.",
      "preview": "Unlock a universe of selling opportunities What type of Amazon seller are you? Play to your strengths and create your selling strategy with a variety"
    },
    {
      "url": "https://www.gocache.com.br/dicas/como-sites-lentos-impactam-meu-site/",
      "title": "Como sites lentos impactam meu negócio? - GoCache",
      "description": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator crucial - Confira!",
      "preview": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator cru"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}