{
  "data": [
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "https://www.washtenaw.org/3427/Washtenaw-Rescue-Plan",
      "title": "Washtenaw Rescue Plan | Washtenaw County, MI - Official Website",
      "description": "On March 11, the President signed the $1.9 trillion American Rescue Plan Act of 2021 (ARPA). This action created the Coronavirus State and Local Fiscal Recovery Fund to support local governments as they help their communities recover from the impacts of the COVID-19 Pandemic.",
      "preview": "Skip to Main Content Washtenaw Rescue Plan Government Websites by CivicPlus® []"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://www.paccoespresso.com/preventivo/delivery/xF0flenvnYtDcCH_n2v9cQ",
      "title": "Calcola un preventivo spedizione - PACCOESPRESSO.COM",
      "description": "Calcola un preventivo gratuito per spedire pacchi con corriere espresso in italia ed europa con ritiro a casa",
      "preview": "Ricerca spedizione Assistenza Accedi Calcola un preventivo Inserisci le dimensioni dei pacchi/pallet che devi spedire, puoi aggiungere più colli attra"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.meltin.jp/en/news/",
      "title": "NEWS - MELTIN MMI",
      "description": "void",
      "preview": "NEWS ALL EVENTS MEDIA NEWS RELEASE UPDATES 2025.08.10 UPDATES UPDATES Contact Form Service Restored 2022.09.17 UPDATES Prime Minister Kishida Experien"
    },
    {
      "url": "https://www.everydayhealth.com/",
      "title": "Everyday Health: Trusted Medical Information, Expert Health Advice, News, Tools, and Resources",
      "description": "Everyday Health inspires and empowers people to live their healthiest lives, every day, through trusted, medically reviewed information and expert health advice from the nation's leading healthcare providers and patient advocates. Learn more about health",
      "preview": "Empowering Everyday Wellness Better Healthcare Everyday Wellness Resilient Living Better Self-Care Healthier Aging Mental Well-Being Condition Support"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "http://www.livestockdialogue.org/",
      "title": "Global Agenda for Sustainable Livestock | FAO",
      "description": "The Agenda is a partnership of livestock sector stakeholders committed to the sustainable development of the sector. With global population projected to reach 9.6 billion in 2050, the livestock sector's role in sustainable food and agriculture will continue to increase. To be sustainable, livestock sector growth needs to simultaneously address key environmental, social, and economic challenges: growing natural resources scarcity, climate change, widespread poverty, food insecurity and global...",
      "preview": "Share Close Global Agenda for Sustainable Livestock The livestock sector is crucial to society achieving its environmental, social and economic and he"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://careers.southwestair.com/flight-attendants",
      "title": "Flight Attendants | Southwest",
      "description": "Flight Attendants",
      "preview": "Flight Attendant Opportunities Take your career to new heights. Step into a career that takes you places-literally and figuratively-as a Southw"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://reachingoutmba.org/",
      "title": "Reaching Out - Supporting the LGBT+ MBA Community for more than 20 Years",
      "description": "Just another WordPress site",
      "preview": "Educate. Inspire. Connect. We are the biggest and best known organization focused on supporting the LGBTQ+* MBA Community. Support the Student Access"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://www.metridium.com/",
      "title": "Metridium Fields",
      "description": "Underwater, scuba diving and other marine focused photography from California, Alaska, British Columbia, Cocos Island, Papua New Guinea, Indonesia, The Philippines, The Falkland Islands, Mexico, The Solomon Islands, Fiji and more. Featured images include technical diving at the Cordell and Schmieder Banks in California.",
      "preview": "Menu"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://projects.worldbank.org",
      "title": "Projects & Operations | The World Bank",
      "description": "void",
      "preview": "This page in: English Français العربية Русский 中文 Português Español This page in: English Français العربية Русский 中文 Português Español Projects & Ope"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "https://www.luluandsky.com/",
      "title": "Online Fashion Shopping in India - Shop Online for Fashion Apparels, Clothing for Women",
      "description": "Online Fashion Shopping in India - Buy Online fashion apparels, clothing, shoes, bags and accessories for women at Luluandsky.com- India's leading online fashion store. Cash on Delivery",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. open Home Page Sa"
    },
    {
      "url": "https://onecast.me",
      "title": "OneCast - Xbox remote play for Mac, iOS and Apple TV",
      "description": "Someone else using the TV? Stream your Xbox games to your Mac, iOS and Apple TV devices and play anywhere, anytime.",
      "preview": "Skip to content Home News Download Support Purchase Download for Mac Xbox gaming unleashed - stream from your console or the cloud to your favorite de"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://amp.urlencoder.org/enc/opiates/",
      "title": "URL Encoding of \"opiates\" - Online",
      "description": "Encode opiates to URL-encoded format with various advanced options. Our site has an easy to use online tool to convert your data.",
      "preview": "Encode \"opiates\" to URL-encoded format Simply enter your data then push the encode button. opiates To encode binaries (like images, documents, etc.) u"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://www.complex.com/music/2014/05/mac-miller-mom-karen-meyers-interview",
      "title": "My Son Is A Rapper: Meet Mac Miller's Mom, Karen Meyers",
      "description": "Karen Meyers shares her experience as the proud mother of Mac Miller, a rap superstar.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://www.spinchat.com/",
      "title": "Spinchat.com - Free chat, Meet friends, Play games online",
      "description": "Come to us and hang out with new friends! Chat or discuss in our boards and play boardgames online.",
      "preview": "Forgot your password? Already registered? Name Password without chat Login Chat, meet friends and play games! Now online: 114 people Register for free"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "https://hackinfo.online/threads/10-zamechatelnyx-podarkov-pk-gejmeram.1746/",
      "title": "Browser verification",
      "description": "void",
      "preview": "Browser verification Please wait..."
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.insigniacrew.com/complaints/",
      "title": "Complaints - Insignia Crew",
      "description": "void",
      "preview": "Incentive to employ a 'Green' veteran - click here and scroll to 'From Duty to Deck' OUR COMPLAINTS PROCEDURE We are are committed to delivering the v"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://www.fantasyfootballscout.co.uk/2021/11/22/premium-members-area-update-compare-fpl-player-stats-across-all-outfield-positions/?hc_page=4&hc_sort_by=comment_date#hc_comment_24384403",
      "title": "Premium Members Area update: Compare FPL player stats across all outfield positions - Best FPL Tips, Advice, Team News, Picks, and Statistics from Fantasy Football Scout",
      "description": "A new addition for our subscribers",
      "preview": "Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign Up Now Dismiss Win at FPL with an FFS Membership · Save 40% Offer Ends Soon! Sign U"
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://plugins.svn.wordpress.org/gdpr-cookie-compliance/",
      "title": "- Revision 3376213: /gdpr-cookie-compliance",
      "description": "void",
      "preview": "- Revision 3376213: /gdpr-cookie-compliance .. assets/ branches/ tags/ trunk/ Powered by Apache Subversion version 1.9.5 (r1770682)."
    },
    {
      "url": "https://www.hubocean.earth/press/news/kjell-inge-takes-on-a-high-level-role-to-support-the-un-decade-of-ocean-science",
      "title": "Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data - HUB Ocean | Dedicated to Unlocking Ocean Data",
      "description": "Building on his ongoing investment and engagement in REV Ocean and HUB Ocean, the Norwegian industrial leader and main owner of Aker, Kjell Inge Røkke, has accepted to become a Patron of the Ocean Decade Alliance and the UN Ocean Decade Special Emissary for Industrial Ocean Data.",
      "preview": "0 Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data 23"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/bilhetes-e-descontos",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "https://edition.cnn.com/",
      "title": "Breaking News, Latest News and Videos | CNN",
      "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
      "preview": "2025 Nobel Peace Prize Quake hits Philippines Peru president removed from office IUCN Red List Justin Bieber's mom Incoming comets Pacific 'blob' • Li"
    },
    {
      "url": "https://ms.portal.azure.com/?l=en.en-us#blade/Microsoft_Azure_Support/HelpAndSupportBlade/overview",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.livescience.com/26903-35-ancient-pyramids-sudan.html",
      "title": "35 Ancient Pyramids Discovered in Sudan Necropolis | Live Science",
      "description": "A densely packed cluster of 35 pyramids from 2,000 years ago has been discovered in a Sudan necropolis, archaeologists report.",
      "preview": "Skip to main content Don't miss these Among the discoveries are pyramids with a circle built inside them, cross-braces connecting the circle to the co"
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.cintolo.it/",
      "title": "www.cintolo.it",
      "description": "$DESCRIPTION$",
      "preview": "www.cintolo.it Il sito è attualmente in costruzione. Vieni a trovarci prossimamente."
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://digcitconnect.org",
      "title": "ISTE | Digital Citizenship",
      "description": "ISTE resources on digital citizenship focus on creating digital citizens who can address ethical questions at the intersection of technology and humanity.",
      "preview": "Skip to content Digital Citizenship in Education Bring Digital Citizenship to the Classroom in Meaningful Ways Teaching digital citizenship has never"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://jobs.theguardian.com?INTCMP=jobs_us_web_newheader_dropdown",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://www.sportspac12.com/",
      "title": "SuperWest Sports | Covering the Top Teams and Athletes in the West",
      "description": "Covering the best teams in the West from the Big Ten, Big 12, Mountain West, Pac-12, WCC basketball, and SuperWest players in the pros.",
      "preview": "Skip to content 2025 College Football Previews College Football West Coast Football Nick Bartlett's 2025 Week 7 SuperWest Fearless Predictions 14 min"
    },
    {
      "url": "https://www.cloudflare.com/mozilla/firefox-private-network-privacy-notice/",
      "title": "Cloudflare Privacy Notice for Firefox Private Network | Cloudflare",
      "description": "Read about Cloudflare Privacy Notice for Firefox Private Network",
      "preview": "Firefox Private Network Privacy Notice PRIVACY NOTICE FOR THE CLOUDFLARE PROXY POWERING THE FIREFOX PRIVATE NETWORK WHAT IS THE CLOUDFLARE PROXY FOR F"
    },
    {
      "url": "https://www.usanetwork.com/usa-app",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "http://kridangan.com/",
      "title": "Indian sport news - IPL 2020 , Tennis, Badminton, Cricket & Football Updates | Kridangan",
      "description": "Kridangan have the most popular sports section covering latest news and top sports stories about ICC Cricket , IPL2020, Hockey, Football, WimbledonTennis,Kabaddi World Cup. Visit us!",
      "preview": "Cricket November 12, 2020 IPL 2020- Clinical MI win their 5th Championship in 8 years Dubai international stadium welcomed the 2 deserving finalists o"
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "https://www.mymondomix.com/jacqueline-pearce-nude",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://www.grammarly.com/",
      "title": "Grammarly",
      "description": "Grammarly's free writing app will make sure your messages, documents, and social media posts are clear, mistake-free, and impactful.",
      "preview": "Your writing, at its best. Grammarly makes sure everything you type is easy to read, effective, and mistake-free. Check your text Upload Upload a file"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://www.sweetcare.com/mustela-bio-multi-purpose-balm-p-015051mu",
      "title": "Mustela Balsamo multiuso - DolceCura Italy",
      "description": "Balsamo universale con certificazione BIO! Ripara e protegge tutte le zone secche! Un balsamo multifunzione che nutre, ripara e protegge le zone p...",
      "preview": "TUTTI I SUOI PREFERITI DI BELLEZZA Oltre 25K prodotti, oltre 600 marchi SweetPLUS 5% su tutti gli acquisti SEGNALA UN AMICO vincere €5 RIVENDITORE UFF"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "http://www.5straight.net/",
      "title": "5ive Straight - Official Website for 5ive Straight, Five Straight board game, fun board games",
      "description": "5ive Straight board game has excitement, strategy, and is an addictive, fun peg board game. 5ive Straight board games keep players on their toes as they try to outsmart their opponents. Remember, it is 5ive Straight, not Five Straight board game.",
      "preview": "• TOM VASEL REVIEW! { CLICK HERE TO VIEW } • WINNING MOVES GAMES REVIEW! { CLICK HERE TO VIEW } • Hogwa5h Gaming REVIEW! { CLICK HERE TO VIEW } CLICK"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-sql",
      "title": "Learn SQL | Codecademy",
      "description": "In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data management language.",
      "preview": "Skip to Content Free Course Learn SQL In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data mana"
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://www.yogabasics.com/practice/",
      "title": "The Practice of Yoga • Yoga Basics: Yoga Poses, Meditation, History, Philosophy & More",
      "description": "There are two unique components in yoga-the philosophy and the practice. In our yoga practice section, we primarily focus on the techniques of hatha yoga, the physical or forceful path of yoga, which includes the physical poses and breathing techniques.",
      "preview": "The Practice of Yoga"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://dynastyseries.com/rosa-acosta-rosaacosta-x-lux-luxiboo-perfect-combo-videovibes/6/",
      "title": "Rosa Acosta @rosaacosta x Lux @luxiboo: Perfect Combo - VideoVibes | Page 6 of 15 |",
      "description": "The blessings that comes from the combination of Rosa Acosta @rosaacosta x Lux @luxiboo should truly be celebrated on a daily basis.",
      "preview": "See Next Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Previous page Next page https://dynastyseries.com/wp-content/2020/10/Rosa-Acosta-@rosaacosta-x-Lux-"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://academy.donorbox.org/",
      "title": "Donorbox Academy: Fundraising Courses & Nonprofit Training Online | Do",
      "description": "Enhance your fundraising skills and receive more donations with our expert-led online Nonprofit courses and training at Donorbox Academy. Learn real-world applications and actionable tips to raise more funds for your nonprofit.",
      "preview": "There's not enough time. There's not enough staff. And you need to raise a lot of money to keep the doors open. But the amount of information out ther"
    },
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    }
  ],
  "_meta": {
    "total_bookmarks": 122
  }
}