{
  "data": [
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://www.mojekuchennerewelacje.pl/2016/01/saatka-z-kurczakiem-mango-awokado-i.html?m=0",
      "title": "Moje Kuchenne Rewelacje : Sałatka z kurczakiem, mango, awokado i pomarańczą",
      "description": "Blog dietetyczno- kulinarny - porady dietetyka,przepisy z kalorycznością, możliwość zamówienia indywidualnej diety od specjalisty",
      "preview": "Strony Strona główna O MNIE ZAMÓW SPERSONALIZOWANĄ DIETĘ PORADY DIETETYCZNE E-BOOKI WSPÓŁPRACA KONTAKT REKLAMA niedziela, 10 stycznia 2016 Sałatka z k"
    },
    {
      "url": "https://www.cril.univ-artois.fr/PB07/results/trace.php?idev=9&idjob=352831",
      "title": "PB'07 evaluation competition: execution trace",
      "description": "void",
      "preview": "Trace number 352831 Some explanations A solver is run under the control of another program named runsolver. runsolver is in charge of imposing the CPU"
    },
    {
      "url": "https://philippines.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://www.southfieldchamber.com/",
      "title": "Southfield Area Chamber of Commerce",
      "description": "Southfield Area Chamber of Commerce creates connections through networking, leadership and professional development opportunities.",
      "preview": "Skip to content Welcome to the Southfield Area Chamber Creating Connections For Your Business Join Today! Chamber Members Submit an Event or Press Rel"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/humpback-whale-pregnancies.html",
      "title": "Study reveals influence of krill availability on humpback whale pregnancies - News",
      "description": "Data from Antarctica show more humpback whales get pregnant after years with abundant krill than after years when krill were less plentiful.",
      "preview": "Individual krill are small, but humpback whales consume huge quantities of them. (Photo credit: National Marine Sanctuaries) Humpback whale surface fe"
    },
    {
      "url": "http://www.scbcc.us/",
      "title": "Chamber of Commerce | Bridgeport, CT",
      "description": "void",
      "preview": "(877) 722-2293 Home Initiatives MBE Certification Resources Opportunities News/Events Contact Creating a Level Playing Field for Minority Business Joi"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "http://www.nga.gov/",
      "title": "National Gallery of Art",
      "description": "The National Gallery of Art serves the nation by welcoming all people to explore and experience art, creativity, and our shared humanity. Admission is always free.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bancomundial.org/es/country/argentina",
      "title": "Banco Mundial en Argentina: Proyectos, investigación y datos para el desarrollo",
      "description": "Conozca los últimos datos, investigaciones e indicadores de desarrollo del Banco Mundial para Argentina. Acceda a datos económicos, estadísticas, información sobre proyectos, investigaciones sobre el desarrollo realizadas por expertos del Banco Mundial y noticias de última hora.",
      "preview": "Esta página en: Español English Esta página en: Español English El Banco Mundial en Argentina El Banco Mundial es un socio estratégico de largo plazo"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "http://r95th.com/terms.html",
      "title": "r95th.com",
      "description": "void",
      "preview": "This domain name has been reserved"
    },
    {
      "url": "https://www.airbnb.com/rooms/817501972769927091?source_impression_id=p3_1676344653_1cIvBhqvh9EVkvF%2B",
      "title": "Home of Phantom of the Opera in Paris, Île-de-France, France - Airbnb",
      "description": "Oct 10, 2025 · Private room · Sorry, the Phantom of the Opera is now booked and is no longer available.",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Homes Homes Experiences Experiences, new"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://elementor.com/",
      "title": "Website Builder - Create a Website Now | Elementor",
      "description": "Elementor's Free Website Builder makes it easy for anyone. Create a website or online store, no coding needed. Start creating now!",
      "preview": "Build a Website Create Your Future Host, build & grow the website you've always dreamed of with the leading website platform for WordPress. Get Starte"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "http://www.lakesaltknit.com/2013/10/its-shrug-or-cape-or-shawl.html",
      "title": "Virginia Catherall: It's a shrug, or a cape or a shawl",
      "description": "I am not sure what it would be called but whatever it is, it's a quick knit. I am almost done. Maybe it is a cape. Why not...",
      "preview": "Pages About blog wearable art sculptures identitatum•arborum Great Basin AIR Black Rock Desert AIR Capitol Reef AIR Glacier AIR Mimesis Thursday, Octo"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://www.ams.usda.gov/rules-regulations/be",
      "title": "BE Disclosure | Agricultural Marketing Service",
      "description": "void",
      "preview": "Skip to main content BE Disclosure U.S. Secretary of Agriculture Sonny Perdue announced the National Bioengineered Food Disclosure Standard on Decembe"
    },
    {
      "url": "https://www.washington.edu/news/2021/11/22/kids-teens-believe-girls-arent-interested-in-computer-science-study-shows/",
      "title": "Kids, teens believe girls aren't interested in computer science, study shows | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Education | Engineering | News releases | Research | Social science November 22, 2021 Kids, teens believe girls aren't in"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://www.booking.com/help.en-gb.html",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is disabled In order to continue, we need to verify that you're not a robot. This requires JavaScript. Enable JavaScript and then reload th"
    },
    {
      "url": "https://crisisresponse.google/",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "http://www.tagspaces.org/",
      "title": "Organize your files and folders with tags | TagSpaces",
      "description": "A powerful, file-based workspace-no cloud required.",
      "preview": "Skip to main content If you like TagSpaces, review it on Capterra and follow us on X / Mastodon 🎉 !️ Why TagSpaces? No Login ➜ No Backend ➜ No trackin"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=delete_cookies&sid=c7ebb141d68569166048e415e842d0f2",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://www.geeksforgeeks.org/java/",
      "title": "Java Tutorial - GeeksforGeeks",
      "description": "Your All-in-One Learning Portal: GeeksforGeeks is a comprehensive educational platform that empowers learners across domains-spanning computer science and programming, school education, upskilling, commerce, software tools, competitive exams, and more.",
      "preview": "Java Tutorial Advanced Java Interview Questions Exercises Examples Quizzes Projects Cheatsheet DSA in Java Java Collection Sign In ▲ Open In App Java"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/CSS_Grid_Layout",
      "title": "CSS grid layout - CSS | MDN",
      "description": "The CSS grid layout module excels at dividing a page into major regions or defining the relationship in terms of size, position, and layering between parts of a control built from HTML primitives.",
      "preview": "Skip to main content Skip to search CSS grid layout The CSS grid layout module excels at dividing a page into major regions or defining the relationsh"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://www.ugcleague.com/players_page.cfm?player_id=76561198071802587",
      "title": "UGC League-Player Page",
      "description": "League Gaming, ESports, One of the Largest World-Wide Team Fortress 2 Leagues, Featuring TF2 Highlander 9v9, TF2 6v6, TF2 4v4 Leagues, Overwatch League, Overwatch 6v6, TF2 Game Medals, Seasonal Leagues Matchplay and Tournaments. Join thousands of players today! United Gaming Clans!",
      "preview": "void"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "https://www.consumer.ftc.gov/articles/0060-10-things-you-can-do-avoid-fraud",
      "title": "How To Avoid a Scam | Consumer Advice",
      "description": "Recognizing these common signs of a scam could help you avoid one.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.gallup.com/corporate/212117/global-offices.aspx",
      "title": "Global Offices",
      "description": "Find Gallup anywhere. We operate 30 regional centers and collect data in over 160 countries.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Global Offices Gallup operates more than 20 regional City Ce"
    }
  ],
  "_meta": {
    "total_bookmarks": 49
  }
}