{
  "data": [
    {
      "url": "https://www.logitech.com/en-us",
      "title": "Logitech United States",
      "description": "Discover the innovative world of Logitech United States and shop everything MX, Mechanical Keyboards, Wireless Mice, Webcams, Headsets, Software, and more",
      "preview": "SKIP TO MAIN CONTENT Planet & people Mice Keyboards Combos Ultimate Ears Headsets Webcams Deals MX Master 4 A new sense of mastery MX Master 4 A new s"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "https://walmartsustainabilityhub.chat.walmart.com/chat",
      "title": "Sustainability Chatbot",
      "description": "Walmart Sustainability Chatbot",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://shareowneronline.com/",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/getting_started/index.html",
      "title": "Getting started with Ansible - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Getting started with Ansible Edit on GitHub Getting started with Ansible "
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://ritavinieris.com/",
      "title": "Rita Vinieris",
      "description": "Rita Vinieris combines a unique vision with couture level craftsmanship to create iconic dresses that celebrate the women who wear them.",
      "preview": "void"
    },
    {
      "url": "https://www.progressiverailroading.com/keywords/keywords.aspx?id=0&keywords=LAX&year=2014",
      "title": "LAX: Coverage from 2014 - Railroad industry topic page listing articles, news and coverage about LAX. For Railroading Professionals",
      "description": "void",
      "preview": "Media Kit » Try RailPrime™ Today! » NEW! Go to RailPrime » NEWS News Features Branded Features Past Features RFPs Find Content By Keywords RAIL TOPICS"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "http://waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://stockbroker.motilaloswal.com/motilal-oswal-financial-services-limited-chilka-pranitha-stock-broker-adilabad-adilabad-41439/Timeline?tag=healthcare",
      "title": "Motilal Oswal Financial Services Limited, Adilabad | Official timeline info",
      "description": "Get accurate address, phone no, timings & timeline of Motilal Oswal Financial Services Limited, Adilabad, Adilabad. Connect with us at +9195359756xx.",
      "preview": "Facebook Google Twitter LinkedIn Youtube Instagram Pinterest Website Write A Review View more reviews Rating and Reviews Alternate business Name Addre"
    },
    {
      "url": "https://secure.qgiv.com/for/gt7d",
      "title": "Global Talent",
      "description": "void",
      "preview": "Donate to Global Talent Your gift supports our mission. Make a donation today."
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://www.telanon.info/sociedade/2016/04/06/21531/tiroteio-cena-de-bruxaria-e-morte-provocaram-protestos-diante-do-ministerio-publico/?replytocom=291828",
      "title": "Tiroteio, cena de bruxaria e morte provocaram protestos diante do Ministério Público - Téla Nón",
      "description": "Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março, por alegados foras da lei, exigiram ao Ministério Público a prisão preventiva dos dois suspeitos do crime. Diante do Ministério Público os familiares da vítima Manuel [...]",
      "preview": "Téla Nón Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março,"
    },
    {
      "url": "https://www.uwyo.edu/entomology/grasshoppers/colorado/fact-sheets/acrolophitus-hirtipes.html",
      "title": "Grasshoppers of Colorado",
      "description": "void",
      "preview": "Grasshoppers of Wyoming and the West Entomology Acrolophitus hirtipes (Say) Adult female Common name - Green fool grasshopper (Helfer, 1972) or Creste"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-legislatives/aveyron-12/murasson-12370",
      "title": "Résultats législatives 2024 : Murasson (12370)",
      "description": "Résultats ville Murasson (12370) : Retrouvez dès la publication officielle, les résultats complets du 2nd tour des élections législatives 2024 pour la commune Murasson",
      "preview": "Résultats législatives 2024 : Murasson (12370) Voici les résultats complets du 2nd tour des élections législatives 2024 pour la 3ème circonscription ,"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://vintagestoredisplay.info/2016/11/",
      "title": "2016 November » Vintage Store Display",
      "description": "void",
      "preview": "A life size 6ft tall Mechanical Santa, there are no markings but I do believe this is. In Wonderful Condition with no rips or tears in his garment. Pi"
    },
    {
      "url": "http://californiaplacestoshoot.com/Secure/Login.aspx?returnurl=%2FBlog%2FViewCategory.aspx%3Fcat%3D1%26mid%3D12%26pageid%3D10",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/942/45-degree-male-insert-oring-fittings---b-lok.htm",
      "title": "45 Degree Male Insert Oring Fittings - B-Lok",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "https://goglc.org/and-pdf/525-nursery-and-primary-school-curriculum-in-nigeria-pdf-757-514.php",
      "title": "Goglc",
      "description": "Goglc",
      "preview": "Goglc 10 Must Have Womens Fashion Trends For Fall 2023 Embrace Innovation And Style 2023 Business Innovations Navigating Trends In Remote Work Sustain"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://au.linkedin.com/company/afterpay-com-au?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Afterpay | LinkedIn",
      "description": "Afterpay | 145,291 followers on LinkedIn. We started a movement in which everyone can win - shoppers, retailers, society and every person on our team. To play fair, trust people and reward them for doing the right thing. We see and feel the impact of our work as more and more people gain financial freedom and retailers grow across the globe.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "http://www.gioiadellacasa.it/",
      "title": "Gioia della Casa - Casalinghi , Design e Benessere in casa - Casalinghi , design e benessere in casa",
      "description": "Casalinghi , design e benessere in casa",
      "preview": "Skip to content scroll to discover more back to top Follow facebook twitter Lo stile boho nasce dall'incontro tra moda e spirito nomade. La sua forza"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://www.siriusxm.com/clips/clip/65cfb29a-195e-4b44-91fb-9e855ad51e03/1bb40a1e-1920-4ab0-a756-9d95a7e2b7fb",
      "title": "David Downey on Revitalizing America's Downtowns | Julie Mason - Julie Mason Mornings undefined | undefined : '' | Listen on SiriusXM",
      "description": "David Downey, President and CEO of the International Downtown Association, joins Julie Mason to discuss the Revitalizing Downtowns Act and its fascinating new tax credit to incentivize transforming office space into housing.",
      "preview": "Julie Mason - Julie Mason Mornings Listen to Channel Subscribe to SiriusXM · David Downey on Revitalizing America's Downtowns SHARE Copy embed code Ab"
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "https://www.logement-seniors.com/maisons-de-retraite-1-1/urt-64240/",
      "title": "EHPAD d'Urt (64240) | Logement-seniors.com",
      "description": "Disponibilités, tarifs et description des 3 maisons de retraites médicalisées et EHPAD à Urt (64240).",
      "preview": "Accueil > Maison de retraite - EHPAD > Nouvelle-Aquitaine > Pyrénées Atlantiques (64) > Urt (64240) EHPAD et maisons de retraite à Urt (64240) Les EHP"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://uninfo.org/",
      "title": "UNSDG Data Portal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://www.omfif.org/events/cee-in-focus-the-future-of-capital-markets/",
      "title": "CEE in focus: the future of capital markets - OMFIF",
      "description": "Tue 5 Oct 2021 @ 09:00 - 11:30 -",
      "preview": "Skip to content CEE in focus: the future of capital markets Symposium Virtual Tue 5 Oct 2021 09:00 - 11:30 This high-level panel discussion will discu"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://wge.stemcell.sanger.ac.uk/crispr/1138719077",
      "title": "Individual CRISPR Report",
      "description": "void",
      "preview": "HTGT WGE Home CRISPR Finder Search by Gene Search by Sequence Search by ID Off-Targets by Sequence Generate CRISPR Library View CRISPR Library Jobs Vi"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://my.datasubject.com/16A1AnRt2Fn8i1unj/23233",
      "title": "Data Access Request",
      "description": "void",
      "preview": "You need to enable JavaScript to use this form."
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.wildmadagascar.org/",
      "title": "Madagascar: stunning wildlife, landscapes, and cultural diversity",
      "description": "void",
      "preview": "✕ Twitter Facebook About Contact Madagascar: stunning wildlife, landscapes, and cultural diversity WildMadagascar.org highlights Madagascar's stunning"
    },
    {
      "url": "https://www.ns.nl/en/season-tickets/dal-voordeel",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "https://www.stanford.edu/search/",
      "title": "Search Results - Stanford University",
      "description": "Stanford University, one of the world's leading teaching and research institutions, is dedicated to finding solutions to big challenges and to preparing students for leadership in a complex world.",
      "preview": "Search Results"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-mac_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}