{
  "data": [
    {
      "url": "http://www.oceansatlas.org/",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/expeditions/?q=&protection_status=Protected",
      "title": "Home - National Geographic Society",
      "description": "The National Geographic Society is a global non-profit organization committed to exploring, illuminating, and protecting the wonder of our world.",
      "preview": "Wonder Awaits Today, our mission is more urgent, dynamic and vital than ever. As a global nonprofit, the National Geographic Society is committed to s"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://www.cerl.org/main?ns=atg&tab_files=files&do=media&tab_details=history&image=collaboration%3Amanutius_network_2015%3Aaldo_catlogo_bvs2.pdf",
      "title": "Supporting Europe's written heritage [CERL]",
      "description": "void",
      "preview": "Home | Resources | Services | Hosting | Publications | Collaboration | Joining CERL | About CERL | You are here:: Home Search News | Contact | Index |"
    },
    {
      "url": "https://oscarherradon.com/2021/10/10/la-naranja-mecanica-50-anos-de-un-clasico-instantaneo/",
      "title": "La Naranja Mecánica: 50 años de un clásico instantáneo - DENTRO DEL PANDEMONIUM",
      "description": "En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony Burgess, cumplió 50 años, momento en que se editaron varios libros conmemorativos. En «Dentro del Pandemónium» recordamos algunas de las anécdotas de su rodaje y la intrahistoria del original literario. Óscar Herradón © Stanley...",
      "preview": "Saltar al contenido En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://loebauer-sv.de/archiv/1990.html",
      "title": "1990 | loebauer-sv.de",
      "description": "void",
      "preview": "Home Der Verein Der Vorstand Dokumente Trainingszeiten DWZ Liste Unsere Partner Terminplan Erwachsene Jugend Ausschreibungen 31 Löbauer STM Open 2025"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://www.tensorflow.org/tutorials/keras/classification",
      "title": "Basic classification: Classify images of clothing | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.florafamily.org/",
      "title": "Flora Family Foundation",
      "description": "void",
      "preview": "Back About the Foundation Flora Lamson Hewlett Blue Gentian Board and Staff Back Grantmaking Impact Investing 2024 Year in Review 2025 Grants A family"
    },
    {
      "url": "https://careers.blackrock.com/",
      "title": "Working at BlackRock",
      "description": "Browse available job openings at BlackRock",
      "preview": "Skip to main content BlackRock Our smartest investment is you Search jobs Keyword(s) Location Search Explore our Student & Graduate opportunities Expl"
    },
    {
      "url": "http://www.ipsnews.net/2022/01/time-protect-oceans-now/",
      "title": "The Time to Protect Our Oceans is Now | Inter Press Service",
      "description": "There is no other place in the world like Costa Rica's Cocos Island National Park. The waters surrounding the island-covered with tropical forests-are a playground to countless shivers, or schools, of sharks, including hammerhead sharks, whitetip reef sharks and whale sharks. Also boasting rays, turtles, whales and dolphins, It's one of the world's most biodiverse [...]",
      "preview": "Languages ESPAÑOL FRANÇAIS DEUTSCH ITALIANO JAPANESE NEDERLANDS PORTUGUÊS SUOMI SVENSKA SWAHILI TÜRKÇE Friday, October 10, 2025 INTER PRESS SERVICE Ne"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Agnew%20DJ%5BAuthor%5D",
      "title": "Agnew DJ[Author] - Search Results - PubMed",
      "description": "Agnew DJ[Author] - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://www.midtnvbc.com/page/show/7824370-pray-for-janae",
      "title": "Pray for Janae",
      "description": "void",
      "preview": "skip navigation MidTN VBC Search Search Pray for Janae Pray For Janae Click here to donate to the Edmondson Family Pray For Janae How you can help #Fi"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.diffchecker.com/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019222/true-sanctuary",
      "title": "True Sanctuary | The Current",
      "description": "Researchers recommend satellite technology as a way to create more effective, 'true' shark sanctuaries",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://likewise.com/privacy-policy",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://www.tristandacunha.org/",
      "title": "TristanDaCunha.org",
      "description": "void",
      "preview": "Skip to content Welcome to TristanDaCunha.org - a website about the remotest island in the world, Tristan da Cunha. Tristan da Cunha lies 2,816 kilome"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://espiralinterativa.com/",
      "title": "Espiral Interativa | Home",
      "description": "Espiral Interativa - Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social.",
      "preview": "Muito prazer, somos a Espiral Interativa! Uma agência de comunicação #GirlPower especializada em acessibilidade digital e projetos de impacto social ."
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://omneresults.com/",
      "title": "Omne: Let's Build Your Next Success",
      "description": "We connect companies with customers using data-driven marketing.",
      "preview": "We connect companies with customers using data-driven marketing. Let's build your next success Modern problems need modern solutions. Concept to execu"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://fsf.fra.affrc.go.jp/indexe.html",
      "title": "National Research Institute of Far Seas Fisheries, Fisheries Research Agency",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://www.waterpathogens.org/book/constructed-wetlands",
      "title": "Constructed Wetlands | Global Water Pathogen Project",
      "description": "void",
      "preview": "Constructed Wetlands Published on: March 22, 2017 view PDF Chapter info Copyright: This publication is available in Open Access under the Attribution-"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://www.crashmyplaya.com/",
      "title": "Crash My Playa 2026",
      "description": "Welcome to the official Crash My Playa event website - the ultimate vacation experience with Luke Bryan! Join us from January 15-18, 2026 in Riviera Maya, Mexico at the breathtaking oceanfront Moon Palace Cancún resort. Explore this site to learn more about the event, including important announcements, updates, package availability, event photos, travel options, and guest services offerings.",
      "preview": "Packages on sale now! Book for just 5% down with a monthly payment plan.  January 15-18, 2026 Riviera Cancún, MX Info PACKAGE INFO January 15-18, 202"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "http://www.athena.it/",
      "title": "Athena.IT - Soluzioni Cloud, Web e Mobile",
      "description": "Athena.IT è un'azienda leader di Informatica e Tecnologia in Italia presente sul mercato da oltre 30 anni. Fornisce soluzioni personalizzate Cloud, Web e Mobile per le imprese e le pubbliche amministrazioni.",
      "preview": "Home Chi Siamo L'azienda Sedi Partners Certificazioni Progetti di Ricerca Codice Etico Lavora con noi Area Riservata Soluzioni Smart Working Infrastru"
    },
    {
      "url": "https://sportsration.com/",
      "title": "Nigeria sports news, Nigeria football news transfers and gossips",
      "description": "Nigeria Sports News, Nigeria football news; latest NPFL, EPL, La Liga, UCL, Serie A, NBA, Tennis, Transfers, Gossips, Breaking News & Nigerians abroad",
      "preview": "BREAKING: NNL Begins Stadium Inspections Ahead of 2025/2026 Season Kickoff Rohr Describes Rwanda and Nigeria Matches as Most Important in Benin's Foot"
    },
    {
      "url": "https://www.kayalvarezmakeup.com/weddings",
      "title": "Bridal Makeup - Orlando Makeup Artist - Kay Alvarez",
      "description": "Bridal & Wedding makeup services for the Bride, Bridesmaids and bridal party",
      "preview": "Book Me Orlando Makeup Wedding Day Makeup Portfolio Client Photos Glam & Beauty Weddings Branding Makeup Clients Film & Corporate SFX & Creative Magaz"
    },
    {
      "url": "https://synlawncolorado.com/installing-putting-green-idea-whose-time-come/",
      "title": "Installing Your Very Own Putting Green is an Idea Whose Time Has Come",
      "description": "Our work brings us into contact with a great many golf lovers. If you count yourself among this group, we can make practicing your putting and chipping easier than ever.",
      "preview": "Skip to content Installing Your Very Own Putting Green is an Idea Whose Time Has Come Installing Your Very Own Putting Green is an Idea Whose Time Has"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    }
  ],
  "_meta": {
    "total_bookmarks": 66
  }
}