{
  "data": [
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    },
    {
      "url": "https://www.tensorflow.org/hub/",
      "title": "TensorFlow Hub",
      "description": "TensorFlow Hub is a repository of trained machine learning models ready for fine-tuning and deployable anywhere. Reuse trained models like BERT and Faster R-CNN with just a few lines of code.",
      "preview": "Skip to main content / English Español Español - América Latina Français Indonesia Italiano Polski Português Português - Brasil Tiếng Việt Türkçe Ру"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://gbba.org.uk/teamdetails.asp?teamdetailID=170&sID=49&wsID=13&cid=1",
      "title": "GBBA - Teams details for Worcester Cyclones",
      "description": "Contact details for Worcester Cyclones. Team secretary Emma-Jane Gardner.",
      "preview": "Gloucestershire Basket Ball Association News GBL Fixtures Tables GBL CUP Tables Courses Discipline Downloads Constitution GBL Rules FIBA Rules Interpr"
    },
    {
      "url": "https://buzzbakeshop.com/",
      "title": "Buzz Bakeshop | Alexandria VA",
      "description": "Located in North Old Town, Alexandria, Buzz Bakeshop is a full-service bakery, coffee shop and dessert lounge designed to showcase the talents of our award winning pastry team with an array of cakes, cupcakes, pastries, cookies, brownies, bars and other confectionary creations.",
      "preview": "top of page All You Need Is Buzz, Buzz Is All You Need. Buzz is a beloved neighborhood bakery in the north end of Old Town, Alexandria, featuring a my"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://collegebasketball.ap.org/wnewsj/article/kispert-ayayi-lead-no-1-gonzagas-quest-national-title",
      "title": "College Basketball News: Rankings, Scores, Stats & More | AP News",
      "description": "Read the latest college basketball news. Keep up with college basketball rankings, scores, and stats of your favorite players and teams, all on AP News.",
      "preview": "void"
    },
    {
      "url": "https://www.rediscoverwestphilly.com/",
      "title": "Rediscover West Philly",
      "description": "Rediscover West Philly is your source for travel and tourism information, including restaurants, shops, events, and culture in our beautiful neighborhood. Curated by University City District, this guide provides a glimpse of what makes West Philadelphia worth visiting for a day trip or weekend getaway.",
      "preview": "0 Enjoy everything West Philadelphia has to offer! Enjoy West Philadelphia's diverse food scene. Small retailers and national chains offer shopping op"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/MutationObserver",
      "title": "MutationObserver - Web APIs | MDN",
      "description": "The MutationObserver interface provides the ability to watch for changes being made to the DOM tree. It is designed as a replacement for the older Mutation Events feature, which was part of the DOM3 Events specification.",
      "preview": "Skip to main content Skip to search MutationObserver Baseline Widely available This feature is well established and works across many devices and brow"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://mint.gov.hr/rss.aspx/?lng=&ID=0",
      "title": "RSS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://press.stripe.com/",
      "title": "Stripe Press - Ideas for progress",
      "description": "Stripe Press produces works about technological, economic, and scientific advancement.",
      "preview": "The Origins of Efficiency Brian Potter The Scaling Era Dwarkesh Patel Boom Byrne Hobart Poor Charlie's Almanack Edited by Peter D. Kaufman Scaling Peo"
    },
    {
      "url": "https://www.thesecularparent.com/2019/04/02/free-classroom-newsletter-templates-for-microsoft-word/",
      "title": "Free Classroom Newsletter Templates For Microsoft Word Templates-1 : Resume Examples",
      "description": "void",
      "preview": "Resume Examples Home Contact DMCA Copyright Privacy Policy Resume Gallery Menu Home Contact DMCA Copyright Privacy Policy Resume Gallery Free Classroo"
    },
    {
      "url": "https://docs.python.org/3/library/datetime.html",
      "title": "datetime - Basic date and time types - Python 3.14.0 documentation",
      "description": "Source code: Lib/datetime.py The datetime module supplies classes for manipulating dates and times. While date and time arithmetic is supported, the focus of the implementation is on efficient attr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » datetime - Basic date and time"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://www.siriusxm.com/clips/clip/65cfb29a-195e-4b44-91fb-9e855ad51e03/1bb40a1e-1920-4ab0-a756-9d95a7e2b7fb",
      "title": "David Downey on Revitalizing America's Downtowns | Julie Mason - Julie Mason Mornings undefined | undefined : '' | Listen on SiriusXM",
      "description": "David Downey, President and CEO of the International Downtown Association, joins Julie Mason to discuss the Revitalizing Downtowns Act and its fascinating new tax credit to incentivize transforming office space into housing.",
      "preview": "Julie Mason - Julie Mason Mornings Listen to Channel Subscribe to SiriusXM · David Downey on Revitalizing America's Downtowns SHARE Copy embed code Ab"
    },
    {
      "url": "https://www.cbs.nl/nl-nl/dossier/nederland-regionaal/geografische-data/wijk-en-buurtkaart-2020",
      "title": "Wijk- en buurtkaart 2020 | CBS",
      "description": "De Wijk- en Buurtkaart 2020 bevat de digitale geometrie van de grenzen van de buurten, wijken en gemeenten in 3 GIS-formaten (ESRI™-shape, ESRI™-fgdb en geopackage).",
      "preview": "Ga naar hoofdinhoud Wijk- en buurtkaart 2020 versie 3 De Wijk- en Buurtkaart 2020 versie 3 (164 MB) bevat de digitale geometrie van de grenzen van de"
    },
    {
      "url": "https://ucmp.berkeley.edu/collections/vertebrate-collection/preparation/",
      "title": "Preparation Lab",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer Bluesky Facebook Instagram About Contact People Values FAQs SUP"
    },
    {
      "url": "http://www.atma.com.au/cbk/",
      "title": "Association of Taxation & Management Accountants - Welcome",
      "description": "Your association default meta description",
      "preview": "Member Login Username Password Need help? Login Welcome About Aims CBK Mission Membership Membership Benefits Membership Structure Fee Structure Appli"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://training.contentful.com/",
      "title": "Contentful Learning Center",
      "description": "Contentful Learning Center offers free live and on demand training for every user - from marketers, through the digital team, to developers.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://www.iheart.com/podcast/",
      "title": "Listen to the Best Podcasts & Shows Online, Free | iHeart",
      "description": "Listen to the latest episodes from top podcasts. Get news, sports & lifestyle info from your favorite personalities for free!",
      "preview": "Stream Top Podcasts Stream the best podcasts from your favorite stations All Topics All Topics Top Overall Top True Crime Comedy Society & Culture Spo"
    },
    {
      "url": "https://nap.m.wikipedia.org/wiki/Gagliano_Aterno",
      "title": "Gagliano Aterno - Wikipedia",
      "description": "void",
      "preview": "Gagliano Aterno 'nu comune italiano Gagliano Aterno Nomme ufficiale: Gagliano Aterno Stato : Italia Reggione : Abruzzo Pruvincia : 'e l'Aquila Estenzi"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.thedailybeast.com/obsessed/ant-man-and-the-wasp-quantumania-writer-jeff-loveness-doesnt-care-if-you-hated-the-movie?ref=scroll",
      "title": "'Quantumania' Writer: \"The Reviews Are Wrong!\"",
      "description": "After the historically bad box office numbers for \"Quantumania,\" Marvel's newest screenwriter found himself feeling deflated-until he discovered a beautiful way to shake it off.",
      "preview": "Skip to Main Content Interviews 'Ant-Man and the Wasp: Quantumania' Writer Doesn't Care If You Hated the Movie SUPERORGANISM After the historically ba"
    },
    {
      "url": "https://www.louvre.fr/en/visit",
      "title": "Visit - Everything you need to know before visiting the museum",
      "description": "Opening hours, prices, access, map, amenities, restaurants - everything you need to know before visiting the museum",
      "preview": "Visit - Everything you need to know before visiting the museum Aller au contenu Visit Everything you need to know before visiting the museum Hours & a"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://hamiltonbeach.com/inside-the-test-kitchen",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.taalhammer.com/simple-recipe-to-personalise-your-language-learning/",
      "title": "How to personalise your language learning | Taalhammer",
      "description": "How to personalise your language learning? How to easily include context and emotions into your learning and finally how to make learning interesting for you?",
      "preview": "You learn 5 times faster, and you remember forever, if you have a contextual or emotional connection with the content you are learning. We've all hear"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "https://www.adl.org/education/references/hate-symbols/confederate-flag",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/4wings",
      "title": "GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "description": "4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles. - GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.qoyexb9GR",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://www.shopgoodwill.com/",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://www.epaalumni.com/",
      "title": "EPA Alumni Association",
      "description": "The Association consists of former employees of the Federal Environmental Protection Agency. It promotes interaction among members, supports EPA Staff, educates the public, and serves as a source of EPA history.",
      "preview": "top of page EPA Alumni Association We're Not Done Yet! A network of 3,081 Members with 77,133 years of service. Our mission is to promote both soc"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "http://store.apple.com/us_epp_55499",
      "title": "Government Purchase Program - Shopping Agreement - Apple",
      "description": "void",
      "preview": "Government Purchase Program Please review the terms and conditions below before placing an order. Terms & Conditions The Government Purchase Program ("
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://teksciory.interia.pl/szukaj?q=mamusia+nie+moze",
      "title": "mamusia nie moze - Teksciory.pl",
      "description": "mamusia nie moze - Tekściory.pl - sprawdź tekst, tłumaczenie twojej ulubionej piosenki, obejrzyj teledysk.",
      "preview": "Reklama Wykonawcy Rankingi Zaloguj się Wykonawcy Ranking załóż konto Interia Teksty piosenek Szukaj: mamusia nie moze Wyniki wyszukiwania: mamusia nie"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://theblast.com/kate-hudson-daughter-birth-certificate-rani-rose/",
      "title": "void",
      "description": "void",
      "preview": "Kate Hudson Daughter's Birth Certificate Reveals Two Middle Names By TheBlast Staff on October 6, 2018 at 2:32 AM EDT | News Advertisement Sometimes y"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://kurzwaren-shop.de/reissverschluesse/bettwaesche/3113/rv-080-cm-kunststoff-fuer-bettwaesche",
      "title": "RV weiß, 080 cm Kunststoff für Bettwäsche ohne Griffplatte | Bettwäsche | Reißverschlüsse | Kurzwarenshop M. Gröger",
      "description": "Reißverschluß Kunststoff nicht teilbar 80 cm | weiß | RV-Schieber ohne Griffplatte | mit 4 mm Kunstoff-Spirale | für Bettwäsche, Bettbezüge usw. | Pr...",
      "preview": "Um Kurzwarenshop M. Gröger in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Cookie-Einstellungen Diese"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://caresmentoring.org/",
      "title": "National CARES Mentoring Movement",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://help.walmart.com/app/answers/detail/a_id/8",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://support.xbox.com/",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://kids.youtube.com/t/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "https://space.mines.edu/",
      "title": "Home - Space Resources Program",
      "description": "Since the 1990s, Colorado School of Mines has been a leading institution for the study of space resources and in situ resource utilization (ISRU) through its Center for Space Resources.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Space Resources Program Colorado School of Mines The first progr"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/flexbox",
      "title": "Basic concepts of flexbox - CSS | MDN",
      "description": "The flexible box layout module (usually referred to as flexbox) is a one-dimensional layout model for distributing space between items and includes numerous alignment capabilities. This article gives an outline of the main features of flexbox, which we will explore in more detail in the rest of these guides.",
      "preview": "Skip to main content Skip to search Basic concepts of flexbox The flexible box layout module (usually referred to as flexbox) is a one-dimensional lay"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "https://nuecesgundin.es/carro/",
      "title": "Carro de la Compra - Nueces Gundín",
      "description": "void",
      "preview": "Tu carrito está vacío. Volver a la tienda En Nueces Gundín nos dedicados con amor y pasión a la producción de nueces con certificación ecológica en pr"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}