{
  "data": [
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://www.missourireview.com/1803full-2/",
      "title": "18.3 Cover (Full-Size) | The Missouri Review",
      "description": "Discovering the best in fiction, essays, and poetry",
      "preview": "18.3 Cover (Full-Size) 18.3 Cover (Full-Size)."
    },
    {
      "url": "https://www.theguardian.com/world/europe-news",
      "title": "Europe | The Guardian",
      "description": "Latest Europe news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Latest news Boris Johnson The £1m man: Why did Boris Johnson take his donor to Ukraine? Exclusive: Leaked file"
    },
    {
      "url": "https://projectbackboard.org/",
      "title": "About",
      "description": "void",
      "preview": "Signed in as: filler@godaddy.com About Work Artists Resources Support #PlayWithPurpose Select Press Every Court Has A Story Common Practice Real-Time"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "https://www.walmartmoneycard.com/walmart/account/legal-info-page?doc=pp&issuingbank=gdb",
      "title": "Legal Information - Terms & Conditions | Walmart MoneyCard",
      "description": "View information about Cardholder Agreements, Terms & Conditions, Site Privacy Statements and Terms of Use, and Fee Plans.",
      "preview": "Legal Information Log in to your account to access your specific Account Agreement. Account Agreement Walmart MoneyCard Your account agreement may be"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://www.flowers4iceland.com/alftanes",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "https://apps.shopify.com",
      "title": "Shopify App Store",
      "description": "Shopify App Store: customize your online store and grow your business with Shopify-approved apps for marketing, store design, fulfillment, and more.",
      "preview": "Apps by category Sales channels Finding products Selling products Orders and shipping Store design Marketing and conversion Store management App stori"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.hamiltonfamilies.org%2Fnewsroom%2Fsan-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.ricette.cc/",
      "title": "Ricette - Tutte le ricette di cucina possibili",
      "description": "void",
      "preview": ", CATEGORIE Antipasti Primi Piatti Secondi Carne Secondi Pollame Secondi Pesce Bevande Contorni Dessert Salse SONDAGGIO SALUTE Alimentazione Bimby Cal"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "https://medium.com/@RenderAnalytics/what-is-artificial-intelligence-and-how-does-it-work-for-beginners-5224aa0c472b",
      "title": "What is Artificial Intelligence and How Does it Work? For Beginners! | by Charles Render | Medium",
      "description": "What is Artificial Intelligence and How Does it Work? For Beginners! Demystifying Artificial Intelligence: Understanding AI Basics for Non-Programmers Artificial Intelligence (AI) has emerged as a ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in What is Artificial Intelligence and How Does it Work? For Beginners! Demy"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://www.clarehousing.org/",
      "title": "Main | Clare Housing",
      "description": "| Clare Housing. Clare Housing provides housing solutions for over 300 people living with HIV who were previously homeless or unstably housed. Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV is prevented.",
      "preview": "Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://mcfourons.be/prod/index.php?LG=FR&ID=34&PHPSESSID=dc38199f48b8cbed08658381c463966d",
      "title": "Moto-club des Fourons",
      "description": "void",
      "preview": "Accueil Organisation Contact Photos Administration Moto-club des Fourons ASBL FR : | NL : Accueil Organisation Contact Photos Circuit Circuit de Fouro"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://www.gov.uk/government/publications/illegal-unreported-and-unregulated-fishing-action-alliance-pledge/illegal-unreported-and-unregulated-fishing-action-alliance-pledge",
      "title": "Illegal, Unreported and Unregulated Fishing Action Alliance Pledge - GOV.UK",
      "description": "void",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://beefree.io/",
      "title": "Free Drag & Drop HTML Email Template Builder | Beefree",
      "description": "Speed up email creation with Beefree's drag-and-drop, no-code HTML email builder and editor. Compatible with your favorite sending platform. Sign up for free!",
      "preview": "Get started The email builder used by top brands Real reviews from real customers Verified by \"Great tool to speed up email creation workflow\" Patrici"
    },
    {
      "url": "https://www.jamendo.com/?language=en",
      "title": "Jamendo Music | Free music downloads",
      "description": "Free music downloads and streaming. Discover and explore 600,000+ free songs from 40,000+ independent artists from all around the world.",
      "preview": "void"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "https://tahadiwasla.app.link/s/0717ceea0c63ebc709ead93cce696ea3722379c976d7fba0e7752f2ad8b5d881",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://www.grammarly.com/",
      "title": "Grammarly",
      "description": "Grammarly's free writing app will make sure your messages, documents, and social media posts are clear, mistake-free, and impactful.",
      "preview": "Your writing, at its best. Grammarly makes sure everything you type is easy to read, effective, and mistake-free. Check your text Upload Upload a file"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://www.examveda.com/chemical-engineering/practice-mcq-question-on-refractory-technology/",
      "title": "Refractory Technology MCQ Questions & Answers | Chemical Engineering",
      "description": "Learn Refractory Technology MCQ questions & answers are available for a Chemical Engineering students to clear GATE exams, various technical interview, competitive examination, and another entrance exam. Refractory Technology MCQ question is the important chapter for a Chemical Engineering and GATE students.",
      "preview": "Refractory Technology MCQ Questions & Answers | Chemical Engineering Home / Chemical Engineering / Refractory Technology Section 1 Section 2 Section 3"
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://coder-girls.tumblr.com/post/126874557083",
      "title": "Is learning computer science linked to improved learning in other subjects? - @coder-girls on Tumblr",
      "description": "Many passionate computer science educators believe computational thinking, problem solving, persistence and analysis learned in compute...",
      "preview": "codeorg Follow Is learning computer science linked to improved learning in other subjects? Many passionate computer science educators believe computat"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=multimedia",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.kingpet.co.uk/profile/10208386785934913-Reghan-F/",
      "title": "Reghan F. · Dog and Cat Photo Contest",
      "description": "$50,000 in cash prizes to be won every month! Register now for free for the biggest pet photo contest",
      "preview": "RF Reghan F. Profile Contests Achievements Pets Nellie Ember Sparkles Activity No recent activity Follow us : KingPet Dog and Cat Photo Contest Winner"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "https://celebrityvoicechanger.com",
      "title": "Free Online Voice Changer App - Celebirty Voices",
      "description": "Use Celebrity Voice Changer to Impersonate celebrities. With our Online Voice Changer you can do Voice Recordings too, distorting & changing your voice never been easier.",
      "preview": "x INSTALL Celebrity Voice Changer Voice Changer App - Celebrity Voices Celebrity Voice Changer is the only app using deep learning tech to transform y"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://certificering.symbaloo.com/mix/altun",
      "title": "ALTUN - Libreria Symbaloo",
      "description": "Nella libreria Symbaloo puoi scoprire Webmix interessanti creati e condivisi da altri utenti Symbaloo.",
      "preview": "void"
    },
    {
      "url": "https://medieval.bodleian.ox.ac.uk/?f%5Blang_sm%5D%5B%5D=English&f%5Blang_sm%5D%5B%5D=Multiple+Languages&f%5Bms_collection_s%5D%5B%5D=MSS.+Carte&f%5Bms_date_sm%5D%5B%5D=16th+Century&f%5Bms_date_sm%5D%5B%5D=15th+Century&f%5Bms_date_sm%5D%5B%5D=Multiple+Centuries&f%5Bms_origin_sm%5D%5B%5D=Ireland&per_page=10&sort=sort_title+asc",
      "title": "Language: English and Multiple Languages / Collection: MSS. Carte / Century: 3 selected / Origin: Ireland - Medieval Manuscripts Search Results",
      "description": "void",
      "preview": "Toggle facets Limit results by: Language English [remove] 1 Latin 1 Middle English 1 Multiple Languages [remove] 1 Century 15th Century [remove] 1 16t"
    },
    {
      "url": "https://www.woodfordreserve.com/",
      "title": "Homepage - Woodford Reserve",
      "description": "Woodford Reserve isn't manufactured, it's hand crafted in small batches. This artisanal process allows us to craft it at all five sources of bourbon flavor giving it its distinct taste and crisp, clean finish.",
      "preview": "Skip to main content The world's finest bourbon Our Story Bourbon Whiskey Perfectly Balanced The art of making fine bourbon first took place on the si"
    },
    {
      "url": "https://carat.fiserv.com/en-us/resources/?tag=Payments+101",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://ma.tt/",
      "title": "Matt Mullenweg | Unlucky in Cards",
      "description": "Unlucky in Cards",
      "preview": "I was reminded today of the profound marketing influence of Kathy Sierra , who was a pretty prolific blogger and speaker back in the day. I would summ"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://www.riamoneytransfer.com/about-ria/preventing-fraud",
      "title": "Fraud Awareness US - Ria Money Transfer",
      "description": "Ria Money Transfer helps to protect consumers from fraud through awareness. Learn how to identify and avoid money transfer scams to ensure your money is safe.",
      "preview": "Send money Send money to 190+ countries Ways to send Send money online Send money with the app Send money in person Send to Africa Asia Europe Latin A"
    },
    {
      "url": "https://issuu.com/fisherhouse/docs/fish_patriot20_vol11_issue1_hires_final/s/10541095",
      "title": "Fisher House Salutes: The Rosie Network - Issuu",
      "description": "Military service members, veterans, and their families are supported by countless organizationsthat acknowledge their sacrifices. We feature a top-tier organization each issue.",
      "preview": "from The Patriot Magazine Volume 11 Issue 1 by Fisher House Foundation Next Article Our Other 2019 Newman's Own Award Recipients Building the Next Gen"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://www.themeasureofthings.com/default.php",
      "title": "The Measure of Things",
      "description": "void",
      "preview": "  About Contact Developers Help Press Mentions Inquiries Guidance Privacy Cookies Design and text copyright © 2025. All rights reserved.   The Mea"
    },
    {
      "url": "https://elpais.com/ciencia/",
      "title": "Ciencia en EL PAÍS",
      "description": "Las últimas noticias sobre ciencia donde encontrarás la última hora sobre investigaciones, hallazgos, I+D, laboratorios, descubrimientos además de reportajes, entrevistas y los blogs de EL PAÍS.",
      "preview": "Ir al contenido _ _ _ _ Alfonso Martínez-Arias | 10 oct 2025 - 12:19 CEST Descubridor de la clonación, su trabajo fue olvidado y después reivindicado"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    }
  ],
  "_meta": {
    "total_bookmarks": 86
  }
}