{
  "data": [
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Frc%2Fshop-all-sale%3Frp%3DonsaleUS%253Atrue",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "http://www.weibo.com/unfao?from=myfollow_all",
      "title": "Sina Visitor System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.kenyadreamholidays.com/",
      "title": "Kenya Dream Holidays - Tours & Travel Agency",
      "description": "Turmet - Travel & Tour Agency HTML Template",
      "preview": "Nullam dignissim, ante scelerisque the is euismod fermentum odio sem semper the is erat, a feugiat leo urna eget eros. Duis Aenean a imperdiet risus."
    },
    {
      "url": "https://blog.nationalgeographic.org/2021/11/02/cop26-colombia-costa-rica-ecuador-and-panama-announce-new-protections-for-ocean-highway/",
      "title": "COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\"",
      "description": "Drawing attention to the critical yet overlooked role oceans play in keeping the planet cool, safeguarding species, and supporting food security the leaders of Colombia, Costa Rica, Ecuador and Panama launched a new marine protected area to be called the Eastern Tropical Pacific Marine Corridor.",
      "preview": "Press Release COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\" Drawing attention to the critical yet overl"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://nevcc.org/building-a-community-behind-your-business/",
      "title": "Second Life Chattanooga",
      "description": "void",
      "preview": "About Second Life of Chattanooga creates awareness that drives action through collaborative relationships with like-minded organizations and individua"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/post/140318223394",
      "title": "50m3 Th1ng5 D0 N0t C0mput3, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://www.poconomountains.com/",
      "title": "Visit the Poconos | Discover Restaurants, Hotels & Things to Do",
      "description": "Planning a vacation to the Pocono Mountains? Find information on resorts and hotels, family activities, events, restaurants, weddings and things to do.",
      "preview": "Your browser is not supported for this experience. We recommend using Chrome, Firefox, Edge, or Safari. Skip navigation Skip to main content 2025-26 D"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "https://starvistalive.com/",
      "title": "Home | StarVista Live",
      "description": "StarVista LIVE Cruises bring together some of the greatest artists and musicians in each genre with true music fans in a luxurious, full ship cruise environment. We provide world class live performances in intimate settings, unparalleled direct access to artists through interactive events, and a chance to have fun, see old friends and meet new ones.",
      "preview": "StarVista Live cruises provide unique experiences and unparalleled access to the superstars you love. Our Events What to expect Malt Shop Memories Cru"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://www.birdlife.org/",
      "title": "BirdLife International - BirdLife is the world leader in Bird Conservation",
      "description": "People are destroying and consuming nature at a devastating rate. Birds are our early warning system. BirdLife International is the largest international...",
      "preview": "× Welcome to BirdLife International en As a global Partnership, we believe in internationalism. We have translated as much content in your language as"
    },
    {
      "url": "https://divinelight.org.gr/category/news/new-publications/",
      "title": "Νέες Εκδόσεις Archive - Πνευματιστικός Όμιλος Αθηνών \"Τό Θείον Φως\"",
      "description": "Πνευματιστική κίνηση για την ηθική εξύψωση της κοινωνίας",
      "preview": "Νέες Εκδόσεις Νέες Εκδόσεις Nέα Έκδοση - ΑΠΑΝΘΙΣΜΑ ΟΥΡΑΝΙΩΝ ΔΙΔΑΣΚΑΛΙΩΝ, Μέρος Β' 1 Σεπτεμβρίου 2025 Κυκλοφορεί τώρα από τις Εκδόσεις μας το Β' μέρος"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://clarkfoundationdc.org/",
      "title": "Overview | The A. James & Alice B. Clark Foundation",
      "description": "From 2016 - 2025, the A. James & Alice B. Clark Foundation spent down the vast majority of its founders' wealth to equip future engineers, reinvest in the city in which they found their success, and serve our nation's veterans.",
      "preview": "Skip to main content The A. James & Alice B. Clark Foundation - Homepage The 10-year journey from $1.4B to $0 $1,400,000,000 From 2016 - 2025, the A."
    },
    {
      "url": "https://mastodon.green/@mongabay",
      "title": "Mongabay (@mongabay@mastodon.green) - Mastodon.green",
      "description": "1.51K Posts, 31 Following, 2.53K Followers · Reader-supported news and inspiration from nature's frontline. Mongabay is a non-profit.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.pntrac.com/t/8-9711-131940-104709?sid=PEOKateHudsonsOversizedBeltBagIsaSmartChoiceforMomsOntheGoandTheseLookalikesStartat14lstansburyFasAff13976767202303I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-transit-bag-black",
      "title": "The Renew Transit Fanny Pack | Black - Everlane",
      "description": "The ReNew Transit Fanny Pack features two external zip pockets, a main compartment with an internal divider (for added organization), and an adjustable strap with metal buckles. The best part? It can be worn cross-body like a sling or at your waist in true fanny-pack fashion. Oh, and it's made using 100% recycled polye",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.eps-one.com/eps-ndvsb/",
      "title": "ePS-NDVSB delivers the Air Force 'First Look' Program - ePS",
      "description": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/",
      "preview": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/ More Posts All News AUBURN HILLS, M"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.infostrada.it/",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "https://www.hulu.com/",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://1profire.com/fl/putnum-county/fire-sprinkler-installation/",
      "title": "Fire Sprinkler Installation in Putnum County, Florida",
      "description": "Fire Protection Services Fire Sprinkler Installation in Putnum County, Florida at (386) 310-0170",
      "preview": "void"
    },
    {
      "url": "http://www.tbcci.com/about",
      "title": "..:: Taylor Bros Construction ::..",
      "description": "void",
      "preview": "Menu about taylor bros. rich history. postive future. Established in 1933, Taylor Bros. Construction Co., Inc. is proud to have served the Midwest for"
    },
    {
      "url": "https://www.itsnicethat.com/",
      "title": "It's Nice That",
      "description": "Inspiring Creativity",
      "preview": "Projects + Creatives Insights + Opinion Resources + Advice Culture + Lifestyle Search Search The Nice Feed Refreshed 2h ago Explore All The 2025 Siena"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "https://aprenderpianoblog.com/2021/11/30/que-es-el-mordente-preguntas-y-respuestas-apoyatura-adornos/",
      "title": "¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. - Aprender música",
      "description": "Aprendo música . Autodidacta. Hoy me toca aprender los mordentes. El mordente en música es un adorno melódico que por lo general indica que la nota principal o real debe ser tocada con una única alternancia rápida de dicha nota con la inmediatamente superior o inferior por grados conjuntos. Esta alternancia puede estar formada por...",
      "preview": "Uncategorized ¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. Published by on noviembre 30, 2021 Aprendo música . Autodidacta. Hoy m"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://gdpr.cision.com/",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://werkdatenbank.bbk-sachsenanhalt.de/index.php?pn=item&keyword=Giebel",
      "title": "Suche in der Werkdatenbank - BBK, Bildende Kunst Sachsen-Anhalt",
      "description": "void",
      "preview": "Werkdatenbank Bildende Kunst Sachsen-Anhalt null Werke Laden..."
    },
    {
      "url": "https://antologiaspoeticas.com/tag/oh-mar/",
      "title": "Oh Mar | Antologias Poéticas",
      "description": "void",
      "preview": "Skip to content Storni #2, Alfonsina Argentina (1892-1938) Continue reading →"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://www.law.cornell.edu/wex/engel_v._vitale_(1962)#:~:text=Primary%20tabs-,Engel%20v.,was%20increasingly%20pluralistic%20and%20secular.",
      "title": "Engel v. Vitale (1962) | Wex | US Law | LII / Legal Information Institute",
      "description": "void",
      "preview": "Please help us improve our site! × No thank you Engel v. Vitale (1962) Primary tabs Engel v. Vitale is the 1962 landmark Supreme Court decision that s"
    },
    {
      "url": "http://www.codicesorgente.it/",
      "title": "Come scegliere ed acquistare i Migliori Prodotti ✔️ CodiceSorgente.it",
      "description": "Trova i migliori prodotti con il confronto modelli, caratteristiche, recensioni e prezzi. Risparmia comprando i prodotti migliori per rapporto qualità/prezzo",
      "preview": "Salta al contenuto Confronta prodotti ed Acquista risparmiando Acquistare prodotti online è più comodo ed economico , ma per comprare il miglior prodo"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "https://board.playzo.de/index.php/Board/4245-Middengebied/?s=24aec7ed40cf96a6744290bb0dcdf62048a2020c",
      "title": "Middengebied - playzo Board",
      "description": "void",
      "preview": "In Ihrem Webbrowser ist JavaScript deaktiviert. Um alle Funktionen dieser Webseite nutzen zu können, muss JavaScript aktiviert sein. Thema Antworten L"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://www.s-kaupat.fi/",
      "title": "S-kaupat - Suomen suosituin ruoan verkkokauppa",
      "description": "Helpotimme ruokakaupassa käyntiä: Prisma, S-market, Alepa, Sale ja Herkku samassa osoitteessa ja sovelluksessa.",
      "preview": "Sivua ladataan... Hyppää sisältöön Tilaus- ja toimitusehdot Tietosuojakäytäntö Muuta evästeasetuksia Oiva-raportit , Linkki avautuu uudessa välilehdes"
    },
    {
      "url": "https://www.theoutletstoresalicante.es/bases-legales-sorteo-summer-boom-puma/",
      "title": "BASES LEGALES SORTEO SUMMER BOOM: TARJETA REGALO 100€ PUMA - Centro Comercial The Outlet Stores Alicante",
      "description": "void",
      "preview": "Información Horario Servicios Cómo llegar Mapa del centro Galería Marcas Restauración y Ocio Ofertas Tiendas Ocio Novedades y eventos Directorio Puma"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2023/01/celebrating-100-years-of-disney-and-the-wonder-of-mickey-and-minnie/?CMP=SOC-DPFY23Q1wo1229220045A",
      "title": "Celebrating 100 Years of Disney and the Wonder of Mickey and Minnie - Disney Parks Blog",
      "description": "Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this historic milestone, we are inspired by the journey we've been on together and the fans and families who have brought Disney into their hearts throughout the past century. Disney100 commemorates the storytellers who have brought generations the wonder and magic of",
      "preview": "Skip to content Contributed By Thomas Smith Manager, Editorial Content Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this"
    },
    {
      "url": "https://www.tobaccofreekids.org/",
      "title": "Home | Campaign for Tobacco-Free Kids",
      "description": "Campaign for Tobacco-Free Kids",
      "preview": "sign up sign up Stopping Big Tobacco from Hooking Kids with Flavored Products WHO report shows major progress in global fight against tobacco, but ind"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.baobabcollection.com/eu/en/scented-candles/rainforest/",
      "title": "Baobab Collection - Luxury Scented Candles and Home Fragrances - Baobab Collection SA",
      "description": "Baobab Collection - Luxury Scented Candles and Home Fragrances",
      "preview": "void"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://nappy.co/",
      "title": "Nappy | Beautifully Diverse Stock Photos",
      "description": "Beautiful photos of Black and Brown people, for free. For commercial and personal use.",
      "preview": "Open dialog Close HP Stay in the know Beautiful photos of Black and Brown people, for free. Trending Topics businesswomen indoor bedroom green playing"
    },
    {
      "url": "http://www.getonthebus.org/",
      "title": "User138",
      "description": "void",
      "preview": "Daftar Masuk"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "https://www.theverge.com/2021/10/28/22745234/facebook-new-name-meta-metaverse-zuckerberg-rebrand",
      "title": "Facebook's new name is Meta | The Verge",
      "description": "CEO Mark Zuckerberg announced that the company he founded is getting a new name. Facebook will now be called Meta, to better reflect the company's identity.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.burtsbees.com/product/tinted-lip-oil/792850898103.html",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://developers.googleblog.com/2019/09/enabling-developers-and-organizations.html",
      "title": "Enabling developers and organizations to use differential privacy - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Enabling developers and organizations to use differential privacy SEPT. 5, 20"
    },
    {
      "url": "https://www.nfl.com/news/packers-aaron-rodgers-finishes-retreat-addresses-future-i-don-t-want-to-drag-any",
      "title": "Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around'",
      "description": "Packers quarterback Aaron Rodgers spoke publicly for the first time since completing his darkness retreat. Although he does not have a decision yet, he recognizes the benefit of giving the team an answer in the near future.",
      "preview": "Skip to main content Advertising Around the NFL Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around' Publi"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/aprender-al-juegar/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://www.graysonliving.com/products/hooker-furniture-living-room-melange-vienna-console",
      "title": "Hooker Furniture Melange Vienna Console - Grayson Living",
      "description": "Come closer to Melange, and you will discover something unexpected, an eclectic blending of colors, textures and materials in a vibrant collection of one-of-a-kind artistic pieces.",
      "preview": "Skip to content Luxury Living FALL SALE: GET 10% OFF WITH CODE FALL10 ON $1,500 + (Excludes Select Brands & Sale Items) FALL SALE: GET 10% OFF WITH CO"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/hawaii/",
      "title": "Hawaii - Reverse Logistics Group",
      "description": "Discover electronics recycling opportunities in Hawaii. RLG helps you recycle responsibly with local drop-off locations and programs.",
      "preview": "Back to overview The State of Hawaii has enacted the Hawaii Electronic Waste and Television Recycling and Recovery Law . The law requires manufacturer"
    },
    {
      "url": "https://librariaarcana.ro/produs/ghid-complet-de-tarot-si-ezoterism-vol-1-arcanele-majore-naran-gheser/",
      "title": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser - Arcana",
      "description": "void",
      "preview": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser 83,51 lei Stoc epuizat Descriere Product Details Recenzii (0) Autor Naran"
    },
    {
      "url": "http://www.fantasticaficcion.com/index.php/orbit-books-anuncia-la-adquisicion-de-goldilocks-de-laura-lam/",
      "title": "Orbit Books anuncia la adquisición de Goldilocks de Laura Lam - Fantástica - Ficción",
      "description": "void",
      "preview": "Saltar al contenido La editorial Orbit ha anunciado la adquisición de la novela Goldilocks de Laura Lam. La fecha de publicación es mayo de 2020. Esta"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://sdgs.un.org/goals",
      "title": "THE 17 GOALS | Sustainable Development",
      "description": "void",
      "preview": "Skip to main content THE 17 GOALS 169 Targets 4070 Events 1365 Publications 8539 Actions 1 Goal 1 End poverty in all its forms everywhere. 7 Targets 1"
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatchs2",
      "title": "TicWatch S2 - The best smartwatch to take your outdoor game to the next level.",
      "description": "TicWatch S2 smartwatch - a smartwatch designed to withstand extreme conditions and environments. The best smartwatch to take your outdoor games to the next level! TicWatch S2 smartwatch is military-grade durable. Swim monitoring and swim style detection; 24hr heart-rate monitor; Waterproof 5 ATM. Buy TicWatch S2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch S2 smartwatch Product Support About us Buy now Buy Go out. Explore. Stay connected. Best smartwatch for your"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.bloombergconnects.org/",
      "title": "Bloomberg Connects",
      "description": "Bloomberg Connects is a free mobile app featuring guides to hundreds of museums, galleries, sculpture parks, gardens, and cultural spaces in one easy to use app.",
      "preview": "Skip to main content The arts and culture app. Download Now"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://www.callupcontact.com/Rural-Roads-c99325.html",
      "title": "Places close by Rural Roads Chefferie de Nkol Yem Cameroon",
      "description": "void",
      "preview": "We use cookies to provide services to you. By continuing to use this website, we assume that you agree to our use of cookies. Search Maps HOME List Yo"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "https://www.draysbay.com/2011/8/3/2341570/thoughts-on-matt-moore",
      "title": "Thoughts on Matt Moore | DRaysBay",
      "description": "Your best source for quality Tampa Bay Rays news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content SB Nation SB Nation logo A Tampa Bay Rays Community DRaysBay October 10, 2025 DRaysBay Navigation Drawer Login / Sign Up close Cl"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://www.moneygram.com/replacement",
      "title": "Get a Money Order Fast with MoneyGram | MoneyGram",
      "description": "Our money orders give you the convenience of cash and the freedom of a check-without needing a checking account.",
      "preview": "Text... Purchase a money order We're one of the nation's largest money order companies. Send money with convenience, freedom, and reliability. Money o"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://zeaphra.tumblr.com/post/128648216513",
      "title": "Blog",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://www.jovanalouis.com/",
      "title": "Jovana Louis",
      "description": "Jovana Louis, for the Strong, Professional Woman who takes pride in her appearance! The Luxury Brand is the creation of designer Jovana Louis Benoit. Jovana Louis clothes are made to contour a woman's body and known for their exceptional fit.",
      "preview": "top of page ELEVATE YOUR STYLE Luxury Women's Fashion Learn More FASHION SHOW Add information about the sale and encourage users to take advantage of"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://www.gov.scot",
      "title": "The Scottish Government - gov.scot",
      "description": "The devolved government for Scotland has a range of responsibilities that include: the economy, education, health, justice, rural affairs, housing, environment, equal opportunities, consumer advocacy and advice, transport and taxation.",
      "preview": "Skip to main content Accessibility help Information We use cookies to collect anonymous data to help us improve your site browsing experience. Click '"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://bibliobrey.blogspot.com/2010/02/don-moucho-quere-saber.html",
      "title": "Blog da biblioteca do CEIP Fermín Bouza Brey: DON MOUCHO QUERE SABER",
      "description": "Recuncho do 3ºCiclo de Primaria (5º e 6º) Recuncho do 2ºCiclo de Primaria (3º e 4º) Recuncho do Primeiro Ciclo de Primaria (1º e 2º) Recu...",
      "preview": "skip to main | skip to sidebar Blog da biblioteca do CEIP Fermín Bouza Brey 27/2/10 DON MOUCHO QUERE SABER Recuncho do 3ºCiclo de Primaria (5º e 6º) R"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "https://onurozuduru.tumblr.com/",
      "title": "Onur Özüduru",
      "description": "Leave the machines alone, they can do it!",
      "preview": "Home Archive Visit My Blog Reading List Stuff I like data36.com Data Coding & Bash April 18th, 2017 I've already know some bash magic but, assignments"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://events.economist.com/?RefID=e.com-home&utm_source=e.com&utm_medium=website&utm_campaign=group-aff&utm_content=footer-link",
      "title": "Economist Impact events",
      "description": "Economist Events hosts over 80 events annually in over 30 countries on topics that convene world-class thought leaders on a range of strategic business issues",
      "preview": "string(13) \"Normal_Events\" int(19) string(14) \"Virtual_Events\" int(0) string(14) \"Private_Events\" int(15) string(14) \"Partner_Events\" int(3) All regio"
    },
    {
      "url": "https://www.gov.uk/government/publications/illegal-unreported-and-unregulated-fishing-action-alliance-pledge/illegal-unreported-and-unregulated-fishing-action-alliance-pledge",
      "title": "Illegal, Unreported and Unregulated Fishing Action Alliance Pledge - GOV.UK",
      "description": "void",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://www.buzzen.com/",
      "title": "Buzzen Chat - Free Chat Network",
      "description": "Buzzen... So much more than just adults chatting! 100% FREE Chat and completely Anonymous. We offer custom profiles, photo albums, blogs, and more!",
      "preview": "Free Chat Rooms? JOIN BUZZEN ADULT CHAT!! Why choose Buzzen Chat? 1) Buzzen Chat is 100% FREE!"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://getsupport.apple.com/?caller=home&PRKEYS=",
      "title": "void",
      "description": "void",
      "preview": "We're sorry You need to enable JavaScript to run this app"
    },
    {
      "url": "http://www.gibney.de/",
      "title": "Marek Gibney",
      "description": "void",
      "preview": "Hell ! I build Gnod and Product Chart . Sometimes I write about things. Let's connect ."
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "https://suomenkuvalehti.fi/nakoislehti/lue/30-1961-pdf/38-2672",
      "title": "38 - 30/1961 PDF - Näköislehti",
      "description": "void",
      "preview": "Sovellus vaatii JavaScript-tuen. Käyttääksesi sovellusta sinun on laitettava JavaScript-tuki päälle, tai käytettävä selainta joka tukee JavaScriptiä."
    },
    {
      "url": "https://www.bostonmabl.com/400hitter/player/batting/?PlID=33505&SeID=334&TmID=1133",
      "title": "2021 Batting Stats - Boston Metro Baseball League",
      "description": "The Boston Metro Baseball League is the largest adult baseball league in Massachusetts and New England, with divisions for players aged 18+, 28+ and 38+.",
      "preview": "void"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://stylescompany.nl/portfolio-item/street-kingz-theater-naaldwijk/",
      "title": "Theater Naaldwijk | Styles CompanyStyles Company",
      "description": "void",
      "preview": "HOME EDUCATIE CKV URBAN ARTS DAG LEERLIJNEN URBAN ARTS URBAN CULTURE EVENT VOORSTELLINGEN WORKSHOPS WORKSHOPS BREAKDANCE BEATBOX DANS CHOREOGRAFIE DJ"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://www.arrl.org/getting-licensed",
      "title": "Getting Licensed",
      "description": "The American Radio Relay League (ARRL) is the national association for amateur radio, connecting hams around the U.S. with news, information and resources.",
      "preview": "ARRL Website Search Category Clubs Contests Exam Sessions Hamfest/Conventions Licensing Classes Member Directory News Special Events ARECC Field Class"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://marketplace.stripe.com/",
      "title": "Stripe App Marketplace",
      "description": "Stripe Apps integrate all the tools you use to run your business",
      "preview": "void"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://express.adobe.com/page/EBco39ojRZKyQ/",
      "title": "Walmart Constituent Relations Annual Report 2021",
      "description": "See the story",
      "preview": "Loading A Message from Tony Waller Stubborn problems that defy solutions for years aren't solved by well-meaning efforts to do more of the same. Real"
    },
    {
      "url": "https://almaauun.org/",
      "title": "Home - Al-Maa'uun",
      "description": "Volunteer-led. Nonprofit. Inspired by Faith.",
      "preview": "We're better together Volunteer-led. Nonprofit. Inspired by Faith. Donate now Empowering Recovery, Restoring Hope We envision a future where recovery"
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.uxmatters.com/mt/archives/2007/01/applying-color-theory-to-digital-displays.php#:~:text=On a black background, the,text on a white background",
      "title": "Applying Color Theory to Digital Displays :: UXmatters",
      "description": "Web magazine about user experience matters, providing insights and inspiration for the user experience community",
      "preview": "Top Design Applying Color Theory to Digital Displays By Pabini Gabriel-Petit January 20, 2007 16 Comments This article is Part III of my series \"Color"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://eskalera.com/request-a-demo/",
      "title": "Eskalera : Request a Demo",
      "description": "void",
      "preview": "Get a demo, compare plans, and see pricing"
    },
    {
      "url": "https://www.rangeme.com/walmartsupplierinclusion",
      "title": "B2B Product Discovery Platform for Retail Buyers, Suppliers",
      "description": "Get discovered by retail buyers on RangeMe. Showcase your products, connect with buyers, and grow your brand with the leading supplier platform.",
      "preview": "Sign up for RangeMe Choose your account type: Supplier I sell products to wholesale buyers Buyer I purchase products at wholesale Connect with Top Ret"
    },
    {
      "url": "https://industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://ghostaugustine.com/blog/not-so-dead-of-knight/",
      "title": "Not So Dead Of Knight | GhoSt Augustine",
      "description": "It was a quiet and fairly late night when I was preparing to close down our ghost shop, GhoSt Augustine, at 123 St. George St. Our store was located on the right hand side at...",
      "preview": "Skip to primary navigation Skip to content Skip to footer Back to Blog Not So Dead Of Knight It was a quiet and fairly late night when I was preparing"
    },
    {
      "url": "https://drsureshmondal.in/andhra-pradesh/hyderabad/ameerpet/Homeopathy-Doctor",
      "title": "Top Homeopathy Doctor in Ameerpet | Dr Sharma (78+)",
      "description": "Dr Ravindra Sharma is the best Homeopathy Doctor in Ameerpet for chronic disease like Hair fall, Weight Loss, Gall stone, PCOD, Psoriasis and Allergy. Book Now!",
      "preview": "Search Articles Search Articles Search No articles found matching your search. Discover Tips For A Healthy Sexual Life Homeopathy Doctor in Ameerpet H"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.blackrock.com/aladdin",
      "title": "Aladdin® by BlackRock - software for portfolio management",
      "description": "Aladdin is a portfolio management software that provides investment professionals a way to view and manage daily investments. Explore our enterprise solution.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin Our company Our company Subscribe to Updates Subscribe to Updates Connect Contact"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/",
      "title": "Iowa voting law: Gov. Kim Reynolds signs law shortening early voting",
      "description": "The measure passed the Legislature with all Republican votes. The GOP says the law is about election integrity; Democrats say it's voter suppression.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://www.canarymedia.com/articles/energy-markets/a-deeper-dive-into-24-7-carbon-free-energy",
      "title": "A deeper dive into 24/7 carbon-free energy | Canary Media",
      "description": "Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking governments and regulators to catch up.",
      "preview": "A deeper dive into 24 / 7 carbon-free energy Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://kathysbee.tumblr.com/",
      "title": "toss and tumbl",
      "description": "void",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Happy Birthday Qrow!! Have a super awesome day!! @lieutenant-butters"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://www.megacabs.com/",
      "title": "void",
      "description": "void",
      "preview": "Home About Us Drive with us Login Download App 9350011111 Call us 24 X 7 62, Upper Ground Floor, Okhla Industrial Estate Phase-III, New Delhi - 110020"
    },
    {
      "url": "https://www.lagazettedescommunes.com/449633/et-si-on-parlait-enfin-du-travail-dans-la-fonction-publique/",
      "title": "Et si on parlait (enfin) du travail dans la fonction publique !",
      "description": "L'affaire est entendue, avec la publication du rapport de Philippe Laurent, président du Conseil supérieur de la fonction publique territoriale, sur le temps de travail dans la fonction publique ...",
      "preview": "Accueil Actualité France Et si on parlait (enfin) du travail dans la fonction publique ! [OPINION] TEMPS DE TRAVAIL Et si on parlait (enfin) du travai"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "http://www.prnewswire.com/news-releases/horizon-media-study-reveals-americans-prioritize-stem-subjects-over-the-arts-science-is-cool-coding-is-new-literacy-300154137.html",
      "title": "Horizon Media Study Reveals Americans Prioritize STEM Subjects over the Arts; Science is \"Cool,\" Coding is New Literacy",
      "description": "/PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Horizon Media's WHY Group shows that students may show a little extra...",
      "preview": "Accessibility Statement Skip Navigation NEW YORK , Oct. 5, 2015 /PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Hor"
    },
    {
      "url": "https://issuu.com/features/visual-stories?issuu_product=header&issuu_subproduct=%2F5070%2Fdocs%2Fedo_mazi_support_281111%3Fmode%3Dembed%26viewMode%3Dpresentation%26layout%3Dhttp%253A%252F%252Fskin.issuu.com%252Fv%252Fwood%252Flayout.xml%26showFlipBtn%3Dtrue&issuu_context=link&issuu_cta=visual_stories",
      "title": "Boost engagement with Social Posts | Issuu",
      "description": "Use Issuu's Social Posts feature to quickly design on-brand posts and stories to share across channels. Our drag-and-drop builder and pre-generated templates to create graphics in minutes.",
      "preview": "Social Posts Boost engagement with Social Posts Use our drag-and-drop builder to quickly design eye-catching graphics from your flipbooks or scratch,"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    }
  ],
  "_meta": {
    "total_bookmarks": 178
  }
}