{
  "data": [
    {
      "url": "https://developer.mozilla.org/en-US/docs/Learn/Tools_and_testing/Understanding_client-side_tools/Overview",
      "title": "Client-side tooling overview - Learn web development | MDN",
      "description": "In this article, we provide an overview of modern web tooling, what kinds of tools are available and where you'll meet them in the lifecycle of web app development, and how to find help with individual tools.",
      "preview": "Skip to main content Skip to search Client-side tooling overview Overview: Understanding client-side web development tools Next In this article, we pr"
    },
    {
      "url": "https://mlflow.org/docs/latest/python_api/mlflow.sklearn.html",
      "title": "mlflow.sklearn",
      "description": "void",
      "preview": "Documentation Python API mlflow.sklearn mlflow.sklearn The mlflow.sklearn module provides an API for logging and loading scikit-learn models. This mod"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.census.gov/library/stories/2021/01/women-making-gains-in-stem-occupations-but-still-underrepresented.html",
      "title": "Women Making Gains in STEM Occupations but Still Underrepresented",
      "description": "While women make up nearly half of the U.S. workforce, they are only 27% of STEM workers, up from 8% in 1970.",
      "preview": "Women Making Gains in STEM Occupations but Still Underrepresented Women Making Gains in STEM Occupations but Still Underrepresented Women Are Nearly H"
    },
    {
      "url": "https://experts.shopify.com",
      "title": "Hire Shopify Experts, Developers, Designers & Freelancers",
      "description": "Hire developers, designers, and marketers focused on growing your Shopify business. Empower your business with Shopify Partners.",
      "preview": "Skip to Content Shopify Partner Directory Do more, faster with a Shopify partner Hire partners who fit your needs and budget, freeing you to focus on"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://sbcountyda.org/2023/02/28/two-brothers-convicted-of-murdering-groom-on-wedding-day/",
      "title": "Two Brothers Convicted of Murdering Groom on Wedding Day - San Bernardino County District Attorney",
      "description": "Joe Melgoza was celebrating his wedding just hours before the chaotic incident unfolded the early morning of December 15, 2019 at a family residence where a reception was held. FOR...",
      "preview": "Skip to content CLOSE SBCOUNTY MENU Home Link District Attorney MENU Home Our Services OUR OFFICE About The District Attorney's Office District Attorn"
    },
    {
      "url": "https://clues.org/",
      "title": "Home - Comunidades Latinas Unidas En Servicio",
      "description": "void",
      "preview": "Visit us at our headquarters in the East Side of Saint Paul, or at our offices in Minneapolis, Willmar, and Austin. Office hours. Monday - Friday: 8:3"
    },
    {
      "url": "https://www.finescale.com/how-to",
      "title": "How To Tips | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://lovequalstrains.tumblr.com/",
      "title": "the patriarchy is on autopilot",
      "description": "void",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS the patriarchy is on autopilot Photo November 26, 2018 376 notes programmerhumour : Focus Video"
    },
    {
      "url": "https://christianwalks.org/churchgodpro/tattoos.shtml",
      "title": "WHAT DOES THE BIBLE SAY ABOUT TATTOOS",
      "description": "TATTOOS",
      "preview": "You can make the text larger or smaller by holding down on your \"ctrl\" key and spinning the scroll button on your mouse. Tattoos"
    },
    {
      "url": "http://www.childnow.org/",
      "title": "Children's Institute for Learning Differences | PROGRESS STARTS HERE",
      "description": "void",
      "preview": "Jump to navigation Welcome every child can succeed at school and we can help We Think we know kids do well if they can (not if they want to) At CHILD"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "https://news.mongabay.com/2019/05/monitoring-hack-shines-a-light-on-fishing-boats-operating-under-cover-of-dark/",
      "title": "Monitoring hack shines a light on fishing boats operating under cover of dark",
      "description": "Environmental science and conservation news",
      "preview": "Monitoring hack shines a light on fishing boats operating under cover of dark Basten Gokkon 17 May 2019 Asia Indonesian Fisheries Comments Share artic"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.naacpldf.org/critical-race-theory-faq/",
      "title": "What is Critical Race Theory? | FAQs",
      "description": "What is Critical Race Theory? Here is what you need to know about CRT. Critical race theory is an academic and legal framework that denotes that systemic racism is part of American society.",
      "preview": "critical race theory Frequently Asked Questions To help you learn more about Critical Race Theory (CRT), LDF has compiled answers to the most frequent"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a11729/josh-groban-interview/",
      "title": "Love Me Tenor",
      "description": "Josh Groban may sing like a saint, but he jokes like a sinner",
      "preview": "Skip to Content Hellin Kay Josh Groban may have the best poker face in music. For 10 years, he dutifully filled the role of Adult Contemporary's boy w"
    },
    {
      "url": "https://www.carrefour.ro/",
      "title": "Bine ai venit pe Carrefour.ro | Carrefour Romania",
      "description": "Lasa pe noi grija cumparaturilor tale. Ca e vorba de un frigider sau un televizor, detergenti, sau produse pentru bebelusul tau, le gasesti pe toate pe carrefour.ro. Alatura-te comunitatii de clienti multumiti Carrefour! Click-click si produsele noastre de calitate ajung la usa ta.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Oferte Carrefour"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "http://www.nationalparenthelpline.org/find-support",
      "title": "void",
      "description": "void",
      "preview": "Account Suspended! Please contact our support team for further assistance."
    },
    {
      "url": "https://library.osu.edu/dc/catalog?f%5Bcollection_name_sim%5D%5B%5D=san+francisco+academy+of+comic+art+collection&f%5Bcreator_sim%5D%5B%5D=outcault%2C+richard+f.%2C+1863-1928&f%5Bresource_type_sim%5D%5B%5D=image&f%5Btemporal_sim%5D%5B%5D=1900s+%281900-1909%29&f%5Bwork_type_sim%5D%5B%5D=editorial+cartoon&locale=en&per_page=50&search_field=all_fields&sort=system_modified_dtsi+desc&view=list",
      "title": "Digital Collections",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://www.buyfromablackwoman.org/",
      "title": "Buy From A Black Woman",
      "description": "Buy from a Black Woman (BFABW) is an Nonprofit Organization which helps bring awareness to Black Women business owners and the people who support them.",
      "preview": "top of page When you support a Black Woman Business Owner... you support a whole community. About Black Women have been leading the numbers when it co"
    },
    {
      "url": "https://blog.orbcomm.com",
      "title": "IoT Blog | ORBCOMM",
      "description": "Learn about the latest technology and trends in the IoT space across transportation, maritime, heavy equipment, natural resource and more.",
      "preview": "Solutions Transportation By Need Visibility Compliance Optimization Safety & Security By Asset Dry Trailer Reefer Chassis Container Rail Products Plat"
    },
    {
      "url": "http://geographx.co.nz/",
      "title": "Geographx - maps, cartographic design, 3D visualisation",
      "description": "void",
      "preview": "Skip to content Wilderness and Backcountry maps of New Zealand Geographx cartographic art and design Wall Maps Folded Maps Shopping Cart Scroll to Top"
    },
    {
      "url": "http://blog.linkedin.com/",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "https://scottdodson.dev/hue/thunderstorm/",
      "title": "Thunderstorm for Hue",
      "description": "Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm.",
      "preview": "Thunderstorm for Hue Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm. Thund"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "http://www.jimsclothing.com/",
      "title": "Home - Jims Clothing",
      "description": "SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men's, women's and youth apparel, athletic and casual wear, local school apparel, corporate wear, shoes and formal wear including tux rental. We are proud to be locally owned! We show our customers the advantage [...]",
      "preview": "Skip to content SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://www.drinkbai.com/bai-boost",
      "title": "Bai Boost - Bai",
      "description": "Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweeteners and 10 calories. With this in your",
      "preview": "Page top Menu Bai Boost Products Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweetener"
    },
    {
      "url": "https://se.rescue.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://stage.worklifesystems.com/parent/27",
      "title": "Login",
      "description": "with draggable and editable events",
      "preview": "Please contact us for any assistance: childcaresearch@childcareresourcesinc.org (888) 600-1685 x183 Welcome! We are here to help you find a child care"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://apple.com/legal",
      "title": "Apple - Legal",
      "description": "void",
      "preview": "Hardware Warranties Before you purchase a new or refurbished hardware product from Apple, you may review the terms and conditions of Apple's limited w"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://apps.dtic.mil/sti/citations/ADA426096",
      "title": "Defense Technical Information Center",
      "description": "void",
      "preview": "The .mil means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "http://bch.cbd.int/protocol",
      "title": "The Cartagena Protocol on Biosafety",
      "description": "void",
      "preview": "| | english | español | français | Sign Up for an Account | Sign In Country Profiles... The Convention Cartagena Protocol Supplementary Protocol BCH S"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://newsroom.accenture.com",
      "title": "Newsroom | Accenture",
      "description": "Accenture Newsroom - the official site for press releases, photos, video, audio, pr contact information, presskits and more.",
      "preview": "Headline Newsroom HeroImage FeaturedContentTitle Accenture Reports Fourth-Quarter and Full-Year Fiscal 2025 Results FeaturedContentURL https://newsroo"
    },
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.labelplanet.co.uk/waterproof-silver-labels/lp35-37sq-smp/",
      "title": "Buy Product Code LP35/37SQ SMP from Labelplanet",
      "description": "Buy Matt Silver Metallic Polyester Labels For Laser Printers, 35 per sheet, 37 x 37mm, LP35/37SQ SMP from Labelplanet",
      "preview": "Recently Viewed Basket Checkout Empty Basket Your basket is empty, please click here to visit our home page and look for products. Important: it appea"
    },
    {
      "url": "http://globalneurocare.org/what-we-do/",
      "title": "What We Do - GlobalNeurology®",
      "description": "void",
      "preview": "Skip to content GlobalNeurology ® is a unique partnership of physicians and surgeons specializing in the neurosciences (neurology, neurosurgery, neuro"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "https://webcourseworks.com/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://24vterin.cz/bscs",
      "title": "24vterinCZ | KONDICE",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://www.museothyssen.org/en/activities",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://eps.ucsc.edu",
      "title": "Earth & Planetary Sciences - Home of the UCSC Earth & Planetary Sciences Dept.",
      "description": "void",
      "preview": "High Impact Experiences From the deep Earth to distant worlds - discovery starts here . Quicklinks Welcome The Earth & Planetary Sciences Department a"
    },
    {
      "url": "https://www.farmrio.com.br/short-cos-elastico-off-white-299006-0024/p",
      "title": "FARM: seu novo desejo tá aqui",
      "description": "descubra os lançamentos da coleção de alto inverno",
      "preview": "Topo looks de verão: 30%+ 10% no APP, cupom: APP10 ver seleção Lançamento alto verão Lançamento alto verão Ver tudo Novos vestidos T-shirts, blusas, r"
    },
    {
      "url": "https://tactilegames.com/",
      "title": "Tactile Games - Danish game developer located in the heart of Copenhagen",
      "description": "We create games with heart.",
      "preview": "We create games with heart See how we do it We're hiring! See all open positions Our games We're all about creating great products and taking pride in"
    },
    {
      "url": "https://www.ywboston.org/about-us/employment/program-impact-senior-associate/",
      "title": "YW Boston Jobs: Join Our Team to Drive Change",
      "description": "Explore career opportunities at YW Boston and contribute to our mission of eliminating",
      "preview": "Skip to content Jobs 2025-08-12T13:52:25-04:00 Jobs YW Boston is constantly growing and improving our efforts to address the most pressing racial, gen"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://ledbytruth.org/",
      "title": "Led by TRUTH - Nonprofit, Mentorship, Consulting",
      "description": "Led by TRUTH is a nonprofit organization that provides a Grant & Mentorship Program for BIPOC entrepreneurs, as well as consulting services.",
      "preview": "Your Journey Starts Here! Take the Business Readiness Assessment Ready to elevate your business? Our Business Development Readiness Assessment evaluat"
    },
    {
      "url": "http://ballinlaw.weebly.com/blog/receiving-injury-on-duty-benefits-does-not-prohibit-police-or-firefighters-from-making-a-claim-like-any-other-citizen",
      "title": "RECEIVING INJURY-ON-DUTY BENEFITS DOES NOT PROHIBIT POLICE OR FIREFIGHTERS FROM MAKING A CLAIM LIKE ANY OTHER CITIZEN",
      "description": "Like any other employee who is injured while at work, police and firefighters are authorized by the same laws, which provide for injury-on-duty wages, to bring claims for their injuries against the...",
      "preview": "HOME ABOUT Philosophy Practice Areas > Motor Vehicle Accidents Wrongful Death Brain Injuries Workplace Injuries On-Duty Police Injuries On-Duty Firefi"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://heart2homecreations.net/2017/12/19/woodland-globe-ornaments/?like_comment=178&_wpnonce=34663814ef",
      "title": "Woodland Globe Ornaments! | Heart2HomeCreations",
      "description": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make something with the clear craft ornaments and finally decided to go for it! While hiking through Vermont forests I was so inspired by the beautiful scenery. The light...",
      "preview": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make so"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://www.zaragoza.es/sede/portal/datos-abiertos/servicio/catalogo/278#JSON",
      "title": "Delimitación territorial de las Juntas Administrativas de Zaragoza . Datos abiertos. Ayuntamiento de Zaragoza",
      "description": "Accede a conjuntos de datos, consulta y reutiliza información publicada en la sede electrónica.",
      "preview": "ESPACIO DE DATOS DE ZARAGOZA Cargando Menú Delimitación territorial de las Juntas Administrativas de Zaragoza Volver al catálogo Iniciar sesión Inicia"
    },
    {
      "url": "http://patient.info/",
      "title": "Patient.info: Health Information and Symptom Checker",
      "description": "Healthcare information and symptom checker for patients and professionals. Book your GP appointment or order your medication online with Patient.",
      "preview": "Skip to main content Home Health advice Medicines and treatment Tools and resources Community Medical professionals Health topics Trusted patient info"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://crickettimes.com/",
      "title": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews| Cricket Times",
      "description": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews",
      "preview": "Home » Latest Cricket News Get the Latest Updates, Breaking News and Top Stories related to Cricket, Live Scores, Schedule, Match Predictions, Fantasy"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kia.oemdtc.com",
      "title": "Kia - OEMDTC",
      "description": "Kia Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://wellbreddesign.com/products/handmade-felt-cat-family-hanging-biodegradable-decoration-smokey-1",
      "title": "Skyland OK Real Estate",
      "description": "Skyland OK Real Estate - Exceptional real estate services for luxury properties, commercial estates, and residential homes.",
      "preview": "Find Your Dream Home Today Skyland OK Real Estate connects you with luxury properties and commercial estates tailored to your needs. Get Started Our S"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://www.spindrift-racing.com",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://ellatinoonline.com/2012/05/03/lleva-mama-al-cine/",
      "title": "Lleva a Mamá al cine - El Latino",
      "description": "void",
      "preview": "¡No se quede fuera! Manténgase informado; reciba nuestro boletín Registrese Skip to content Envía un mensaje de texto con la palabra \"El latino Mama\""
    },
    {
      "url": "https://gisgames.tumblr.com/post/89374064926",
      "title": "Last year geomatics student (Too Much STEM, Not Enough Computer Science?)",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Link 87 Notes Too Much STEM, Not Enough Computer Science? codeorg : Not a day goes by that I don't read an"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://www.arcgis.com/home/item.html?id=bee5c01ae891442ebd1cf54894939bad",
      "title": "ArcGIS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://technet.microsoft.com/windows",
      "title": "Windows deployment documentation | Microsoft Learn",
      "description": "Learn about deploying and updating Windows devices in your organization.",
      "preview": "Table of contents Read in English Edit Share via Facebook x.com LinkedIn Email Windows deployment documentation Learn about deploying and updating Win"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://blog.nationalgeographic.org/2021/11/02/cop26-colombia-costa-rica-ecuador-and-panama-announce-new-protections-for-ocean-highway/",
      "title": "COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\"",
      "description": "Drawing attention to the critical yet overlooked role oceans play in keeping the planet cool, safeguarding species, and supporting food security the leaders of Colombia, Costa Rica, Ecuador and Panama launched a new marine protected area to be called the Eastern Tropical Pacific Marine Corridor.",
      "preview": "Press Release COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\" Drawing attention to the critical yet overl"
    },
    {
      "url": "https://brokercheck.finra.org/",
      "title": "BrokerCheck - Find a broker, investment or financial advisor",
      "description": "BrokerCheck is a trusted tool that shows you employment history, certifications, licenses, and any violations for brokers and investment advisors.",
      "preview": "void"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}