{
  "data": [
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "https://www.voteannapaulina.com/platform",
      "title": "Anna Paulina Luna for Congress",
      "description": "Anna Paulina Luna for Congress is a strong independent leader, earning her stripes by serving her country, not by serving herself. Raised by a single mother in Southern California's low-income neighborhoods, Anna learned that she must work hard and be independent to succeed.",
      "preview": "top of page ENDORSED BY PRESIDENT TRUMP! HELP ME FIGHT FOR YOU! $10 $50 $250+ $25 $100 DONATE The Influencer Who Came to Congress Republican Rep. An"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "http://www.maine.gov/dep/waste/ewaste/index.html",
      "title": "Electronics Recycling, Waste Management, Maine Department of Environmental Protection",
      "description": "void",
      "preview": "Home Skip to top navigation Skip to side navigation Skip to content Skip to footer Maine.gov Agencies | Online Services | Help | Search Maine.gov Home"
    },
    {
      "url": "https://www.bmw-jordan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Amman | BMW Jordan",
      "description": "Visit BMW Jordan and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed",
      "preview": "View Stock The iX3 Discover Now The iX Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 1 2 3 4 5 7 8 X Z BMW 2 Se"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://www.bmw.cl/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Chile | Descubre el placer de conducir",
      "description": "El placer de conducir comienza aquí. Conoce toda la gama de modelos BMW en Chile y vive una experiencia de deportividad, diseño y vanguardia.",
      "preview": "Click acá para ir directamente al contenido Oportunidades del mes Descubre oportunidades del mes. Descubre oportunidades BMW ConnectedDrive Los produc"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "https://cfgreateratlanta.org/",
      "title": "Community Foundation for Greater Atlanta",
      "description": "void",
      "preview": "FOR DONORS FOR ADVISORS FOR NONPROFITS FOR SCHOLARSHIPS TogetherATL Let's build a stronger Atlanta for all. The Community Foundation for Greater Atlan"
    },
    {
      "url": "https://www.rawstory.com/",
      "title": "Raw Story - Celebrating 20 Years of Independent Journalism",
      "description": "Breaking news, political news, and investigative news reporting from Raw Story's team of journalists and prize-winning investigators.",
      "preview": "JOIN RAW STORY FOR JUST $1 About us Games US NEWS Investigations Opinion video HELP get the newsletter JOIN RAW STORY FOR JUST $1 Home Trump U.S. News"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "https://madebyshape.co.uk/web-design-blog/50-best-free-fonts-for-designers-in-2025/",
      "title": "50 Best Free Fonts for Designers in 2025 | MadeByShape",
      "description": "MadeByShape have made a list of the best free fonts for web designers and graphic designers in 2025, and links to download the free fonts too!",
      "preview": "👀 Close modal Play/Pause video Mute/Unmute video 11 min read 50 Best Free Fonts for Designers in 2025 Written by Mike Ashurst Designer 11 min read Upd"
    },
    {
      "url": "http://www.childnow.org/",
      "title": "Children's Institute for Learning Differences | PROGRESS STARTS HERE",
      "description": "void",
      "preview": "Jump to navigation Welcome every child can succeed at school and we can help We Think we know kids do well if they can (not if they want to) At CHILD"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "http://www.iitg.ernet.in/",
      "title": "Indian Institute of Technology Guwahati : भारतीय प्रौद्योगिकी संस्थान गुवाहाटी",
      "description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes",
      "preview": "79th Independence Day Know more IIT Guwahati signed an MoU with University of Southern Denmark Know more Japanese Parliamentary Delegation Visits IIT"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://app.carto.com/signup/",
      "title": "CARTO Accounts",
      "description": "void",
      "preview": "You need to enable JavaScript to run CARTO."
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://socialimpact.youtube.com/",
      "title": "Come funziona YouTube: dare a tutti uno spazio per esprimersi",
      "description": "YouTube ospita voci uniche e una vasta gamma di contenuti. Scopri come funziona YouTube, dalla protezione della privacy degli utenti all'amplificazione delle voci di tutto il mondo.",
      "preview": "Come funziona YouTube LA NOSTRA MISSION Offrire a chiunque la possibilità di esprimersi e un punto di osservazione sul mondo Crediamo che tutti debban"
    },
    {
      "url": "https://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://www.behance.net/galleries/graphic-design",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://inthecloud.withgoogle.com/cyber-security-forecast-2023/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH86-physicalevent-er-mandient-cyber-security-forecast&utm_content=cyber-security-forecast-cgcevents&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://www.arrl.org/getting-licensed",
      "title": "Getting Licensed",
      "description": "The American Radio Relay League (ARRL) is the national association for amateur radio, connecting hams around the U.S. with news, information and resources.",
      "preview": "ARRL Website Search Category Clubs Contests Exam Sessions Hamfest/Conventions Licensing Classes Member Directory News Special Events ARECC Field Class"
    },
    {
      "url": "https://www.worldbank.org/en/language-resources",
      "title": "Language Resources",
      "description": "void",
      "preview": "Working for a World Free of Poverty This page in: English EN Français العربية Русский 中文 Español Français العربية Русский 中文 Español Language Resource"
    },
    {
      "url": "http://californiaplacestoshoot.com/Secure/Login.aspx?returnurl=%2FBlog%2FViewCategory.aspx%3Fcat%3D1%26mid%3D12%26pageid%3D10",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.elsevier.com/solutions/sciencedirect",
      "title": "ScienceDirect | Peer-reviewed literature | Elsevier",
      "description": "Advance research and scholarship with the world's leading database of peer-reviewed, full-text scientific, technical and health literature.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://thelohm.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://bugzilla.mozilla.org/home",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/nl-BE/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Kies taal: Gratis Mail-back programma van Microsoft Welkom bij het gratis Mail-back programma van Microsoft.Het programma van Microsoft wordt beheerd"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://execed.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://www.reddit.com/r/wicked_edge/wiki/index",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content index View page history Editing Locked Permission needed for editing Editing Locked You don't have permission to edit this page."
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "https://www.mlb.com/live-stream-games/subscribe?mlbkw=ds-g-p30039016412&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQXEnn26WiD6DtX4X9Fnb5p0tUAv-VnDgcDXZgBbQHkPpK1hgnq9xdoaAiGcEALw_wcB&gclsrc=aw.ds",
      "title": "MLB.TV Out-Of-Market Packages | Buy MLB.TV | MLB.com",
      "description": "The Official Site of Major League Baseball",
      "preview": "The Home of Streaming Baseball Watch every Postseason game LIVE in the U.S. with authentication to a participating Pay TV provider. Blackout and other"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://cricket-cup.blogspot.com/",
      "title": "Cricket Blog | BBL | India Cricket News",
      "description": "All your cricket news, reviews and opinions. Australia based independent cricket blog journalism with contributors from around the globe!",
      "preview": "Skip to main content Posts IPL 2025 Awards Recap: Royal Triumphs, Rising Stars, and Records Galore June 05, 2025 After 74 high-octane clashes, countle"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "http://www.globaltiesus.org/",
      "title": "Global Ties U.S. : Global Ties U.S.",
      "description": "Global Ties U.S. and our members build a more peaceful, prosperous world through international exchange and engage citizens in foreign policy.",
      "preview": "We support the nationwide Global Ties Network and exchange programs that make the United States safer, stronger, and more prosperous. Our work strengt"
    },
    {
      "url": "http://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://grapee.jp/en/131858",
      "title": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram - grape Japan",
      "description": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram",
      "preview": "Source: © PR Times, Inc. | Photo: Kazushige Nagaya Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram 2020-02-"
    },
    {
      "url": "https://www.healthline.com/health/ointment-vs-cream",
      "title": "Ointment vs. Cream, Lotion, and Gel: What Makes Them Different?",
      "description": "Learn the difference between creams, ointments, gels, and lotions, plus get tips to choose the best topical product for your skin care needs.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.scalemates.com/",
      "title": "Scalemates, plastic modeling database | stash manager",
      "description": "Search thousands of kits, articles, walkarounds, books, events, shops... Connect with scale modelers and manage your stash of kits",
      "preview": "Plastic modeling database Explore our massive database of kits, reviews, books, walkarounds, articles... Stash management Manage your collection of ki"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/pape/hd_pape.htm",
      "title": "The Papacy during the Renaissance - The Metropolitan Museum of Art",
      "description": "Popes strove to make Rome the capital of Christendom while projecting it, through art, architecture, and literature, as the center of a Golden Age of unity, order, and peace.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Ring with the Name of Pope Paul II (r. 1464-71) Italian"
    },
    {
      "url": "https://www.quepasaboricua.com/labrador/event/?s=1&location=GM&show=15",
      "title": "Una Red Social Netamente Puertorriqueña",
      "description": "Una Red Social Netamente Puertorriqueña",
      "preview": "void"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://equitablefood.org/",
      "title": "Home - Equitable Food Initiative",
      "description": "Equitable Food Initiative partners with growers and retailers to create a more transparent food chain, safer food and healthier places to work.",
      "preview": "Skip to content Elevating Social Responsibility Through Worker Engagement CERTIFY YOUR FARMING OPERATION start here COURSE CALENDAR START HERE ETHICAL"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://youlookfab.com/finds/item/?product=13464",
      "title": "Item - YouLookFab Finds",
      "description": "Eddie Bauer - Eddie Bauer Solstice Boot",
      "preview": "Please enable Javascript in your browser to get the full YLF experience. Blog Forum Finds Log In Username Password Remember Me Not a member? Sign up t"
    },
    {
      "url": "https://forums.nomachine.com/users/userx/replies",
      "title": "userx's Replies - NoMachine Forum",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/civil-rights-groups-criticize-facebook-censoring-police-shootings",
      "title": "Civil Rights Groups Criticize Facebook for Censoring Police Shootings | Case Study",
      "description": "A coalition of 40 tech and racial justice civil rights groups slammed Facebook CEO Mark Zuckerberg in an open letter for \"silencing individuals at the request of the police\" after two separate incidents in which the social media company suspended liv",
      "preview": "Skip to main content Case Study Civil Rights Groups Criticize Facebook for Censoring Police Shootings A coalition of 40 tech and racial justice civil"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.lambshvac.com/services/ductless-ac",
      "title": "Mini-Split AC Services Georgetown, IN | Lamb's Heating & Air Conditioning",
      "description": "Visit our website to learn more about ductless mini-splits. We Proudly serve Floyd and Clark counties including Georgetown, Floyds Knobs, New Albany, and Jeffersonville.",
      "preview": "Ductless Mini-Split Sales and Service for Georgetown, IN and Surrounding Areas Services Air Conditioning Heating Maintenance Ductless AC Indoor Air Qu"
    },
    {
      "url": "https://www.blackdadscount.com/",
      "title": "Black Fatherhood | Black Dads Count | Civic Engagement",
      "description": "Black Dads Count empowers Black fathers to engage in civic responsibilities, advocating for their families and communities through voting and leadership. Join the movement to make your voice count and shape a better future.",
      "preview": "top of page Black Dads Count: Black Dads Count is an impactful initiative led by Fathers Incorporated, designed to encourage and empower Black fathers"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}