{
  "data": [
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.unops.org/expertise/infrastructure",
      "title": "Infrastructure | UNOPS",
      "description": "Infrastructure forms the backbone of a functioning society. From connectivity to migration to climate change, infrastructure touches every aspect of human...",
      "preview": "The United Nations Office for Project Services (UNOPS) Infrastructure See More Quicklinks Contact UNOPS Infrastructure Work with us Infrastructure for"
    },
    {
      "url": "https://thatblckgrl.tumblr.com/",
      "title": "Cupcakes and Robots",
      "description": "562, California",
      "preview": "Home All about me! Currently Reading Good Reads For Me Ask me anything Submit a post Mobile RSS Cupcakes and Robots Photo (via enchantechante ) Januar"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://europa.eu/youreurope/citizens/index_en.htm",
      "title": "Help and advice for EU nationals and their family - Your Europe",
      "description": "European Commission - Practical help and advice on EU citizen rights for your life, work and travel in another European Union country - Your Europe",
      "preview": "Help and advice for EU nationals and their family Share this page Facebook Linkedin X (Twitter) e-mail"
    },
    {
      "url": "https://www.esrb.org/EPCConfirm/876/",
      "title": "Family Online Safety Institute (FOSI)",
      "description": "ESRB Family Online Safety Institute (FOSI). Ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content Privacy Certified Home English English Deutsch Español Français Italiano 日本語 Polski Português Русский Türkçe Family Online Safety Inst"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://sarep.ucdavis.edu/sustainable-ag/soil-nutrient-management",
      "title": "Soil Nutrient Management | Sustainable Agriculture Research & Education Program",
      "description": "Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, manure, amendments, and organic by-products to agricultural landscapes as a source of plant nutrients. A common framework for approaching nutrient management is known as the \"Four Rs\": Right amount - the proper rate of application Right source - applying the proper type Right placement - using the appropriate method for application Right timing - applying at the correct time in the lifecycle of the system",
      "preview": "Skip to main content Soil Nutrient Management Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, m"
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/learning-through-play/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://allergyasthmanetwork.org/",
      "title": "Your Trusted Resource - Allergy & Asthma Network",
      "description": "and for those who care for them",
      "preview": "Skip to content Online Shop Donate Now Search for: Search Button ONLINE SHOP DONATE NOW Search for: Search Button MENU Mobile Menu Your trusted resour"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "http://artesanointerior.blogspot.com/2011/12/radarcan-la-opcion-mas-saludable-segura.html",
      "title": "Mi Ser Cordial : Radarcan: la opción mas saludable segura y duradera para evitar molestias y daños de insectos, animales y aves en nuestro entorno y hogar",
      "description": "Limpiar Ordenar Organizar Soltar Aceptar Disfrutar Sentir Atender Ser Compensar Sustituir Cultivar etc.",
      "preview": "Encuentros Maneras formas y prácticas para convivir creciendo felices Aprendiendo-Enseñando asuntos simples verdaderos prácticos Con Efecto MARIPOSA F"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "https://status.cardconnect.com",
      "title": "CardConnect Status",
      "description": "Welcome to CardConnect's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever CardConnect creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't rece"
    },
    {
      "url": "https://bugs.ruby-lang.org/issues?page=32&per_page=50&sort=subject%3Adesc%2Cstatus%2Cassigned_to",
      "title": "Issues - Ruby Issue Tracking System",
      "description": "Redmine",
      "preview": "Search Project General Profile Sign in Register Home Projects Help Search : Jump to a project... All Projects Ruby Issue Tracking System Projects Acti"
    },
    {
      "url": "https://www.ryanair.com/gb/en/plan-trip/flying-with-us/baggage-policy",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://mrag.co.uk/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://www.helsenorge.no/vaksiner/",
      "title": "Sjekk hvilke vaksiner du har tatt - Helsenorge",
      "description": "Få oversikt over hvilke vaksiner som er registrert på deg selv og dine barn under 16 år. Du kan også skrive ut vaksinasjonskortet ditt.",
      "preview": "Vaksiner Her finner du opplysninger om hvilke sykdommer du er vaksinert mot og når vaksinen er satt. Har du barn under 16 år, kan du også se deres vak"
    },
    {
      "url": "http://envs.ucsc.edu",
      "title": "Environmental Studies - Leading sustainability through education and research",
      "description": "void",
      "preview": "In the Environmental Studies Department at UC Santa Cruz, we see environmental problems as human problems, with societal causes, impacts, and solution"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.luxrobotic.com/nos-clients",
      "title": "Nos clients | Luxrobotic",
      "description": "void",
      "preview": "top of page Nos clients Julien SAS Créée en 1972 par Guy Julien à Le Creusot, JULIEN SAS a su se développer internationalement afin d'acquérir de nomb"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://www.uscgboating.org/",
      "title": "United States Coast Guard | Boating Safety",
      "description": "void",
      "preview": "Skip Navigation FAQ'S | SITE MAP | CONTACT US Search: About Strategic Plan Frequently Asked Questions U.S. Coast Guard Facts People of Boating Safety"
    },
    {
      "url": "https://www.fox4news.com/news/forney-isd-student-allegedly-taped-to-chair-crosby-elementary",
      "title": "10-year-old Forney student claims teacher taped him to chair, school police investigating | FOX 4 Dallas-Fort Worth",
      "description": "A Forney ISD teacher is on administrative leave and a school police are investigating after a 10-year-old student claimed the teacher taped him to his desk chair this week. A district spokesperson told FOX 4, \"there are two sides to every story.\"",
      "preview": "10-year-old Forney student claims teacher taped him to chair, school police investigating A Forney ISD teacher is on administrative leave and a school"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://reports.undercurrentnews.com/",
      "title": "Home | UCN Reports",
      "description": "Home page containing our latest reports",
      "preview": "Loading..... directory & reports chevron_left menu My Reports New reports Land-based Aquaculture Report 2025 (Fifth Edition) Land-based Aquaculture Re"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://support.theguardian.com?INTCMP=side_menu_support&acquisitionData=%7B%22source%22:%22GUARDIAN_WEB%22,%22componentType%22:%22ACQUISITIONS_HEADER%22,%22componentId%22:%22side_menu_support%22%7D",
      "title": "Support the Guardian",
      "description": "Help us deliver the independent journalism the world needs. Support the Guardian by making a contribution.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser. Loa"
    },
    {
      "url": "https://www.microsoft.com/edge",
      "title": "Get to Know Microsoft Edge",
      "description": "<p>Microsoft Edge is your AI-powered browser. A smarter way to browse. Learn more about built-in Edge features and capabilities that help you achieve more.</p>",
      "preview": "Skip to main content Search Try Edge intro Microsoft Edge Your AI-powered browser A smarter way to protect create find browse game shop learn search T"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://news.un.org/en/story/2022/07/1121802",
      "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
      "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://llama.pe/certificado-digital-de-prueba-sunat",
      "title": "Certificado digital de PRUEBA - SUNAT | Firma Digital con Certificado Digital Perú - Llama.pe",
      "description": "Genera un certificado digital de prueba para Facturación Electónica de manera fácil y rápida.",
      "preview": "Cargando... Migra a Llama.pe con el 50% de descuento [ más información] Certificado digital de PRUEBA - SUNAT Certificados emitidos en formato softwar"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://ieg.worldbankgroup.org/",
      "title": "| Independent Evaluation Group",
      "description": "void",
      "preview": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010-2"
    },
    {
      "url": "https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/?sh=37cf5e8542b4",
      "title": "How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind",
      "description": "Actress Jessica Alba has quickly built a personal $200 million fortune, and she's done it the hard way, in a field that has nothing to do with showbiz: selling natural, nontoxic household goods to helicopter parents.",
      "preview": "Entrepreneurs How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind By Clare O'Connor , . May 27, 2015,"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "https://propelcenter.org/",
      "title": "Propel Center | HBCU Campus for Innovation",
      "description": "A mission to provide HBCU students with the knowledge, skills, tools and resources necessary to transform our nation's talent pipeline and workforce.",
      "preview": "Download PROPEL Learn App Creating the Next Generation of Leadership The PROPEL Center is a first-of-its-kind technology and innovation hub that partn"
    },
    {
      "url": "https://www.beaconinterfaith.org/",
      "title": "Beacon Interfaith Housing Collaborative - We Believe In Home",
      "description": "Beacon is a collaborative of congregations committed to making sure all people have a home. Help us build stronger communities.",
      "preview": "Search Who we are We are a collaborative of congregations and housing advocates who believe that secure, affordable housing provides the key to safer"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "https://water.org/",
      "title": "Water.org: A Global Charity for Water & Sanitation | Water.org",
      "description": "Water.org, founded by Gary White and Matt Damon, provides access to safe water and sanitation solutions. Support us by donating, fundraising, and exploring our initiatives.",
      "preview": "Safe water protects and saves lives Water.org has helped empower more than 81 million people with access to safe water or sanitation. Donate You helpe"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "http://www.motorola.com/",
      "title": "motorola Italia | Telefoni Android & Razr | motorola",
      "description": "void",
      "preview": "Supporto Menu Menu smartphones Swarovski ® Crystals motorola collection famiglia razr La nuova icona è qui famiglia edge Premium senza compromessi fam"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://ccblackchamber.org/",
      "title": "Collin county black chamber of commerce",
      "description": "void",
      "preview": "Skip to main content About Us Join Chamber Featured News CCBCC NEWS Read All About It Upcoming Events See All Events 23 Oct 2025 | 06:00 PM - 07:30 PM"
    },
    {
      "url": "https://ve.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Venezuela",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.hpmuseum.org/",
      "title": "The Museum of HP Calculators",
      "description": "The Museum of HP Calculators displays and describes older Hewlett-Packard calculators. There are also sections on calculating machines and slide rules as well as sections for buying and selling HP calculators, an HP timeline, collecting information and a software library.",
      "preview": "The Museum of HP Calculators The Museum of HP Calculators displays and describes Hewlett-Packard calculators introduced from 1968 to 1986 plus a few i"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://agexporthoy.export.com.gt/agexport/conozca-las-tarifas-horarias-de-energia-electrica-para-su-empresa/",
      "title": "Conozca las tarifas horarias de energía eléctrica para su empresa | Agexport Hoy",
      "description": "La Gerencia de Competitividad de AGEXPORT invita a las Pequeñas y Medianas Empresas de los Sectores de Manufacturas y Servicios que tenga",
      "preview": "Sign in Agexport Último minuto Podcast Experto Exportador Cafecito exportador Opinion GUATEXPORTA Acuicultura y Pesca Agrícola Contact Center y BPO Ma"
    },
    {
      "url": "https://slate.com/news-and-politics/2021/06/kamala-harris-first-sitting-vice-president-march-pride.html",
      "title": "Kamala Harris is first sitting vice president to march in Pride event.",
      "description": "The vice president walked for about a block alongside the second gentleman, Doug Emhoff.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.visitlakestreet.com/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://olive-cole.tumblr.com/",
      "title": ".",
      "description": "coffee, anime, random stuff, really.",
      "preview": "void"
    },
    {
      "url": "https://rainwatercharitablefoundation.org/",
      "title": "Home - Rainwater Charitable Foundation",
      "description": "void",
      "preview": "info Our 2023-2024 Annual Report is now available. Explore today . Proving the Possible: Our 2023-2024 Annual Report is Now Available Continue Reading"
    },
    {
      "url": "https://www.newageislam.com/islamic-society/samar-yahya/the-four-sacred-months-favoured-in-the-islamic-tradition/d/106989",
      "title": "The Four Sacred Months Favoured In the Islamic Tradition | Samar Yahya | New Age Islam | Islamic News and Views | Moderate Muslims & Islam",
      "description": "Get all the news and views on Rethinking Islamic Religion, preventing radicalisation and de-radicalisation. New Age Islam brings modern Muslims closer to the original ideals and spirit of Islam & Rethink on Islam. Visit us today!",
      "preview": "Islamic Society ( 15 Apr 2016 , NewAgeIslam.Com) Comment | Comment The Four Sacred Months Favoured In the Islamic Tradition By Samar Yahya Apr 15, 201"
    },
    {
      "url": "https://www.electricitymaps.com/",
      "title": "Electricity Maps | The world's most comprehensive electricity data platform",
      "description": "Electricity Maps provides global access to electricity mix, prices and carbon intensity. Available in real-time, historically and forecasted.",
      "preview": "The world's most comprehensive electricity data platform Electricity Maps provides global access to electricity mix, prices and carbon intensity. Avai"
    },
    {
      "url": "https://www.angi.com/",
      "title": "Angi (formerly Angie's List): Home Service Pros",
      "description": "See highly-rated professional for free. Read real local reviews and grades from neighbors so you can pick the right pro for the job the first time.",
      "preview": "Find top-rated pros in your area. What can we help you with? Zip Code Handyperson Landscaping Plumbing Electrical Remodeling Roofing Painting Cleaning"
    },
    {
      "url": "https://emailtuna.com/",
      "title": "Search Email Newsletter Archives : Email Tuna",
      "description": "Explore newsletters without subscribing. Get email design ideas, discount coupon codes and exclusive newsletters deals. Database of email newsletters archived from all over the internet.",
      "preview": "Email Tuna Search Search Close Search Email Newsletters For email design inspiration, current trends, competitive research, & special email offers. Em"
    },
    {
      "url": "https://everythingstainedglass.com/",
      "title": "How To Make Stained Glass - The Missing Know-How",
      "description": "Do you make stained glass and want to learn EVERYTHING there is to know about it? Improve your skill set with these freely-shared tips and tricks.",
      "preview": "Skip to content About Me Contact Me Students Login Join The Sharing Gang Facebook YouTube Pinterest The Missing Know-How When you first learn how to m"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://meteofrance.com/previsions-meteo-france/paris/75000",
      "title": "METEO PARIS par Météo-France - Prévisions Météo gratuites pour aujourd'hui, demain et à 15 jours.",
      "description": "METEO FRANCE - Retrouvez les prévisions METEO PARIS de Météo-France pour aujourd'hui, demain et jusqu'à 15 jours, ainsi que les prévisions météos locales par heure et les prévisions de pluie.",
      "preview": "${alert.titre} ${alert.title} ${department.name} (${department.cp}) VIGILANCE ${vigilance_text} EN COURS Consulter Accueil Île-de-France Paris (dept)"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.dreamies.de/show.php?img=dv4oatprege.jpg",
      "title": "dreamies.de",
      "description": "void",
      "preview": "Bitte bestätige, dass du kein Bot bist WEITER"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://www.springernature.com/gp/authors/research-data",
      "title": "Research data | Publish your research | Springer Nature",
      "description": "Research data refers to the collection of files that support your research project, study or publication e.g. spreadsheets, documents, images, videos, audio etc. Other researchers can't learn and build upon your research data if they can't see it and you can't get credit if other researchers can't find and cite you. The files on your desktop or USB stick may contain valuable knowledge that other researchers can learn from.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Authors Home Products Open science Authors Editors Peer Reviewers P"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://integrate.clover.com/#forms-with-text",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    },
    {
      "url": "https://www.tickpick.com/privacy",
      "title": "TickPick | Privacy Policy",
      "description": "Our Privacy Policy informs consumers on how we collect users data, how we use that data, and how to contact to us if you have questions regarding our policy.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://firefox-dev.tools/",
      "title": "Firefox Developer Tools",
      "description": "void",
      "preview": "Firefox Developer Tools A set of tools for inspecting and editing web code. Our team works closely with the community and is always happy to welcome n"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://www.score.org/",
      "title": "Free Small Business Mentorship and Resources | SCORE",
      "description": "From planning to execution, get resources or real-time assistance for every stage of your business. SCORE has a library of useful documents and online courses, as well as experienced mentors to help",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations Get Free Expert Mentoring to Grow Your Small Business Wh"
    },
    {
      "url": "https://kostentuinonderhoud.nl/zeeland/grijpskerke/",
      "title": "Kosten Tuinonderhoud Grijpskerke",
      "description": "Op zoek naar 🏡 kosten Tuinonderhoud Grijpskerke? 🌳🌿🍀 ✅ Alle hoveniers in ① overzicht [2025]. ➥ Vind prijzen tuinonderhoud nu",
      "preview": "Zoeken Zoeken Zoeken Selecteer provincie In provincie Drenthe Flevoland Friesland Gelderland Groningen Limburg Noord-Brabant Noord-Holland Overijssel"
    },
    {
      "url": "https://www.capiusa.org/",
      "title": "CAPI: Communities Advancing Prosperity for Immigrants",
      "description": "CAPI provides comprehensive support services for immigrants and refugees in the Twin Cities. By addressing immediate needs and long-term goals, CAPI partners with individuals and families to achieve self-sufficiency and build thriving lives.",
      "preview": "0 C ommunities A dvancing P rosperity for I mmigrants Where Barriers Break and Futures Begin CAPI provides comprehensive support services for immigran"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "http://www.5straight.net/",
      "title": "5ive Straight - Official Website for 5ive Straight, Five Straight board game, fun board games",
      "description": "5ive Straight board game has excitement, strategy, and is an addictive, fun peg board game. 5ive Straight board games keep players on their toes as they try to outsmart their opponents. Remember, it is 5ive Straight, not Five Straight board game.",
      "preview": "• TOM VASEL REVIEW! { CLICK HERE TO VIEW } • WINNING MOVES GAMES REVIEW! { CLICK HERE TO VIEW } • Hogwa5h Gaming REVIEW! { CLICK HERE TO VIEW } CLICK"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "http://www.johntemple.net/2010/04/more-on-peer-news-and-comments.html?showComment=1495091954258",
      "title": "TEMPLE TALK: More on Peer News and comments: An interview with Jay Rosen",
      "description": "Given that there's clearly some confusion over our position on comments at Peer News, I thought I'd share this excerpt from a Skype intervie...",
      "preview": "skip to main | skip to sidebar TEMPLE TALK An editor on journalism and the media Monday, April 19, 2010 More on Peer News and comments: An interview w"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://oceankind.org",
      "title": "Oceankind.org",
      "description": "Oceankind's mission is to improve the health of global ocean ecosystems while supporting the livelihoods of people who rely on them.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.earth210.com/210/SHOW/2111124",
      "title": "show - 2014 LasVegas SEMA AMERICANCAR P1",
      "description": "void",
      "preview": "2014 LasVegas SEMA AMERICANCAR P1 List of Articles 2014 LasVegas SEMA AMERIC... photo registed in March 29, 2015 2014 LasVegas SEMA AMERIC... photo re"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://sgramajo.tumblr.com/",
      "title": "school and life and stuff",
      "description": "ummmmmmm . . .",
      "preview": "school and life and stuff ummmmmmm . . . Archive / RSS 2017-12-17 sevenkit : Pass on what you have learned. Strength, mastery. But weakness, folly, fa"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "https://www.nps.gov/grca/learn/news/hiker-fatality-along-bright-angel-trail-february-2023.htm",
      "title": "Hiker Fatality along Bright Angel Trail in Grand Canyon National Park - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://www.interstateparkingdowntown.com",
      "title": "Interstate Parking Downtown",
      "description": "void",
      "preview": "0 See how our managed parking solution improves access and drives commerce in your community. Open up more than spaces. Provide better access to all y"
    },
    {
      "url": "https://www.ecopack.bg/bg",
      "title": "Начало - Екопак",
      "description": "void",
      "preview": "Най-голямата организация за оползотворяване на отпадъци от опаковки в България REЦИКЛИРАЙ В ТРОЯН! Извърли разделно и маркирай в приложението! Събирай"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "https://www.gdbcc.org/",
      "title": "The Greater Durham Black Chamber of Commerce (GDBCC) - Economic Development + Empowerment",
      "description": "void",
      "preview": "Facebook Linkedin Instagram Search Search Join Now Search Search Join Now Building an Equitable Durham Economy where Black businesses can thrive again"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://miportal.cientifica.edu.pe/",
      "title": "MiPortal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "https://www.target.com/store-locator/find-stores",
      "title": "Stores Near Me : Target",
      "description": "Find a Target store near you quickly with the Target Store Locator. Store hours, directions, addresses and phone numbers available for more than 1800 Target store locations across the US.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://stage.worklifesystems.com/parent/27",
      "title": "Login",
      "description": "with draggable and editable events",
      "preview": "Please contact us for any assistance: childcaresearch@childcareresourcesinc.org (888) 600-1685 x183 Welcome! We are here to help you find a child care"
    }
  ],
  "_meta": {
    "total_bookmarks": 142
  }
}