{
  "data": [
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://besthindisex.com/indian/?link=category_thumb",
      "title": "Popular indian",
      "description": "void",
      "preview": "BEST HINDI SEX Surprise Me! indian She rejoices after receiving 4 cumshots and a creampie 22752 13:04 indian Xxx Queen stepmom hard sex full Dirty tal"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "https://www.southfieldchamber.com/",
      "title": "Southfield Area Chamber of Commerce",
      "description": "Southfield Area Chamber of Commerce creates connections through networking, leadership and professional development opportunities.",
      "preview": "Skip to content Welcome to the Southfield Area Chamber Creating Connections For Your Business Join Today! Chamber Members Submit an Event or Press Rel"
    },
    {
      "url": "http://www.tagspaces.org/",
      "title": "Organize your files and folders with tags | TagSpaces",
      "description": "A powerful, file-based workspace-no cloud required.",
      "preview": "Skip to main content If you like TagSpaces, review it on Capterra and follow us on X / Mastodon 🎉 !️ Why TagSpaces? No Login ➜ No Backend ➜ No trackin"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://www.smarttales.app",
      "title": "Smart Tales: Learning App for Kids | Math & Reading Games",
      "description": "Join over 2 million families with Smart Tales, an award-winning educational app for kids aged 2-11. Discover engaging math and reading games.",
      "preview": "Turn screen time into Smart Time Safe and non-addictive educational app designed for 2-11-year-olds . Explore Math, Science, and Reading through fun,"
    },
    {
      "url": "https://www.instructables.com/Kites/",
      "title": "Kites - Instructables",
      "description": "Kites: i try to make akites",
      "preview": "Introduction: Kites i try to make akites"
    },
    {
      "url": "https://ftc.gov",
      "title": "Federal Trade Commission | Protecting America's Consumers",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://trimicktri1406.tumblr.com/",
      "title": "@trimicktri1406 on Tumblr",
      "description": "Still tri-ing",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://stuff-that-interests-me.tumblr.com/",
      "title": "@stuff-that-interests-me on Tumblr",
      "description": "Follow @stuff-that-interests-me and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts currentsinbiology Follow Test strip able to identify blood type in less than a minute A team of researchers at Third Military Medical University"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/rijksstudio",
      "title": "Collection - Rijksmuseum",
      "description": "void",
      "preview": "Collection Discover Animals in the Netherlands Delftware Dutch palaces Seascapes and beach scenes What do you love? Try the Art Explorer Discover Art"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://www.cirk-foto.cz/fotoalbum/cirkusy/rok-2021/humberto---pardubice/dsc_5536--kopirovat-.html",
      "title": "Cirkusové fotografie - Fotoalbum - Cirkusy - Rok 2021 - Humberto - Pardubice - DSC_5536 (Kopírovat)",
      "description": "Stránky pro fanoušky cirkusů a cirkusového umění.",
      "preview": "Cirkusové fotografie Úvod Aktuality Fotoalbum Odkazy Turné Diskuze Video Kontakt Humberto - Pardubice DSC_5536 (Kopírovat) « » ← Předchozí Další → Zpě"
    },
    {
      "url": "http://www.ogniwopl.com/konkurs-byc-polakiem-xii-edycja-2021-r-2/",
      "title": "KONKURS \"BYĆ POLAKIEM\" - XII EDYCJA 2021 r. - Polish Learning Center \"Ogniwo\"",
      "description": "Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany do dzieci i młodzieży szkół polonijnych na całym świecie oraz ic...",
      "preview": "Skip to content Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany d"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://jadedragonapothecary.com/products/yoni-steam-herbs",
      "title": "Yoni Steam Herbs - Jade Dragon Apothecary",
      "description": "Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which a woman allows the warmth of herbal steam to permeate the exterior of her vagina. Respected by healers around the globe, yoni steaming is an opportunity to reconnect with your body and utilize the wisdom of plant medicine to heal your cycle. Yoni stea",
      "preview": "Menu Cart 0 Yoni Steam Herbs $19 95 $19.95 Default Title - $19.95 USD Add to Cart Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which"
    },
    {
      "url": "https://afghan.upwardlyglobal.org/",
      "title": "Upwardly Global - Support for Afghan Arrivals",
      "description": "void",
      "preview": "Skip to content Partner with us Upwardly Global's Support for Afghan Arrivals Over the Last Year HEAR OUR STORIES New Report: Afghan Newcomers Bring C"
    },
    {
      "url": "https://www.fox4news.com/news/forney-isd-student-allegedly-taped-to-chair-crosby-elementary",
      "title": "10-year-old Forney student claims teacher taped him to chair, school police investigating | FOX 4 Dallas-Fort Worth",
      "description": "A Forney ISD teacher is on administrative leave and a school police are investigating after a 10-year-old student claimed the teacher taped him to his desk chair this week. A district spokesperson told FOX 4, \"there are two sides to every story.\"",
      "preview": "10-year-old Forney student claims teacher taped him to chair, school police investigating A Forney ISD teacher is on administrative leave and a school"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "http://blog.linkedin.com/",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.boerger-motorgeraete.de/reinigungstechnik/laubsauger-blaeser/",
      "title": "Laubsauger & -bläser | Die große Auswahl | Börger Motorgeräte",
      "description": "Für die Rasenfläche, den Weg oder das Beet bieten wir eine große Auswahl an Laubsaugern und -bläsern an. Ob akkubetrieben oder mit Benzin. | Börger Motorgeräte...",
      "preview": "Um Börger Motorgeräte in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren."
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://uber.demo.joomlart.com/index.php/music",
      "title": "Music",
      "description": "Welcome to JoomlArt Demo Site",
      "preview": "Get the latest news in exclusive music blogs. All new video performances. Let's Join Invite Friend Major worldwide tours Discover new music you love."
    },
    {
      "url": "https://adminguide.stanford.edu/chapter-1/subchapter-5/policy-1-5-4",
      "title": "1.5.4 Ownership and Use of Stanford Trademarks and Images | Administrative Guide",
      "description": "This Guide Memo establishes the policies governing use of Stanford's registered trademarks, as well as the use of unregistered names, seals, logos, emblems, images, symbols and slogans that are representative of Stanford (together referred to herein as \"Marks\").",
      "preview": "1.5.4 Ownership and Use of Stanford Trademarks and Images Skip Secondary Navigation Main content start Authority This Guide Memo was approved by the P"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://bfm.sbc.net/bfm2000/#vi",
      "title": "Baptist Faith and Message 2000 - The Baptist Faith and Message",
      "description": "Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptism and the Lord's Supper VIII. The Lord's Day IX. The Kingdom X. Last Things XI. Evangelism and Missions XII. Education XIII. Stewardship XIV. Cooperation XV. The Christian and...",
      "preview": "Baptist Faith and Message 2000 Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptis"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://www.eloquii.com/",
      "title": "Plus size Clothing, Dresses, Skirts, Suits, Tops, Jeans and Pants for Women | ELOQUII",
      "description": "ELOQUII",
      "preview": "Skip to main content Accessibility Policy"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://viacom.helpshift.com/hc/en/18-mtv/",
      "title": "MTV - Paramount Technical Support and Help Center",
      "description": "Are you looking for help with MTV? Learn more about MTV App, Getting Started, Troubleshooting, Frequently Asked Questions, VMAs.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "http://jobs.unicsc.org/",
      "title": "Home Page - Jobnet",
      "description": "void",
      "preview": "Org Location Job Title Level Deadline Network ICSC New York (USA) SALARIES AND ALLOWANCES DIVISION P-5 15/Nov/2025 Salaries and Allowances Division WM"
    },
    {
      "url": "http://optout.networkadvertising.org/?c=1",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://www.cloudskillsboost.google?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.urnsnw.com/laser-engraved-wooden-keepsake-urn-horizontal/",
      "title": "Laser Engraved Wooden Keepsake Urn - Horizontal - Urns Northwest",
      "description": "Small wood keepsake urn for holding a tiny amount of remains. Made in the USA. Optional engraving. Solid wood with engraved scene.",
      "preview": "Skip to content Free ground shipping on orders of $100 or more in the contiguous United States Free ground shipping on orders of $100 or more in the c"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "http://ala.org/rusa/awards/carnegie-medals",
      "title": "2024 Winners | Andrew Carnegie Medals for Excellence",
      "description": "Congratulations to the winners of the 2023 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction. The winners were announced by 2024 selection committee chair Aryssa Damron at the Reference and User Services Association's Book and Media Awards event during LibLearnX in Baltimore on Saturday, January 20th. A celebratory event, including presentations by the winners and a featured speaker, will take place at the 2024 ALA Annual Conference in June 2024 in San Diego. Carnegie Medal winners each receive $5,000. Forty-five books (21 fiction, 24 nonfiction) were selected for the 2024 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction Longlist. The six-title shortlist-three each for the fiction and nonfiction medals-was chosen from longlist titles and announced on November 14, 2023.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://library.municode.com/ne/omaha/codes/code_of_ordinances?nodeId=PTIIMUCO_CH6AN",
      "title": "Municode Library",
      "description": "MunicodeNEXT, the industry's leading search application with over 3,300 codes and growing!",
      "preview": "void"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://latenightsandgiggles.tumblr.com/",
      "title": "My Life as a Teenage Robot",
      "description": "Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do. This is my journey of discovery.",
      "preview": "Home Ask Random Theme » About me Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do."
    },
    {
      "url": "https://www.samsclub.com/locator",
      "title": "Club Finder - Sam's Club",
      "description": "void",
      "preview": "Skip to Main Content Find a nearby club Get the club hours, driving directions and services available at a Sam's club near you. Find 0 clubs near to 0"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "https://www.ktnnonline.com",
      "title": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "description": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "preview": "Open Modal Click to Resume AD Listen Live! Facebook-f Local News Job Opportunities All job positions are filled. Any job openings will be posted here."
    },
    {
      "url": "https://www.voteearlyday.org/",
      "title": "Celebrate Vote Early Day on October 28th, 2025",
      "description": "When you vote early you ensure that school, work, long lines, or a bad commute on Election Day won't stop your ballot from being counted!",
      "preview": "Celebrate Vote Early Day on October 28th, 2025 Vote Early Become a Partner Countdown to Vote Early Day October 28, 2025 Partners celebrating Vote Earl"
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18PHCHM1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://www.flowers4iceland.com/alftanes",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://www.flowmagazine.com/",
      "title": "Flow - Magazine for Paper Lovers",
      "description": "Our international issue is back! At Flowmagazine.com you can read about positive psychology, creativity, self development and slow life.",
      "preview": "Go to content"
    },
    {
      "url": "https://www.wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://www.hubocean.earth/press/news/kjell-inge-takes-on-a-high-level-role-to-support-the-un-decade-of-ocean-science",
      "title": "Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data - HUB Ocean | Dedicated to Unlocking Ocean Data",
      "description": "Building on his ongoing investment and engagement in REV Ocean and HUB Ocean, the Norwegian industrial leader and main owner of Aker, Kjell Inge Røkke, has accepted to become a Patron of the Ocean Decade Alliance and the UN Ocean Decade Special Emissary for Industrial Ocean Data.",
      "preview": "0 Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data 23"
    },
    {
      "url": "https://www.printerlife.it/liguria/toner-a-ceriana",
      "title": "toner a Ceriana - Printer Life",
      "description": "State cercando un toner a Ceriana per la vostra stampante laser o fotocopiatrice, ti proponiamo toner orginali e/o compatibili al miglior prezzo garantito.",
      "preview": "Noleggio fotocopiatrici Siti Web Home Printer Life Costi! Prodotti Partecipazioni nozze Libretti matrimonio Gadget promozionali Tipografia Servizi Ven"
    },
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://hcvnetwork.org/",
      "title": "HCV Network | We protect people and nature",
      "description": "The Network is a member-based organization that promotes the High Conservation Value (HCV) Approach, a three-step methodology to identify and protect ecosystems, biodiversity, and the needs of local communities and indigenous groups where development takes place.",
      "preview": "We work to protect nature and support local people where it matters most. High Conservation Values (HCVs) are biological, ecological, social, or cultu"
    },
    {
      "url": "https://www.industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://www.oxygenmag.com/life/womens-fitness-personalities/jaclyn-cordeiro-on-striving-for-progress-not-perfection/",
      "title": "Jaclyn Cordeiro on Striving for Progress, Not Perfection - Oxygen Mag",
      "description": "Jaclyn Cordeiro works hard, plays hard and loves every minute of it!",
      "preview": "Oxygen Mag Powered by Outside Photo: West Studio Heading out the door? Read this article on the new Outside+ app available now on iOS devices for memb"
    },
    {
      "url": "http://heimarbeitsforum.bplaced.de/phpBB2-2.0.21-deutsch/phpBB2/privmsg.php?mode=post&u=15&sid=cda36cf4732001815e04415efa7c186e",
      "title": "Geld verdienen mit Heimarbeit Forum ::",
      "description": "void",
      "preview": "Geld verdienen mit Heimarbeit Forum Die besten MÃ¶glichkeiten, um im Internet Geld zu verdienen FAQ Suchen Mitgliederliste Benutzergruppen Registriere"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "http://www.openstreetmap.org/copyright",
      "title": "Copyright and License | OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Copyright and License OpenStreetMap provides open map data for thousands of websites, mobile apps, and hardware devic"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://ourspiritualquest.com/category/zeitgeist/",
      "title": "Zeitgeist | Our Spiritual Quest",
      "description": "Posts about Zeitgeist written by Laura Maxwell",
      "preview": "Our Spiritual Quest Journeying together on A Spiritual Quest - Spiritual Truths with Laura Maxwell, her radio guests and friends. Skip to content Home"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://www.missingkids.org/netsmartz",
      "title": "NetSmartz Home",
      "description": "void",
      "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
    },
    {
      "url": "https://ahlansimsim.org/caring.html",
      "title": "Caring for Each Other Resources | Sesame Street",
      "description": "Your friends on Ahlan Simsim are here to support you during the COVID-19 health crisis. We know that these are stressful times, and families everywhere are creating a new sense of normalcy. So our website is filled with content you can use to spark playful learning, offer children comfort, and focus a bit on yourself, too. The resources below can help your family play, learn, and breathe deeply together-and we'll keep adding more in days and weeks to come, including new messages from your Ahlan Simsim pals. Stay tuned for more! #CaringForEachOther",
      "preview": "Caring for Each Other Resources For Adults Search English Resources Caring for Each Other Broadcasters Partner Content English Kurdî / كوردی العربية E"
    },
    {
      "url": "https://www.hbbf.org/",
      "title": "Healthy Babies Bright Futures",
      "description": "Healthy Babies Bright Futures guides families in protecting their babies from harmful chemicals. They make sure every baby has the ability to learn and thrive.",
      "preview": "Skip to main content Image Image New report: What's in your family's rice? The arsenic, cadmium, and lead in popular rice brands - plus 9 safer grains"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "http://Rescue-DE.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}