{
  "data": [
    {
      "url": "https://www.deq.ok.gov/land-protection-division/recycling/computer-equipment-recycling/",
      "title": "Environmental Quality Department (292)",
      "description": "void",
      "preview": "Skip to main content Previous Next Pause Play Grants & Funding Resources Office of Grants & Funding Resources Enhanced Tribal Engagement Policy Read t"
    },
    {
      "url": "http://marpatagonico.org/",
      "title": "Foro para la Conservación del Mar Patagónico y Áreas de Influencia - Foro para la Conservación del Mar Patagónico",
      "description": "Somos una red de organizaciones de la sociedad civil que comparten la visión de un mar sano y diverso. Desde 2004, proponemos una mirada regional para la conservación marina. Único por nuestra representatividad y alcance geográfico, desde el Foro promovemos la sinergia para proteger los mares del Cono Sur de América. Aunamos voces de la conservación y trabajamos en genuina asociación con los sectores público y privado para lograr la integridad ecosistémica y la gestión efectiva del Mar Patagónico.",
      "preview": "NUESTRO TRABAJO LÍNEAS DE ACCIÓN ÁREAS MARINAS PROTEGIDAS Promovemos la creación y el fortalecimiento de áreas marinas y costeras protegidas, como her"
    },
    {
      "url": "https://cs231n.github.io/",
      "title": "CS231n Deep Learning for Computer Vision",
      "description": "Course materials and notes for Stanford class CS231n: Deep Learning for Computer Vision.",
      "preview": "These notes accompany the Stanford CS class CS231n: Deep Learning for Computer Vision . For questions/concerns/bug reports, please submit a pull reque"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "http://www.shopncook.com/",
      "title": "Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "Download Shop'NCook Pro Try Shop'NCook Online Add a recipe in 20 seconds With Shop'NCook recipe wizard, you can have a new recipe ready for production"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://webassessor.com/googlecloud",
      "title": "Ready to start?",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://sharpen.design/",
      "title": "Sharpen - Design Challenge Generator",
      "description": "Millions of practice design prompts to challenge you to think outside the box.",
      "preview": "Design leaders teach with Sharpen Sharpen generates open-ended project prompts that reinforce critical problem solving, curiosity, and creativity acro"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://www.lulus.com/products/charmed-and-classy-black-polka-dot-long-sleeve-midi-dress/1053642.html",
      "title": "Lovely Black Polka Dot Dress - Midi Dress - Long Sleeve Dress - Lulus",
      "description": "The Lulus Charmed and Classy Black Polka Dot Long Sleeve Midi Dress has a timeless look! Long sleeve midi dress with puff shoulders, square neckline, side slit.",
      "preview": "Skip To Main Content TERMS APPLY. SEE DETAILS . 12.2K Charmed and Classy Black Polka Dot Long Sleeve Midi Dress Lulus $59 Duties and taxes included! P"
    },
    {
      "url": "https://kakekurs.blogspot.com/2014/02/kake-akademiet-norge.html",
      "title": "Sukkerkunst Kurs: Kake Akademiet Norge",
      "description": "Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Norge, og nyttige tips vil komme o...",
      "preview": "lørdag 8. februar 2014 Kake Akademiet Norge Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Nor"
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    },
    {
      "url": "https://forum.hardware.fr/hfr/Programmation/Perl/repertoire-serveur-distant-sujet_128705_1.htm",
      "title": "Zipper un répertoire, fichier sur un serveur distant - Perl - Programmation - FORUM HardWare.fr",
      "description": "void",
      "preview": "Forum | HardWare.fr | News | Articles | PC | S'identifier | S'inscrire | Shop Recherche 3084 connectés FORUM HardWare.fr Programmation Perl Zipper un"
    },
    {
      "url": "https://www.espigadoradadigital.com/2019/07/justicia-procuraduria-traza-nuevas.html",
      "title": "JUSTICIA Procuraduría traza nuevas estrategias para combatir el tráfico y la trata de personas - Espiga Dorada Digital",
      "description": "• Desde el año 2017 hasta el primer trimestre de 2019, han sido judicializados 139 casos por esos delitos El procurador general de la Repúbl...",
      "preview": "Periodico Digital, desde la Provincia Sánchez Ramírez. Tel.809-965-7066, Email:alfremilcomunicacion@gmail.com 100 Familias ya viven en Nuevos Horizont"
    },
    {
      "url": "https://www.nationalgeographic.com/science/article/high-seas-fishing-subsidies-oceans-science",
      "title": "Over Half of High Seas Fishing Only Profitable With Subsidies | National Geographic",
      "description": "Government funds prop up more than half of fishing in the open ocean, a new study reveals.",
      "preview": "A fisherman checks his fishing lines while fishing on the high seas. The high seas is defined as the open waters outside a country's exclusive economi"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://www.fs.usda.gov",
      "title": "Home | US Forest Service",
      "description": "Caring for the Land and Serving People",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.hembroinfotech.com/online-exam-portal-Manipur.php",
      "title": "Online Exam Portal in Manipur | Hembro Infotech Pvt. Ltd.",
      "description": "Best Online Exam Portal in Manipur, Powered by Hembro Infotech Pvt. Ltd.",
      "preview": "Home Educational Services School Management Software Online Admission Portal Online Class Portal Online Notes Portal Online Exam Portal Online Fee Col"
    },
    {
      "url": "https://www.carat.fiserv.com/en-us/resources/",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://hyundai.oemdtc.com/category/recalls",
      "title": "Recalls | Hyundai - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "http://www.abs.gov.au/",
      "title": "Australian Bureau of Statistics",
      "description": "Australia's national statistical agency providing trusted official statistics on a wide range of economic, social, population and environmental matters.",
      "preview": "Search ABS Welcome to the Australian Bureau of Statistics Population 27,536,874 31 March 2025 Estimated resident population Consumer price index 2.1%"
    },
    {
      "url": "https://www.editorialmanager.com/one-earth",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "http://americablog.blogspot.com/2012/04/us-kids-with-autism-up-78-in-last.html",
      "title": "US Politics | AMERICAblog News: US kids with autism up 78% in last decade",
      "description": "One of America's most influential progressive political blogs, providing news analysis of US politics, by John Aravosis in Washington DC",
      "preview": "skip to main skip to sidebar Join Email List | About us | AMERICAblog Gay Elections | Economic Crisis | Jobs | TSA | Limbaugh | Fun Stuff Follow @amer"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://www.usanetwork.com/usa-app",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "https://masjid.fund/cart/",
      "title": "Cart - Masjid Digital Fund Platform.",
      "description": "void",
      "preview": "Cart [woocommerce_cart]"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "http://www.putty3d.com",
      "title": "Putty 3D",
      "description": "Putty is a powerful digital sculpting tool, created from the ground up for iOS devices. Sculpt, carve and model any shape you can imagine, anytime, anywhere, using realistic materials and simple, intuitive tools.",
      "preview": "View fullsize Developed by Nga Nguyen, Putty is the best 3D sketchbook for artists and enthusiasts on the go. Whether you're on holiday, on the train"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.teleamazonas.com/los-nominados-en-los-globos-de-oro-2020/",
      "title": "Los nominados en los Globos de Oro 2020",
      "description": "Este domingo, se vivirá las emociones de la gala de los Globos de Oro en el Hotel Beverly Hilton de Beverly Hills, Los Ángeles, a partir de las 17: 00. Este evento será organizada por la Asociación de la Prensa Extranjera de Hollywood (HFPA).",
      "preview": "Suscríbete a nuestras notificaciones para recibir las últimas noticias y actualizaciones. No, gracias Suscribirse Debes habilitar las notificaciones e"
    },
    {
      "url": "https://www.oculus.com/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://atlantapressclub.org/",
      "title": "Atlanta Press Club",
      "description": "void",
      "preview": "Please upgrade your browser. Go to https://support.microsoft.com/en-us/help/17621/internet-explorer-downloads to download IE 11 or M. Skip to content"
    },
    {
      "url": "https://www.electricitymaps.com/",
      "title": "Electricity Maps | The world's most comprehensive electricity data platform",
      "description": "Electricity Maps provides global access to electricity mix, prices and carbon intensity. Available in real-time, historically and forecasted.",
      "preview": "The world's most comprehensive electricity data platform Electricity Maps provides global access to electricity mix, prices and carbon intensity. Avai"
    },
    {
      "url": "https://www.informationweek.com/archives.asp?newsandcommentary=yes&amp;amp;amp;amp;amp;amp;amp;tag_id=460&piddl_month=4&piddl_year=2000",
      "title": "InformationWeek, News & Analysis Tech Leaders Trust",
      "description": "News analysis and commentary on information technology strategy.",
      "preview": "Latest Podcasts InformationWeek Podcast: Realigning After a Tech Disruption Oct 6, 2025 InformationWeek Podcast: Proving Tech Investment's Company-wid"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://portail.sportsregions.fr/jeu-de-dames/reunion/calendrier-clubs-de-jeu-de-dames-en-reunion",
      "title": "Calendrier des clubs de jeu de dames de Reunion | Sportsregions.fr",
      "description": "Calendrier sportif des sites web des clubs de jeu de dames de Reunion abonnés à l'éditeur de site internet Sportsregions.",
      "preview": "Calendrier des clubs de jeu de dames de Reunion 0 événement à venir Flux RSS Affinez votre recherche : Filtres : Jeu de Dames Dom-Tom Reunion Accueil"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://travblog.com/tag/train-travel-in-italy",
      "title": "train travel in Italy - 🏅TravBlog.com - Travel tips, things to do and manymore",
      "description": "void",
      "preview": "Home ALL POSTS About Us Privacy Policy Browsing Tag train travel in Italy Italy The Leaning Tower of Pisa Address of the Leaning Tower of Pisa: Piazza"
    },
    {
      "url": "http://www.invictusafrica.com/",
      "title": "Invictus Africa Group LLC",
      "description": "void",
      "preview": "Home About Portfolio Team Contact Invictus Invictus Africa Group, LLC (IAG or Invictus) serves as manager of a private Mauritius based investment hold"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://www.drjaliman.com/index.php",
      "title": "Best Cosmetic Dermatologist NYC | Cosmetic Dermatology Expert",
      "description": "Renowned NYC cosmetic dermatologist providing expert cosmetic and medical dermatology care from her Upper East Side Manhattan office. Achieve radiant, healthy skin with customized treatments.",
      "preview": "Hide Accessibility Tools Light Mode Contrast Mode Grey Mode Increase Font Size Decrease Font Size Reset Font Default Accessibility Options Back to Mai"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://everytown.org/",
      "title": "Home | Everytown",
      "description": "We are a movement of nearly 11 million moms, mayors, survivors, students, and everyday Americans working to end gun violence.",
      "preview": "Skip to content Use Accessible Colors You are leaving You will be redirected momentarily. Close Menu Home About Work Issues Solutions States News Blog"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=register&sid=d700f12dde72825e0557a5efc3ad982d",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://es.lnk.to/subtract",
      "title": "- (Subtract)",
      "description": "Listen to content by Ed Sheeran.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}