{
  "data": [
    {
      "url": "https://www.lemonde.fr/politique/",
      "title": "Politique - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Politique. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Politique publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://www.shareowneronline.com/transactional/anonymous/dspp/company-plans/TGT1/2948/DPPSales",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://arstechnica.com/gadgets/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews YouTube prepares to welcome back banned creators with \"second chance\" program YouTube will evaluate eac"
    },
    {
      "url": "https://theawesomer.com/the-chapel-hdr-timelapse/85230/",
      "title": "The Chapel (HDR Timelapse)",
      "description": "The LookyCreative shot this time lapse of a dilapidated protestant temple in Poland using HDR imaging. The effect is strange, as if the chapel was CGI.",
      "preview": "When you buy through links on our site, we may earn an affiliate commission . As an Amazon Associate I earn from qualifying purchases. Shop Gifts Tech"
    },
    {
      "url": "https://esv.info/query/Tobias+Lange/section/news/pageProducts/1/sortProducts/date/pageNews/1/suche.html",
      "title": "Suche im Gesamtverzeichnis - Erich Schmidt Verlag (ESV)",
      "description": "Der Erich Schmidt Verlag (ESV) ist ein namhafter Fachverlag mit den Programmschwerpunkten Recht, Wirtschaft, Steuern sowie Philologie. Publiziert werden Bücher,...",
      "preview": "Wir verwenden Cookies. Um Ihnen ein optimales Webseitenerlebnis zu bieten, verwenden wir Cookies. Mit dem Klick auf „Alle akzeptieren\" stimmen Sie der"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "https://bsandco.us/all-designs",
      "title": "BS&Co - Email Marketing Agency | Drive Revenue with Strategic Campaigns",
      "description": "Transform your email marketing with BS&Co. We help brands increase revenue through strategic email campaigns, SMS marketing, and automation. Proven results for fashion, beauty, food & beverage brands.",
      "preview": "Case Studies Our Services Designs Free Tools About Us Work With Us Our Work Bringing Your Brand Alive & Making It Stand Out Request A Free Mock-Up All"
    },
    {
      "url": "https://www.scout.com/",
      "title": "College Sports News and Recruiting",
      "description": "Stay up to date with all the College sports news, recruiting, transfers, and more at 247Sports.com",
      "preview": "‌ ‌ ‌ 247 Logo 247Sports VIP VIP 30% off Annual VIP Pass first year Chat Chat with Experts & hard-core fans in our premium message boards Newspaper In"
    },
    {
      "url": "https://therivardreport.com/downtown-confab-make-transportation-projects-a-benefit-not-a-hassle/",
      "title": "Downtown Confab: Make Transportation Projects a Benefit, Not a Hassle",
      "description": "International Downtown Association panelists highlighted projects in three cities that transformed downtown transportation infrastructure.",
      "preview": "Skip to content The Argyle & Grafton Shared Streetscape Project is an example where Halifax, Nova Scotia, turned two downtown roads into \"shared stree"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a11729/josh-groban-interview/",
      "title": "Love Me Tenor",
      "description": "Josh Groban may sing like a saint, but he jokes like a sinner",
      "preview": "Skip to Content Hellin Kay Josh Groban may have the best poker face in music. For 10 years, he dutifully filled the role of Adult Contemporary's boy w"
    },
    {
      "url": "https://www.stillflowerdrawing.com/store-2",
      "title": "Store 2 - STILL",
      "description": "void",
      "preview": "Live online Classes Tetra Pack printmaking with Maureen Nathan, 14th October 2025 £15.00 Add To Cart Added! Acrylic painting and collage with Emma Cro"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "https://www.ksal.com/5-new-covid-cases-1-new-death/",
      "title": "5 New COVID Cases, 1 New Death",
      "description": "KSAL is your number one source for salina local news, weather, sports, auctions.",
      "preview": "× 5 New COVID Cases, 1 New Death By Todd Pittenger June 11, 2021 There are 5 new COVID cases in Saline County, and one new death According to the Sali"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://sentimental--sentinel.tumblr.com/",
      "title": "@sentimental--sentinel on Tumblr",
      "description": "xNFJ // Sun Moon Venus Mars: Cancer // Rising Scorpio // Dota Addict Love easily, but not easy to love",
      "preview": "Posts Likes adorastarotcards-deactivated202 Synastry Overlay in Mars Adorastarotcards Mars in Partners 1st House - ✨Sexual Attraction✨ a very intense"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-canular-et-desinformation-chasser-le-dahu/",
      "title": "Activité - Canular et désinformation : chasser le Dahu - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://developer.wordpress.org/",
      "title": "WordPress Developer Resources | Developer.WordPress.org",
      "description": "Official WordPress developer resources including a code reference, handbooks (for APIs, plugin and theme development, block editor), and more.",
      "preview": "WordPress.org WordPress Developer Resources Developer Resources /The freedom to build See what has changed in the WordPress 6.8 API. Documentation Blo"
    },
    {
      "url": "https://carto.com/legal/",
      "title": "Legal | CARTO",
      "description": "We've got you covered.",
      "preview": "LEGAL WE'VE GOT YOU COVERED Product, privacy, and other legal terms. Legal Privacy Notice Security Master Agreements CARTO Platform Terms & Conditions"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://microgridknowledge.com/energy-storage-emissions-california/",
      "title": "No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage | Microgrid Knowledge",
      "description": "We generally think of energy storage, especially when coupled with renewable energy, as clean and green. But it turns out that it can increase greenhouse gas emissions.",
      "preview": "Uncategorized No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage We generally think of energy storage, especially w"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "https://findingada.com/organizer/simon-schuster-ltd/",
      "title": "Simon & Schuster Ltd - Ada Lovelace Day",
      "description": "void",
      "preview": "0 events found. Subscribe to calendar Google Calendar iCalendar Outlook 365 Outlook Live Export .ics file Export Outlook .ics file"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://webassessor.com/wa.do?page=createAccount&branding=GOOGLECLOUD",
      "title": "Create Test Taker Account",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "http://www.starz.com",
      "title": "STARZ - Captivating Original Series. Hit Movies. Bold Storytelling.",
      "description": "STARZ brings diverse perspectives to life through bold storytelling. Sign-up to stream original series, movies, extras, and more-on-demand and ad-free.",
      "preview": "$5/mo for 3 mo. Limited Time Offer. Claim Today. Boundary Breaking Originals Can You Handle The Heat? The Couple Next Door More Info The Couple Next D"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://rxhaellsk.tumblr.com/",
      "title": "💀",
      "description": "Rachel, 23",
      "preview": "July 21 2019 122,578 notes Reblogged 6 years ago from duotheist ( Originally from karlottafreier ) Share July 21 2019 642,795 notes Reblogged 6 years"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/home",
      "title": "Home | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Or search by product Phones Tablets Software & Apps Accessories Other Products Learn about software. upgrades Software Fix Repair your phone We know i"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://careers-7-eleven.icims.com/jobs/intro",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "http://www.microsim.com/",
      "title": "Introduction to Microsim of Mobile Phone",
      "description": "A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mobile phones. It is designed to fit into the smaller SIM card slots of modern smartphones, tablets, and other mobile devices. The advancement in technology has led to the development of these compact SIM",
      "preview": "Contact Us Introduction to Microsim of Mobile Phone A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mob"
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://insights.spire.com/maritime/dark-shipping-detection/",
      "title": "Dark Shipping Detection | Spire Maritime",
      "description": "Spire Maritime's world-first, near real-time, global AIS message position validation service utilizes our satellite constellation and experience with radio frequency doppler shift.",
      "preview": "Dark Shipping detection Uncover suspicious vessel behavior, worldwide and in real-time Spire's latest Dark Shipping detection solution goes beyond AIS"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "https://tubitv.com",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://www.nba.com/stats/teams/",
      "title": "Teams | Stats | NBA.com",
      "description": "Top Team Leaders overview across stat categories throughout the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://vote.civicnation.org/register/goodwill/",
      "title": "Goodwill - Get Ready to Vote",
      "description": "void",
      "preview": "Skip to content Goodwill Are You Registered to Vote? From your local school board to the Senate, it's important to vote in every election. Thanks for"
    },
    {
      "url": "https://docs.rs/crate/fluvio-types/0.2.5/source/Cargo.toml",
      "title": "fluvio-types 0.2.5 - Docs.rs",
      "description": "void",
      "preview": "Docs.rs fluvio-types-0.2.5 Platform i686-pc-windows-msvc i686-unknown-linux-gnu x86_64-apple-darwin x86_64-pc-windows-msvc x86_64-unknown-linux-gnu Fe"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://www.nainasingla.com/",
      "title": "Naina Singla - Fashion Stylist and Style Expert. Virtual Capsule Styling for Women",
      "description": "Naina Singla is a fashion stylist and style expert specializing in capsule styling and virtual styling for women in Washington, DC. Naina also offers virtual styling nationwide. Naina's signature and foundation styling service consists of a style assessment and wardrobe edit, curated shopping service and digital look-book",
      "preview": "Cart 0 Scroll a virtual & In-person styling and sourcing studio Naina curates streamlined and versatile wardrobes for women interested in simplicity w"
    },
    {
      "url": "https://assets.welcu.com/compete/cronosur/rally-scott-2018",
      "title": "Rally Scott 2018 | Welcu Compete",
      "description": "void",
      "preview": "Rally Scott 2018 Carrera 40K 60K Categoría Todas Damas 15-20 Damas 21-30 años Damas 31-39 años Damas 40-49 años Damas 50 o más Varones 15-20 años Varo"
    },
    {
      "url": "https://www.ign.es/web/ign/portal",
      "title": "Inicio - Instituto Geográfico Nacional",
      "description": "void",
      "preview": "Instituto Geográfico Nacional Noticias destacadas Exposición en Madrid (se abrirá nueva ventana) Disponible nueva Guía didáctica para educación secund"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "https://hullhrc.com/events-calendar/",
      "title": "Events Calendar - Heritage Reformed Congregation of Hull Iowa",
      "description": "void",
      "preview": "Close Events Calendar"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/post/117426794175",
      "title": "codeorg: With all the national debate on... - Reading Not Sleeping",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Menu Reading Not Sleeping codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we g"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "http://ninatomtcarlsen.no/tag/yoga/",
      "title": "yoga | Nina Marie Tømt Carlsen",
      "description": "void",
      "preview": "Currently browsing tag yoga Du har nå et helt nytt ubrukt år foran deg som du kan fylle med ny lærdom og trene på nye ting som ... Har du en hektisk hve"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://www.bibliotecadisangavino.net/sistema-bibliotecario-monte-linas/104-san-gavino-m-le",
      "title": "San Gavino M.le - Biblioteca Multimediale di San Gavino \"Faustino Onnis\"",
      "description": "Sito della Biblioteca Multimediale di San Gavino Monreale (SU)",
      "preview": "Cerca... Presentazione Biblioteca Comunale di San Gavino M.le. Tipologia funzionale: Informativo-divulgativa Leggi tutto: San Gavino M.le - Biblioteca"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HJR8&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    },
    {
      "url": "https://www.seres.org/",
      "title": "SERES - Youth Leadership",
      "description": "Cultivating and catalyzing youth leaders to build more just and sustainable communities in Guatemala and El Salvador.",
      "preview": "0 Cultivating & catalyzing youth leaders Connect. Create. Change. Show me how We empower young people to be influential leaders capable of creating la"
    },
    {
      "url": "https://nap.nationalacademies.org/catalog/24950/the-safety-and-quality-of-abortion-care-in-the-united-states",
      "title": "The Safety and Quality of Abortion Care in the United States | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.intertienda.es/novedades/",
      "title": "Putas 19 anos en La Mojonera - Martina 20 años | Disponible ahora",
      "description": "Las Mejores Chicas en en La Mojonera",
      "preview": "Disponible ahora Home • Categorías • Live Chat • Chicas • Prostitutas con videos • Striptease • Nuevas Masajes eroticos Lesbico BDSM Tetonas Mulatos D"
    },
    {
      "url": "http://eisenbahnplaner.eu/?page=0&lang=de&PHPSESSID=3n17vnamc7d07j2ut8jq0qv831",
      "title": "eisenbahn-planer.net",
      "description": "void",
      "preview": "de en fr pl hu nl it ru eisenbahn-planer Filter deaktiviert Termine Veranstalter Information Impressum Anmelden Datenschutz Monat 1 2 3 4 5 6 7 8 9 10"
    },
    {
      "url": "https://www.bapcertification.org/",
      "title": "Best Aquaculture Practices",
      "description": "void",
      "preview": "Who We Are What We Do Certification BAP Vanguard Program Integrity Where to Find Producers Program Standards Resources For Consumers Blog Languages De"
    },
    {
      "url": "https://ui-patterns.com/",
      "title": "UI-Patterns.com",
      "description": "User Interface Design Pattern Library. UI patterns for web designers. See screenshot examples and learn how to do great design like the pros.",
      "preview": "User Interface Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard"
    },
    {
      "url": "http://www.iuu-vessels.org/iuu",
      "title": "IUU Vessel List",
      "description": "void",
      "preview": "Welcome to the Combined IUU Fishing Vessel List This site provides the best available, up-to-date information on all fishing and related vessels that"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://ras.biodiversity.aq/aphia.php?p=taxdetails&id=174869",
      "title": "Register of Antarctic Species (RAS) - Desmosoma modestum Nordenstam, 1933",
      "description": "void",
      "preview": "Intro | Search taxa | Taxon tree | Sources | Webservice | Statistics | Editors | Log in RAS taxon details Desmosoma modestum Nordenstam, 1933 AphiaID"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://justice.ywca.org/",
      "title": "Until Justice Just Is",
      "description": "YWCA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. The Leadership and Capacity Building Institute is a chance for people to convene to strengthen YWCA's capacity building, service delivery, and programmatic excellence.",
      "preview": "Skip to main content Watch the April 13th UJJI Town Hall. About The Challenge The YWCA Racial Justice Challenge is designed to create dedicated time a"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}