{
  "data": [
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "https://modarchive.org/index.php?faq-01-general",
      "title": "The Mod Archive v4.0b - A distinctive collection of modules - Documentation",
      "description": "void",
      "preview": "[ ? ] [ X ] [ Torrents ] Not logged in. Detailed module view [disabled] Member Login Login Create Account Forgotten Password Music... Search... New St"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "https://teamsdemo.office.com/#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "https://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://discord.com/invite/effecthouse?enter_method=carousel_button",
      "title": "TikTok Effect House",
      "description": "Effect House is a powerful AR tool that makes it easy to create and publish high-quality augmented effects for TikTok | 589002 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "https://www.ukargo.net/southern_ocean_argo_regional_centre/foam_plots/potential_temperature/2009-01-01/",
      "title": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009",
      "description": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009 at 5 m and 995.5 m.",
      "preview": "≡ Home Contact us Disclaimer Privacy ≡ About Argo What is Argo? Float history First floats SOFAR floats Autonomous Listening Stations RAFOS floats Add"
    },
    {
      "url": "https://www.wkbw.com/news/local-news/how-the-lexington-co-op-is-making-celebrating-thanksgiving-simpler",
      "title": "Making Thanksgiving 2020 simpler at the Lexington Co-op",
      "description": "We are so close to Thanksgiving, you can almost smell the turkey, but this year, there may be fewer people sitting around the table.",
      "preview": "void"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "https://eatrobs.com/",
      "title": "Rob's Backstage Popcorn - Rob's Popcorn",
      "description": "Rob's Backstage Popcorn was born backstage with the Jonas Brothers and now they are sharing it with the world. Made with a secret recipe, we guarantee you've never tasted popcorn like this before.",
      "preview": "Skip to content Cart Your cart is empty you've never tasted popcorn like this before shop rob's find in store rob's original indian spice mix classic"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://eclass2790.tumblr.com/",
      "title": "Whatever I Want",
      "description": "Everything I like as a man",
      "preview": "» View Article Whatever I Want 13 December, 2018 December 13, 2018 2018.12.13 shesodamnthick : Nicki Minaj shesodamnthick » View Article 13 December,"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://www.smash.org/",
      "title": "SMASH - Empowering Students Through STEM",
      "description": "Exposing, inspiring & preparing students of color to pursue CS degrees & careers & understand the social, ethical, & political impacts of technology.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Expanding Innovation In STEM Exposing, inspiring and preparing students t"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.imdb.com/name/nm0115202/bio",
      "title": "Ricou Browning - Biography - IMDb",
      "description": "Ricou Browning. Second Unit or Assistant Director: Agente 007 - Thunderball: operazione tuono. Born in Fort Pierce, Florida, Ricou Browning grew up in nearby Jensen Beach and went on to study physical education at Florida State university. He got a career start diving and springboard diving in local water shows. By the time he was in his early 20s, he was producing underwater shows at Weeki Wachee Springs and topside...",
      "preview": "Back Biography Awards Trivia IMDbPro All topics Biography Ricou Browning Jump to Overview (4) Mini bio (2) Family (2) Trivia (13) Quotes (3) Edit Over"
    },
    {
      "url": "https://caru.bbbprograms.org/seal/Confirmation/346177012",
      "title": "CARU - CaruSeal",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. We were unable to find an active record for the seal number provided."
    },
    {
      "url": "https://digital-photography-school.com/",
      "title": "Digital Photography School",
      "description": "Digital photography tips and tutorials for camera owners of all levels. Read by over 5 million people per month.",
      "preview": "LOVE PHOTOGRAPHY? Digital Photography School has what you need to take your photography to the next level. We offer daily tips, resources and free tut"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.edx.org/course/cs50s-introduction-to-computer-science",
      "title": "HarvardX: CS50's Introduction to Computer Science | edX",
      "description": "An introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "void"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://www.clarinsusa.com/en/lip-comfort-oil/CS00555678.html",
      "title": "Lip Comfort Oil Best Plumping Hydrating & Conditioning Lip Oil | CLARINS®",
      "description": "Shop our nourishing lip oil - enriched with a trio of plant oils to comfort and visibly plump lips, while providing a protective shield of high-shining color.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "https://www.eurostar.com/uk-en/travel-info/service-information",
      "title": "Service information | Travel information | Eurostar",
      "description": "Check live departures and arrivals, our train timetable, see our latest travel updates and find out what to do if your trip doesn't go to plan.",
      "preview": "Skip to main content Travel info Service information Service information Check live departures and arrivals, see our latest travel updates and find ou"
    },
    {
      "url": "https://www.cnigs.ht/",
      "title": "CNIGS - Centre National de l'Information Géo-Spatiale",
      "description": "void",
      "preview": "\"Une Institution Nationale de Référence en matière de production, de traitement et de diffusion de l'information Géo-Spatiale! \" Dénomination Le Centr"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://stockholmskallan.stockholm.se/post/30871",
      "title": "Klemmings omdöme om Strindberg - Stockholmskällan",
      "description": "Strindbergs ansökan remitterades till riksbibliotekarie Gustaf Klemming, August hade nämligen inte bifogat sina icke alltför lysande betyg. Klemmings vitso",
      "preview": "Kakor på stockholmskallan .stockholm.se På Stockholmskällan använder vi kakor, cookies, för att sammanställa statistik och för att webbplatsen ska fun"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://www.thewarmingstore.com/",
      "title": "Heated Clothing, Heated Jackets, Heated Gloves, Heated Socks, Heated Vests | TheWarmingStore.com",
      "description": "We have the best selection of heated clothing including heated jackets, heated gloves, heated socks, heated shirts & heated vests. Shop all ...",
      "preview": "HEATED SOCKS HEATED JACKETS HEATED GLOVES"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://www.ndf.fi/",
      "title": "Home - Nordic Development Fund",
      "description": "The Nordic Development Fund (NDF) is the joint Nordic international finance institution focusing on the nexus between climate change and development in lower-income countries and countries in fragile situations.",
      "preview": "Coming together and mobilising climate finance through global initiatives were at the centre-stage of the Dialogues. NDF has published a short documen"
    },
    {
      "url": "http://www.seafoodslaveryrisk.org/",
      "title": "Seafood Slavery Risk Tool",
      "description": "void",
      "preview": "Seafood Slavery Risk Tool ABOUT US INSTRUCTIONS RESOURCES ↓ Methodology Background Glossary WHAT BUSINESS CAN DO BLOG FAQs CONTACT US Informing Busine"
    },
    {
      "url": "https://www.civicalliance.com/",
      "title": "Civic Alliance",
      "description": "The Civic Alliance is helping businesses work toward a complete and accurate count in 2020 because we know how important Census data is for our companies, our communities, and our country.",
      "preview": "Corporate Civic Playbook Join Us Members Initiatives 100% In for Democracy Protecting Voting Access Time to Vote Election Day of Service 2020 Census R"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "http://www.rechenmaschinen-illustrated.com/OJAdder.htm",
      "title": "OJAdder",
      "description": "void",
      "preview": "O.J.Adder source: HJ.Denker source: HJ.Denker source: HJ.Denker last updated: 31-Aug-09"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://googlecloudplatform.github.io/region-picker/",
      "title": "Google Cloud region picker",
      "description": "Tool to help you pick a Google Cloud region considering carbon footprint, price and latency.",
      "preview": "Google Cloud Region Picker This tool helps you pick a Google Cloud region considering approximated carbon footprint, price and latency. This is not an"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "http://www.childnow.org/",
      "title": "Children's Institute for Learning Differences | PROGRESS STARTS HERE",
      "description": "void",
      "preview": "Jump to navigation Welcome every child can succeed at school and we can help We Think we know kids do well if they can (not if they want to) At CHILD"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.lliurex.es/category/sobre-la-cultura/",
      "title": "Sobre la Cultura - Lliurex",
      "description": "void",
      "preview": "Ir al contenido Sobre la Cultura Regalos de Burgos que capturan su esencia cultural Burgos es una ciudad que guarda historia en cada rincón. Sus calle"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "http://mapbox.com/about/maps",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://charity-navigator.tenderapp.com/kb",
      "title": "Welcome - Charity Navigator Support",
      "description": "void",
      "preview": "Log in or Create a profile Support Home Go to Charity Navigator → Charity Navigator wants to hear from you Welcome to Charity Navigator's help desk. T"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://variety.com/2023/awards/news/will-smith-aafca-awards-acceptance-emancipation-1235540560/",
      "title": "Will Smith Gives AAFCA Speech, First Awards Ceremony Since Oscars Slap",
      "description": "Will Smith and his \"Emancipation\" director Antoine Fuqua accepted the Beacon Award in-person from the African American Film Critics Association.",
      "preview": "Mar 1, 2023 8:53pm PT Will Smith Accepts Special Honor at AAFCA Ceremony, First In-Person Awards Speech Since 2022 Oscars By J. Kim Murphy , Julia Mac"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "https://www.ruimtelijkeplannen.nl/viewer/?planidn=NL.IMRO.0546.BP00074-0201",
      "title": "Ruimtelijkeplannen.nl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://apply.workable.com/kaporcenter/",
      "title": "Kapor Center - Current Openings",
      "description": "The Kapor Center is a family of for profit and not for profit organizations founded by Mitch and Freada Kapor to advance innovation and economic progress of underrepresented communities in technology and entrepreneurship. The Kapor Center aspires to cl...",
      "preview": "void"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://www.eco-business.com/press-releases/sp-group-inks-mou-with-bcg-energy-to-invest-in-renewables-in-vietnam/",
      "title": "SP Group inks MOU with BCG Energy to invest in renewables in Vietnam | Press Releases | Asia | Sustainable Business",
      "description": "SP Group (SP) and BCG Energy Joint Stock Company (BCG Energy), a wholly owned subsidiary of Bamboo Capital JSC, signed a Memorandum of Understanding (MoU) to...",
      "preview": "Close menu Eco-Business Edition Subscribe Search Eco-Business Search Press Releases Energy SP Group inks MOU with BCG Energy to invest in renewables i"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5019#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://support.xbox.com/help/games-apps/my-games-apps/all-about-pc-gaming",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://atom.io/",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}