{
  "data": [
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://spot-and-tango.i5md.net/c/3408212/1071343/9669?subid3=people",
      "title": "Meet UnKibble™: Human-Grade Dog Food At An Affordable Price",
      "description": "void",
      "preview": "Why pet parents are switching to UnKibble TRY UNKIBBLE UnKibble™ makes mealtime enjoyable for your dog and worry-free for you. It's time to upgrade th"
    },
    {
      "url": "http://www.lahainaroads.org/category/westminster-escort-2/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.wielkawyspa.com.pl/aktualnosci/sport-i-rekreacja/przebudowa-terenow-sportowych-przy-sosw-we-wroclawiu/",
      "title": "Przebudowa terenów sportowych przy SOSW we Wrocławiu - Wielka Wyspa - portal społecznościowo informacyjny",
      "description": "Nowe boiska, skocznia oraz dodatkowe oświetlenie powstaną przy Specjalnym Ośrodku Szkolno-Wychowawczym nr 10. Będzie to kolejny etap rozbudowy placówki przy ul. Parkowej we Wrocławiu. Po wyłonieniu wykonawcy na przebudowę budynku SOSW, miasto rozstrzygnęło następny przetarg, tym razem na inwestycję części sportowej Ośrodka. To oznacza, że w przyszłym roku wychowankowie placówki przy ul. Parkowej będą mogli użytkować nowiutkich boisk i skoczni. Powstanie wielofunkcyjne boisko do koszykówki i siatkówki oraz osobne do piłki nożnej. Dzięki nim dzieci i młodzież z [...]",
      "preview": "Przejdź do treści Przebudowa terenów sportowych przy SOSW we Wrocławiu Bartek 16 października, 2020 14:41:20 Nowe boiska, skocznia oraz dodatkowe oświ"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://theworldpursuit.com/",
      "title": "The World Pursuit - Informative Travel Guides",
      "description": "World travel blog, following Cameron & Natasha. A pair of travelers, photographers, and writers. Sharing travel tips and stories from around the world.",
      "preview": "Skip to content The World Pursuit Travel Guides By Natasha & Cameron Start Here Get Started Traveling Explore The World Learn more about a particular"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/easy-impressive-recipes",
      "title": "Easy but impressive recipes | Good Food",
      "description": "These simple recipes are easy to make but look impressive on the plate. Try starters you can make in minutes, no-cook desserts and stress-free mains",
      "preview": "Skip to main content Easy but impressive recipes 52 Recipes These simple recipes are easy to make but look impressive on the plate. Try starters you c"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "https://developers.google.com/learn/topics/python",
      "title": "Resources, Courses, and Trainings - Google for Developers",
      "description": "Advance your skill set by exploring our large collection of documentation, guides, resources, courses, and additional training for developers.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русс"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://minesnewsroom.com/news/quantitative-biosciences-and-engineering-helps-students-make-sense-biological-systems",
      "title": "Quantitative Biosciences and Engineering helps students make sense of biological systems | Colorado School of Mines | Newsroom",
      "description": "Colorado School of Mines is training the next generation of biological engineers who are skilled in both bioscience and computer science via the new undergraduate degree program.",
      "preview": "Skip to main content February 14, 2023 by Mines Magazine Quantitative Biosciences and Engineering helps students make sense of biological systems Mine"
    },
    {
      "url": "https://durbanchamber.co.za/",
      "title": "Home - Durban Chamber of Commerce",
      "description": "Welcome to Durban Chamber of Commerce and Industry NPC In Business For A Better World Policy and Advocacy Read More Business Development Read More Durban Chamber Membership Read More View [...]",
      "preview": "info@durbanchamber.co.za Send Email 101 Isaiah Ntshangase Rd Visit Our Office +27 31 335 1000 Call Us Facebook-f Instagram Linkedin Twitter Welcome to"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.climate-charter.org/signatures/",
      "title": "Signatures - Climate Charter",
      "description": "All humanitarian organizations are invited to sign the Charter. This page is updated regularly with signatories and their public commitments to the Charter (when ready). Supporters of the Charter are listed here.",
      "preview": "Signatures All humanitarian organizations are invited to sign the Charter . This page is updated regularly with signatories and their public commitmen"
    },
    {
      "url": "http://www.gannett.com/careers/",
      "title": "Careers - Gannett",
      "description": "void",
      "preview": "Join #TeamGannett Find We are #TeamGannett Who we are Our network includes USA TODAY and 200+ local media brands, LocaliQ's digital marketing solution"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "http://flotillafoundation.org/about-us",
      "title": "About us",
      "description": "void",
      "preview": "About us The Flotil­la Foun­da­tion is a Nether­lands-based char­i­ty, found­ed in March 2017 . The Foun­da­tion aims to pro­mote the con­ser­va­tion,"
    },
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://world.openfoodfacts.org/",
      "title": "void",
      "description": "A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "http://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://www.reddit.com/submit?url=https://news.microsoft.com/source/&title=Homepage",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://iworksmc.isolvedhire.com/jobs/",
      "title": "Job Listings - Interfaith Works Jobs",
      "description": "See current career opportunities that are available at Interfaith Works",
      "preview": "Current Job Listings Jobs Login Sign Up For Job Alerts! Maintained by isolved People Cloud - © 2025 Refresh"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://waterfrontshaw.com/",
      "title": "Lavasa Hotels | The Waterfront Shaw",
      "description": "The Waterfront Shaw is one of the best Resorts in Lavasa that brings a luxurious lifestyle and offers a choice of accommodation with modern facilities",
      "preview": "Skip to content Waterfront Shaw AWARD WINNING RESORT The Waterfront Shaw, Lavasa offers a choice of luxury accommodation featuring 1 Bedroom and 2 Bed"
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://awo-oldtimer.de/Innensechskantschraube-M6-x-2000mm-DIN-912-Edelstahl",
      "title": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl",
      "description": "Schraube M6x20mm DIN 912 - Innensechskantschraube - Der Artikel ist ein Originalersatzteil (Neuproduktion)",
      "preview": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl 0,35 € inkl. 19% USt. , zzgl. Versand (DHL Paket) In den Warenkorb Loading... Consent erteilen"
    },
    {
      "url": "https://nuecesgundin.es/carro/",
      "title": "Carro de la Compra - Nueces Gundín",
      "description": "void",
      "preview": "Tu carrito está vacío. Volver a la tienda En Nueces Gundín nos dedicados con amor y pasión a la producción de nueces con certificación ecológica en pr"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://login.wordpress.org/?redirect_to=https%3A%2F%2Fwordpress.org%2Fplugins%2Fgdpr-cookie-compliance%2F&locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plu"
    },
    {
      "url": "https://ideas.stantec.com/blog/curiosity-and-artistry-6-takeaways-on-downtowns",
      "title": "Curiosity and artistry: 6 takeaways on downtowns",
      "description": "The 2018 International Downtown Association conference inspired a renewed love of place-and the desire to make downtowns better.",
      "preview": "Skip to main content Start of main content Ideas Curiosity and artistry: 6 takeaways on downtowns November 28, 2018 linkedin twitter email By Phil Sch"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/gesundheitswesen/gesundheits-und-sozialwesen/europa/teilzeit/langjaehrige-berufserfahrung-7-jahre-/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://playbill.com/person/wayne-cilento-vault-0000000115",
      "title": "Wayne Cilento (Choreographer) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 Once More From the Top: Inside the Starry, Emotional 50th Anniversary A Chorus Line A-5, 6, 7, 8! A Chorus Line"
    },
    {
      "url": "https://assets1.activerain.com/blogs/rchristm76",
      "title": "Blog 603",
      "description": "ActiveRain is an online community of real estate professionals who write blogs, exchange best practices and share information. Welcome to the neighborhood.",
      "preview": "Home > Blogs > Ron Christman > Blog-Home RECENT BLOG POSTS Ron Christman has not posted any blogs at this time. Please check back again soon! Back to"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "http://www.sicilialive24.it/author/antonello-pacesicilialive24-it/",
      "title": "Antonello Pace, Author at SiciliaLive24.it | SiciliaLive24.it",
      "description": "void",
      "preview": "Stay Connected Ultimi articoli in RSS AGRIGENTO AGRIGENTO DA LONTANO AKRAGAS ARCHIVIO ARTICOLI CALCIO CALTANISSETTA CATANIA CINEMA COSTUME E SOCIETA'"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://news.un.org/en/story/2020/05/1063832",
      "title": "COVID-19 could help turn the tide on ocean health in Asia-Pacific | UN News",
      "description": "The COVID-19 pandemic could help turn the tide on the well-being of oceans in the Asia-Pacific region, according to a UN report published on Wednesday.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "https://www.wtatennis.com/rankings/singles",
      "title": "Tennis Rankings | Official Women's Tennis Rankings - WTA Tennis",
      "description": "Stay updated with the latest Tennis Rankings on the official Women's Tennis Association website. Explore detailed analysis of top female tennis stars, tracking their stats, performance, and rankings progress.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://crisisresponse.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "http://marpatagonico.org/",
      "title": "Foro para la Conservación del Mar Patagónico y Áreas de Influencia - Foro para la Conservación del Mar Patagónico",
      "description": "Somos una red de organizaciones de la sociedad civil que comparten la visión de un mar sano y diverso. Desde 2004, proponemos una mirada regional para la conservación marina. Único por nuestra representatividad y alcance geográfico, desde el Foro promovemos la sinergia para proteger los mares del Cono Sur de América. Aunamos voces de la conservación y trabajamos en genuina asociación con los sectores público y privado para lograr la integridad ecosistémica y la gestión efectiva del Mar Patagónico.",
      "preview": "NUESTRO TRABAJO LÍNEAS DE ACCIÓN ÁREAS MARINAS PROTEGIDAS Promovemos la creación y el fortalecimiento de áreas marinas y costeras protegidas, como her"
    },
    {
      "url": "https://medieval.bodleian.ox.ac.uk/?f%5Blang_sm%5D%5B%5D=English&f%5Blang_sm%5D%5B%5D=Multiple+Languages&f%5Bms_collection_s%5D%5B%5D=MSS.+Carte&f%5Bms_date_sm%5D%5B%5D=16th+Century&f%5Bms_date_sm%5D%5B%5D=15th+Century&f%5Bms_date_sm%5D%5B%5D=Multiple+Centuries&f%5Bms_origin_sm%5D%5B%5D=Ireland&per_page=10&sort=sort_title+asc",
      "title": "Language: English and Multiple Languages / Collection: MSS. Carte / Century: 3 selected / Origin: Ireland - Medieval Manuscripts Search Results",
      "description": "void",
      "preview": "Toggle facets Limit results by: Language English [remove] 1 Latin 1 Middle English 1 Multiple Languages [remove] 1 Century 15th Century [remove] 1 16t"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://www.gastrostellwerk.de/kuechengeraete/waffeln-crepes-und-co/waffeleisen/neumaerker-backsystem-ii-doppelbacksystem-2x230v/2x2-2kw",
      "title": "Neumärker Thermocook® Twin 2x 230 V | GastroStellwerk - Gastrotechnik mit Herz & Verstand",
      "description": "60,5 x 45 x 32 cm, Backsystem von Neumärker, 2 Digitaltimer, 2 Ein-/Ausschalter, 2 Thermostate, 2 Kontrollleuchten,2x230V / 2x2,2kW, Tischgerät, für ...",
      "preview": "Um GastroStellwerk - Gastrotechnik mit Herz & Verstand in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren"
    },
    {
      "url": "https://geni.us/6moffer-p1",
      "title": "‎Apple Music - lettore web",
      "description": "Ascolta milioni di brani senza pubblicità su Apple Music.",
      "preview": "Seleziona un paese o una regione Africa, Medio Oriente e India Mostra elenco Algeria Angola Armenia Azerbaijan Bahrain Benin Botswana Cameroun Cape Ve"
    },
    {
      "url": "https://www.750g.com/aile-de-raie-au-vin-blanc-r38733.htm",
      "title": "Recette Aile de raie au vin blanc - 750g.com",
      "description": "Découvrez la recette d'Aile de raie au vin blanc à faire en 5 minutes. Faites revenir l&#039;oignon émincé avec les carottes en rondelles dans l&#039;huile d&#039;olive. Ajoutez l&#039;ail, le laurier, le thym. Recouvrez avec le vin blanc et le verre d&#039;eau. Assaisonnez. Laissez mijoter 10 minutes environ. Plongez ensuite les ailes de raie dans",
      "preview": "Accueil Recettes Recettes plats Recettes plats avec des produit de la mer Recettes poissons Recettes raie Aile de raie au vin blanc Sponsorisé star ic"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://chicagocrusader.com/advocacy-and-industry-organizations-urge-treasury-secretary-mnuchin-to-set-aside-10-billion-to-provide-relief-for%E2%80%AFbusiness-owners%E2%80%AFof%E2%80%AF-color%E2%80%AF/",
      "title": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color",
      "description": "\"As the Treasury Secretary, you must use your authority to ensure that the structural issues with the PPP do not continue to exclude businesses of color.\"",
      "preview": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color April 26,"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.howardstern.com/show/",
      "title": "Show | Howard Stern",
      "description": "void",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! Show filter by: Month January February March April May June July August September October Novem"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "https://www.netspend.com/help/privacy-policy",
      "title": "Ouro U.S. Privacy Policy",
      "description": "Ouro understands that consumers care about privacy. This Privacy Policy Notice (\"Notice\") describes the types of Personal Data we collect, how we use the information, with whom we may share it, and the choices available to you.",
      "preview": "Ouro U.S. Privacy Policy Updated: October 1, 2025, Effective: October 1, 2025 This Privacy Notice (\"Notice\") applies to Ouro Global, Inc., Ouro Intern"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://devonprice.medium.com/",
      "title": "Devon Price - Medium",
      "description": "Read writing from Devon Price on Medium. He/Him or It/Its. Social Psychologist & Author of LAZINESS DOES NOT EXIST and UNMASKING AUTISM. Links to buy: https://linktr.ee/drdevonprice",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Devon Price 81K followers Featured Book See all ( 2 ) Laziness Does Not E"
    },
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.psychology-lexicon.com/cms/glossary/37-glossary-d.html?start=112",
      "title": "Glossary D",
      "description": "The Psychology Glossary +++ \"Demand characteristics\", \"Door-in-the-face technique\", \"Development\"",
      "preview": "0 • A • B • C • D • E • F • G • H • I • J • K • L • M • N • O • P • Q • R • S • T • U • V • W • X • Y • Z Latest Articles Cognitive dissonance Enmeshe"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://carrd.co/",
      "title": "Carrd - Simple, free, fully responsive one-page sites for pretty much anything",
      "description": "A free platform for building simple, fully responsive one-page sites for pretty much anything.",
      "preview": "Log In Log in to an existing account Sign Up Create a free Carrd account Documentation Get answers and instructions Changelog Learn what's new (and ch"
    },
    {
      "url": "https://autenticazione.imagelinenetwork.com/?function=login&redirect=https%3A%2F%2Fplantgest.imagelinenetwork.com%2Fpiante.cfm%3Flang%3Dit%26categoria%3Dfrutticole%26tipologia%3Dloti-o-kaki%26",
      "title": "Accedi alla Community di Image Line",
      "description": "Accedi alla Community di Image Line",
      "preview": "Inserisci i tuoi dati per accedere Username/Email Password Entra Non ricordi la password? Accedi utilizzando un tuo account social Accedi con Google I"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://stojizato.sme.sk/s/biggie+smalls+tricko+crown+zena+biela+xxl/",
      "title": "Recenzie a testy produktov",
      "description": "Odborné recenzie, testy, názory a ceny televízorov, tabletov, mobilov, notebookov, fotoaparátov a ďalších technologických produktov.",
      "preview": "Aby naše stránky správne fungovali, je potrebné mať zapnutý Javascript. SME.sk Viac sme-logo Správy Najnovšie SME Minúta Najčítanejšie Domov Voľby na"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/",
      "title": "Lifes alot like Music.",
      "description": "Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful.",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 23 Jun wildlifepower :"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://iarx.com/",
      "title": "iA | Pharmacy Fulfillment Solutions",
      "description": "iA's tailored pharmacy fulfillment solutions optimize workflow, empowering pharmacists for patient-centered care. Join us for better pharmacy operations.",
      "preview": "iA ® is leading a Movement to improve patient care through leading-edge centralized pharmacy fulfillment solutions. See Solutions iA ® is leading a Mo"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "https://www.riamoneytransfer.com/about-ria/preventing-fraud",
      "title": "Fraud Awareness US - Ria Money Transfer",
      "description": "Ria Money Transfer helps to protect consumers from fraud through awareness. Learn how to identify and avoid money transfer scams to ensure your money is safe.",
      "preview": "Send money Send money to 190+ countries Ways to send Send money online Send money with the app Send money in person Send to Africa Asia Europe Latin A"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}