{
  "data": [
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://ellenmacarthurfoundation.org/global-commitment/overview",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.fighterchile.cl/plunger-boton-sanwa-obsf-24?similar_product=true",
      "title": "Boton Sanwa OBSF-24",
      "description": "Gracias a los Plunger, ahora podrás personalizar con un gran mix de colores tus botones SANWA OBSF-24. Varios colores para que tu Arcade y Fightstick tenga su propia personalidad.",
      "preview": "FighterChile. Tienda especializada en productos y accesorios Fighting Games. Inicio Productos Arcade Botones Arcade Sanwa Plunger Botón Sanwa OBSF-24"
    },
    {
      "url": "https://github.blog",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://officialandroid.blogspot.com/",
      "title": "Official Android news and updates | Google Blog",
      "description": "Read the latest news and updates about Android, the world's most popular mobile platform.",
      "preview": "Android The official source for news about Android. Android New on Android: Write smarter, share quicker and remix emoji AI writing tools in Gboard, b"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://www.un.org/en/about-us/universal-declaration-of-human-rights",
      "title": "Universal Declaration of Human Rights | United Nations",
      "description": "A milestone document in the history of human rights, the Universal Declaration of Human Rights set out, for the first time, fundamental human rights to be universally protected. It has been translated into over 500 languages.",
      "preview": "Skip to main content Universal Declaration of Human Rights The Universal Declaration of Human Rights (UDHR) is a milestone document in the history of"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://www.robinhood.org/",
      "title": "Home - Robin Hood",
      "description": "Learn more about Robin Hood, New York City's largest poverty-fighting organization.",
      "preview": "Your browser does not support the video tag. Fighting Poverty in New York City Robin Hood is New York City's largest poverty-fighting organization. We"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://admissions.psu.edu/apply/",
      "title": "How to Apply | Undergraduate Admissions | Penn State",
      "description": "Ready to start your journey as a Penn State student? Learn how to apply, with help from us all along the way. Start your application today!",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Visit Academics expand icon Undergraduat"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://search.alexanderstreet.com/dncr/browse/content-type?f%5B0%5D=genre_hierarchy_facet%3ADance%7CBallet&f%5B1%5D=publishing_body_facet%3Amacfadden%20communications%20group%2AMacfadden%20Communications%20Group%7C64542&items_per_page=25&order=count&ajax=1&lazr_facet_popup%5Bfield%5D=genre_hierarchy_facet&lazr_facet_popup%5Breal_facet%5D=genre_hierarchy_facet&lazr_facet_popup%5Bpopup_title%5D=Dance&lazr_facet_popup%5Bhierarchy_filter%5D=Dance%7C",
      "title": "Home - Alexander Street, part of Clarivate",
      "description": "Search streaming video, audio, and text content for academic, public, and K-12 institutions. Alexander Street is an imprint of ProQuest that promotes teaching, research, and learning across music, counseling, history, anthropology, drama, film, and more.",
      "preview": "Skip to main content Alexander Street Homepage Alexander Street In-Depth See our help page How to make a clip Highlight the most important piece of yo"
    },
    {
      "url": "https://jobs.medium.com/?source=about_page---jobs_module_link-----------------------about_page_jobs_module_link-&utm_source=about&utm_medium=landing-page&utm_campaign=jobs&utm_content=module",
      "title": "Careers at Medium | by Jobs @ Medium | Jobs at Medium | Medium",
      "description": "At Medium, we believe in the power of words - and we're on a mission to bring the world's expertise to life through memorable storytelling.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Jobs at Medium · Keep up to date with our job openings Press enter or cli"
    },
    {
      "url": "https://namati.org/",
      "title": "Namati",
      "description": "I am a member of the Grassroots Justice Network. I think you should join too! http://namati.org/join",
      "preview": "Skip to content Building Power, Deepening Democracy We advance social and environmental justice by building a movement of people who know, use, and sh"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&title=Oceans",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/help/",
      "title": "Help - PubMed",
      "description": "PubMed help page.",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "http://www.erp-recycling.at",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login EAG/Batterien Verpackungen Verpackungen Easy-Shop Suche nach: Member login Homepage admin 2025-03-31T"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://www.blumen-tauber.at/p1290126-2/",
      "title": "P1290126 - Blumen Tauber",
      "description": "Besuche den Beitrag für mehr Info.",
      "preview": "05224 / 52203 office@blumen-tauber.at"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://www.downtowntempe.com/events/amountainchallenge",
      "title": "Events | Downtown Tempe, AZ",
      "description": "Downtown Tempe is a destination for unique experiences and community events in Arizona all throughout the year. Check out the Valley's favorite and most well-attended event lineup.",
      "preview": "Skip to Main Content There's always something going on in Downtown Tempe Downtown Tempe hosts a vibrant mix of local, regional, and nationally recogni"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.randco.com/",
      "title": "R+Co | The Culture Of Hairdressing",
      "description": "R+Co is an award-winning line of haircare products designed to deliver immediate, high-performing results while keeping hair and scalp health at top-of-mind. Curated by a collective of rule-bending hairstylists.",
      "preview": "Skip to content Quick Search Search our store Popular Search Terms Shampoo Conditioner Curls Volume Texture Smoothing Popular Products BEST SELLER DAR"
    },
    {
      "url": "https://www.alterna.pro/",
      "title": "Inicio | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "Somos una plataforma de innovación social que promueve el desarrollo de emprendedores y empresas conscientes como ruta hacia una región sostenible \u0000 C"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "http://www.geocaching.com",
      "title": "Geocaching",
      "description": "There are millions of geocaches hidden around the world-there are probably some near you right now. Get the free Official Geocaching app and start finding them.",
      "preview": "Sign up Join the world's largest treasure hunt. Video: what is geocaching (75 seconds) There are 2,272 geocaches around Milan. To get started, create"
    },
    {
      "url": "https://www.theproteinbar.com/",
      "title": "Healthy Restaurant & Franchise Opps. | Protein Bar & Kitchen",
      "description": "Indulge in health with Protein Bar & Kitchen. We offer delicious, nutritious, protein-packed meals to fuel your day. Healthy food for every body.. Order now!",
      "preview": "void"
    },
    {
      "url": "http://venmo.com/legal/cashback-crypto-terms/",
      "title": "Cashback Crypto Terms | Venmo | Crypto Investment",
      "description": "Learn about using Venmo to buy crypto. Understand cashback crypto terms, how it works, and important things to consider before using it.",
      "preview": "Cash Back to Crypto Terms These Venmo Cash Back to Cryptocurrency terms and conditions (\"Cash Back to Crypto Terms\" or \"Terms\") are between you and Pa"
    },
    {
      "url": "https://www.barbecue-france.fr/pack-promo-louisiana-grills-1200-founders-premiere-c2x36084281",
      "title": "Barbecue France : Site de barbecues, fumoirs, planchas et combustibles",
      "description": "Découvrez les plus gastronomiques des barbecues. Livraison gratuite à partir de 270 € d'achat pour toute commande contenant un produit maître (barbecue, fumoir, plancha, etc ...)",
      "preview": "Le Goût de la Nature ... Paiement en 3X sans frais avec Payzen OK Accueil Compte Contact Votre panier 0 0,00 EUR PACKS PROMO Barbecues & Fumoirs Barbe"
    },
    {
      "url": "https://zerofoundation.de/plakat-zur-ausstellung-mack-klein-piene-uecker-lo-savio-0-galleria-la-salita-roma/",
      "title": "Plakat zur Ausstellung „Mack + Klein + Piene + Uecker + Lo Savio = 0\", Galleria La Salita, Rom - ZERO foundation",
      "description": "void",
      "preview": "ZERO foundation x Aktuelles ZERO-Kunst und Mode ZERO war ein Neuanfang. Ende der 1950er-Jahre stellten Heinz Mack, Otto Piene und Günther Uecker die"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://www.nps.gov/grca/learn/news/hiker-fatality-along-bright-angel-trail-february-2023.htm",
      "title": "Hiker Fatality along Bright Angel Trail in Grand Canyon National Park - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "https://placeit.net/",
      "title": "Placeit | Create Amazing Mockups, Logos, Videos & Designs",
      "description": "void",
      "preview": "Your Etsy Fall bestsellers start here! Ready-to-use mockups for Bella Canvas, Gildan & more You've got the idea, we've got the mockups Subscribe & sta"
    },
    {
      "url": "https://wiki.math.uwaterloo.ca/statwiki/index.php?title=F21-STAT_441/841_CM_763-Proposal&diff=49975&oldid=49974",
      "title": "F21-STAT 441/841 CM 763-Proposal: Difference between revisions - statwiki",
      "description": "void",
      "preview": "Help F21-STAT 441/841 CM 763-Proposal: Difference between revisions From statwiki Jump to navigation Jump to search Revision as of 06:51, 8 October 20"
    },
    {
      "url": "https://mda.volpe.dot.gov/seavision/contact/sv2index.php?submit=no&reqtype=techhelp",
      "title": "SeaVision: Help Desk",
      "description": "void",
      "preview": "Help Desk Please fill out the form below to submit your Technical Support request to the SeaVision Help Desk."
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "http://www.equitypandit.com/",
      "title": "EquityPandit | Breaking News, NSE/BSE, Share Price, Nifty, Sensex Today",
      "description": "Lastest News For Indian Stock Market, Sensex, Nifty, World, India, Politics, Economy, Business, Startups and Technology. Get The Stock Price and Analysis.",
      "preview": "EquityPandit Equitypandit Primary Menu EquityPandit Volume Breakout Scan Stock Futures Scan Stock Trend Scan Options Scan Indicator-Based Scan Candles"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "http://www.bigear.org/",
      "title": "Radio Astronomy and SETI - Ohio State University Radio Observatory Memorial Website",
      "description": "void",
      "preview": "Big Ear Memorial Website This website is administered by NAAPO - the North American Astrophysical Observatory The NAAPO home website The Ohio Argus Ar"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://gototop.b-cdn.net/Gototop%20Privacy%20Policy.html",
      "title": "void",
      "description": "void",
      "preview": "PRIVACY POLICY Updated and Effective as of February 26, 2025 TABLE OF CONTENTS General Personal Data Purposes and legal bases for processing personal"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-i",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part II of this blog here.Lee el blog en español aquí. Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault. My",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I May 3, 2021 Facebook X Reddi"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "https://www.ekollel.com/?s=are%20nestle%20nerds",
      "title": "You searched for are nestle nerds - The Kosher Portal",
      "description": "void",
      "preview": "Skip to content Sorry, but nothing matched your search terms. Please try again with some different keywords. Search for: Search"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://www.worldbank.org/en/language-resources",
      "title": "Language Resources",
      "description": "void",
      "preview": "Working for a World Free of Poverty This page in: English EN Français العربية Русский 中文 Español Français العربية Русский 中文 Español Language Resource"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://aprenderpianoblog.com/2021/11/30/que-es-el-mordente-preguntas-y-respuestas-apoyatura-adornos/",
      "title": "¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. - Aprender música",
      "description": "Aprendo música . Autodidacta. Hoy me toca aprender los mordentes. El mordente en música es un adorno melódico que por lo general indica que la nota principal o real debe ser tocada con una única alternancia rápida de dicha nota con la inmediatamente superior o inferior por grados conjuntos. Esta alternancia puede estar formada por...",
      "preview": "Uncategorized ¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. Published by on noviembre 30, 2021 Aprendo música . Autodidacta. Hoy m"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=delete_cookies&sid=c7ebb141d68569166048e415e842d0f2",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.dailycamera.com/2019/06/15/editorial-polis-dark-sky-month/",
      "title": "Editorial: Dark skies brighten the world - Boulder Daily Camera",
      "description": "Eighty percent of Americans can no longer see the Milky Way. This is one of the reasons Gov. Jared Polis is to be commended for proclaiming June the state's first Dark Sky Month.",
      "preview": "Skip to content Kenzie Bruce / Special to the Denver Post FLORISSANT, COLO The Milky Way was visible and a few shooting stars were as well during the"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "https://www.tickpick.com/privacy",
      "title": "TickPick | Privacy Policy",
      "description": "Our Privacy Policy informs consumers on how we collect users data, how we use that data, and how to contact to us if you have questions regarding our policy.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "https://www.rediscoverwestphilly.com/",
      "title": "Rediscover West Philly",
      "description": "Rediscover West Philly is your source for travel and tourism information, including restaurants, shops, events, and culture in our beautiful neighborhood. Curated by University City District, this guide provides a glimpse of what makes West Philadelphia worth visiting for a day trip or weekend getaway.",
      "preview": "0 Enjoy everything West Philadelphia has to offer! Enjoy West Philadelphia's diverse food scene. Small retailers and national chains offer shopping op"
    },
    {
      "url": "https://pl.wikipedia.org/wiki/Funt_%C5%9Awi%C4%99tej_Heleny",
      "title": "Funt Świętej Heleny - Wikipedia, wolna encyklopedia",
      "description": "void",
      "preview": "Przejdź do zawartości Z Wikipedii, wolnej encyklopedii Ten artykuł dotyczy jednostki monetarnej. Zobacz też: inne znaczenia tego słowa . Funt Świętej"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "http://www.abs.gov.au/",
      "title": "Australian Bureau of Statistics",
      "description": "Australia's national statistical agency providing trusted official statistics on a wide range of economic, social, population and environmental matters.",
      "preview": "Search ABS Welcome to the Australian Bureau of Statistics Population 27,536,874 31 March 2025 Estimated resident population Consumer price index 2.1%"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "https://latino.si.edu/",
      "title": "National Museum of the American Latino | Home",
      "description": "The official site of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content National Museum of the American Latino Operational Status Smithsonian museums, research centers, and the National Zoo are open to"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/4wings",
      "title": "GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "description": "4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles. - GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "preview": "Skip to content"
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://de.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress-Plugin | WordPress.org Deutsch",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins durchsuchen Detai"
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://www.anti-biasmontessori.com/",
      "title": "Tiffany M. Jewell | author and educator",
      "description": "Tiffany Jewell is a #1 New York Times bestselling author of This Book Is Anti-Racist and The Antiracist Kid. She is a nationally recognized anti-bias antiracist educator.",
      "preview": "top of page TIFFANY M. JEWELL Author, Educator, Mama Everything I Learned About Racism I Learned In School Winter 2024 The Antiracist Kid October 4, 2"
    },
    {
      "url": "https://www.mad4wheels.com/kia/sorento-22-crdi-uk-version-2021/car-wallpaper-604658",
      "title": "2021 Kia Sorento 2.2 CRDi - UK version #604658 - Best quality free high resolution car images, pictures and photos.",
      "description": "Here you can find a huge amount of high resolution car images of 2021 Kia Sorento 2.2 CRDi - UK version. Free for personal and editorial use, they can be edited to get great wallpapers for your pc, tablet and phone.",
      "preview": "Back to gallery Previous Next Image info Year 2021 Brand Kia Model Sorento 2.2 CRDi - UK version Size 9358 x 5849 Weight 4.83 MB Download full-size im"
    },
    {
      "url": "https://dainikviral.com/",
      "title": "Dainik Viral - Your Daily Viral News Hub",
      "description": "void",
      "preview": "Skip to content Criminal Code Netflix: एक नए क्राइम थ्रिलर से जुड़ी कहानी By dainikviral.com 14 November 2023 Entertainment , Movies Review Criminal C"
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://www.centrumhigieny.pl/pl/p/Ostrzalka-do-nozy-Cozzini-Ergo-Steel-II-hes-2-biala/760",
      "title": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała - Centrum Higieny",
      "description": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 wykonana jest ze stali i tworzywa sztucznego. Posiada ergonomiczny kształt umożliwiający szybką i bezpieczną pracę, jest łatwa w obsłudze i konserwacji. Druty ostrzałki są ustawione pod kątem 15 stopni, a sprężyna jest zainstalowana z tyłu ostrzałki co zapewnia jednakowy nacisk noża na druty ostrzące i zapobiega zniekształceniu ostrza. Mocne strony urządzenia: zachowuje zawsze jednakowy kąt ostrzenia idealna na każdym stanowisku łatwa obsługa",
      "preview": "Jesteś w: » Strona główna » Ostrzałki do noży » OSTRZAŁKI RĘCZNE » Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała ZADZWOŃ I ZAMÓW!: +48 571 922 9"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "http://www.inegi.org.mx/terminos/terminos_info.aspx",
      "title": "Página no encontrada",
      "description": "void",
      "preview": "Esta liga ya no existe, lamentamos el inconveniente. En un momento serás redirigido al contenido más relacionado con tu búsqueda. Si no es lo que busc"
    },
    {
      "url": "http://wiki.fablab-kali.de/doku.php?id=documentation:electronics:start&do=backlink",
      "title": "documentation:electronics:start - Backlinks [FabLab Kamp-Lintfort]",
      "description": "void",
      "preview": "skip to content FabLab Kamp-Lintfort User Tools Log In Site Tools Search Tools Show page Old revisions Backlinks Recent Changes Media Manager Sitemap"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/woodworking/finishing",
      "title": "Finishing Supplies - Lee Valley Tools",
      "description": "Looking for Tools Supplies for your next woodworking and other projects? Shop Finishing Supplies Collection on Lee Valley, and explore our large Tools Supplies collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Finishing Supplies Wood & Metal Finishes Wood Fillers Wo"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "https://stripe.com/pnc/legal",
      "title": "PNC Bank Financial Services Terms",
      "description": "void",
      "preview": "Last updated: August 22, 2022 These PNC Bank Acquirer Terms (\"Member Bank Terms\") are additional terms applicable to the Stripe Payments Services for"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://r2rconf.com/2019/02/16/r2r-speaker-on-cover-of-nature/",
      "title": "R2R Speaker on Cover of Nature | Researcher to Reader Conference - London - 24-25 February 2026",
      "description": "We are excited to announce that Professor James Evans, who will be speaking at the Researcher to Reader Conference, 25-26 February, has been featured on the cover of the latest issue of Nature (Vol 566 No 7744), in relation to his research (with Lingfei Wu and Dashun Wang) into the impact of team size on...",
      "preview": "Skip to content Home R2R Speaker on Cover of Nature We are excited to announce that Professor James Evans, who will be speaking at the Researcher to R"
    }
  ],
  "_meta": {
    "total_bookmarks": 140
  }
}