{
  "data": [
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.bbcbasic.co.uk/bbcwin/tutorial/",
      "title": "BBC BASIC Tutorial",
      "description": "BBC BASIC Tutorial",
      "preview": "An Introduction to Programming BBC BASIC By Peter Nairn © 2006 Version 1.1 Chapter 1 - Introduction Chapter 2 - One Line Programs Chapter 3 - Using th"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://source.android.com/security",
      "title": "Android Security | Android Open Source Project",
      "description": "void",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "http://mindbodyfocus.net/",
      "title": "Coming Soon",
      "description": "void",
      "preview": "Coming Soon New WordPress website is being built and will be published soon"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://ve.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Venezuela",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/home",
      "title": "Home | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Or search by product Phones Tablets Software & Apps Accessories Other Products Learn about software. upgrades Software Fix Repair your phone We know i"
    },
    {
      "url": "https://www.compass.com/listing/1016-north-bundy-drive-los-angeles-ca-90049/1120499364511556577/",
      "title": "1016 N Bundy Dr, Los Angeles, CA 90049 | MLS #22-193037 | Compass",
      "description": "1016 N Bundy Dr, Los Angeles, CA 90049 is a single family home not currently listed. This is a 6-bed, 7-bath, 6,608 sqft property.",
      "preview": "1016 N Bundy Dr Los Angeles, CA 90049 $5,405,000 Last Sold Price 6 Beds 7 Baths 6,608 Sq. Ft. $818 / Sq. Ft. 6,608 Sq. Ft. $818 per Sq. Ft. Checking S"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.genuki.org.uk/",
      "title": "GENUKI: Home page",
      "description": "Home page",
      "preview": "Skip to main content Hide You must have JavaScript enabled to use this form. Search GENUKI pages hide Regional Page Links UK and Ireland England Scotl"
    },
    {
      "url": "https://www.visualartgroup.it/comunicare-il-made-in-italy",
      "title": "Comunicare il made in italy - Visual Art Group",
      "description": "Il ruolo del clichè Se un italiano dovesse pensare al proprio paese...",
      "preview": "Scroll to top Follow Us Fb. Ig. Lk. Skip to content Home Works Metodo Chi siamo Magazine Contatti Resta in contatto! Via Lodovico il Moro, 17 - 20143"
    },
    {
      "url": "https://fantasticmoviemusings.com/2021/05/11/education-for-death-the-making-of-a-nazi-1943/",
      "title": "Education for Death: The Making of a Nazi (1943) | Fantastic Movie Musings and Ramblings",
      "description": "Education for Death: The Making of the Nazi (1943)Article 5806 by Dave SindelarDate: 7-7-2020Directed by Clyde GeronimiFeaturing the voice of Art SmithCountry: USAWhat it is: Wartime anti-Nazi propaganda It's the story of a young German boy named Hans, and how he is indoctrinated into the Nazi mindset. Anybody who has seen and liked the movie...",
      "preview": "Education for Death: The Making of the Nazi (1943) Article 5806 by Dave Sindelar Date: 7-7-2020 Directed by Clyde Geronimi Featuring the voice of Art"
    },
    {
      "url": "https://us.stromerbike.com/products/st1-comfort?variant=42496029884658",
      "title": "Stromer: Premium Speed Pedelecs",
      "description": "Join over 100,000 riders worldwide and discover Stromer bikes-the powerful, fast e-bikes designed for commuters seeking excitement, style, and efficiency. Explore our models and find your perfect Stromer!",
      "preview": "Your browser does not support the video tag. Here to change. Ride the movement. Explore our best ways to get around"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://www.iworksmc.org/assistance",
      "title": "Get Assistance - Interfaith Works",
      "description": "void",
      "preview": "0 Get Assistance Recibe servicios a través de\"Interfaith Works\" Receiving Services Through Interfaith Works IW Essential Needs Center Address and Info"
    },
    {
      "url": "https://dainosawr.tumblr.com/",
      "title": "dainosawr",
      "description": "舒幸 // 23 // Any Pronouns",
      "preview": "dainosawr 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Ray Ban Sunglasses Official Charity"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://www.wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Licence/Attribution_Guidelines",
      "title": "Licence/Attribution Guidelines - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence/Attribution Guidelines From OpenStreetMap Foundation < Licence Contents 1 OpenStreetMap Attribution Gui"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://signtime.apple/retail/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://home.barclays/",
      "title": "Barclays Group corporate website | Barclays",
      "description": "Barclays is a British universal bank. Our businesses include consumer banking, as well as a top-tier, global corporate and investment bank.",
      "preview": "Barclays Home Contact Us Online Banking Search Menu The UK Investment Gap: A follow-up to our 2024 analysis on retail investment potential Read more O"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://www.Rescue-UK.org",
      "title": "The International Rescue Committee UK | The IRC",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://www.pokellector.com/card/Litten-Sun-Moon-Promos-SMP-63",
      "title": "Litten - Sun & Moon Promos #63 Pokemon Card",
      "description": "Pokémon card #63 from Sun & Moon Promos scan and price information",
      "preview": "Hello Guest! sign in | register Home Browse Sets Shop EN JP 0 Tweet Japanese Sets » Sun & Moon Series » Sun & Moon Promos » Litten Litten #63 JPN: Lit"
    },
    {
      "url": "https://www.ihrb.org/employerpays/the-employer-pays-principle",
      "title": "IHRB - The Employer Pays Principle",
      "description": "void",
      "preview": "The Employer Pays Principle Part of IHRB's Responsible Recruitment Gateway Overview The Employer Pays Principle Leadership Group for Responsible Recru"
    },
    {
      "url": "http://passion-histoire.net/ucp.php?mode=register&sid=6effe42e6f42909c11c9d571054f0495",
      "title": "Forum Histoire - Passion Histoire • Panneau de contrôle de l'utilisateur • Inscription",
      "description": "void",
      "preview": "Connexion Qui Sommes Nous? Le Salon Géopolitique FAQ Nous sommes actuellement le 10 Oct 2025 13:53 Index du forum Le fuseau horaire est UTC+1 heure [H"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://ucresearch.tumblr.com/",
      "title": "University of California Research",
      "description": "The official tumblr of the University of California. We post on a range of topics (science, technology, humanities, art) relating to research conducted at the UC.",
      "preview": "ALT ALT ALT ALT ALT ALT ALT ALT ALT ALT The bad hospital experience that led Aminta Kouyate to become a doctor. Going to the hospital isn't fun, it's"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.brokerstrust.com/brians-blog/great-energy-efficient-home-with-lots-of-privacy-in-west-adams-terrace",
      "title": "Great ENERGY EFFICIENT home with lots of privacy in West Adams Terrace!",
      "description": "2400 Seventh Avenue West Adams, CA 90018 List Price: $599,000",
      "preview": "The Fitzburgh Realty Team - Glassell Park Real Estate - Northeast Los Angeles Realtor Home About Us Fitzburgh Realty Team > Juan Loza Handyman Brians"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "http://www.zeichnerdermatology.com/about",
      "title": "About Dr Z - Joshua Zeichner, MD",
      "description": "void",
      "preview": "Education University of Pennsylvania, B.A. Johns Hopkins University School of Medicine, M.D. St. Vincents Medical Center, Medical Internship Mount Sin"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://www.momondo.in/?ispredir=true",
      "title": "Cheap Flights: Compare Flights & Flight Tickets | momondo",
      "description": "momondo searches hundreds of other travel sites at once to get you the information you need to make the right decisions.",
      "preview": "Where do you want to go? Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Trending cities The most searched for cities on"
    },
    {
      "url": "https://www.smmcoc.org/",
      "title": "Minority COC | Waldorf, MD",
      "description": "Southern Maryland Minority Chamber of Commerce in Waldorf, MD offers information for minority-owned small business. Call (443) 646-5744.",
      "preview": "Southern Maryland Minority Chamber of Commerce CALL US TODAY! 443-646-5744 Address: 10665 Stanhaven Place, Suite 300A, White Plains, MD 20695 CLICK HE"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://widgets.ikitesurf.com/widgets/web/currentConditions?spot_id=624&units_wind=mph&units_temp=F&width=300&height=300&include_fx=false&color=1E1E1E&activity=Kite&app=ikitesurf",
      "title": "Current Conditions",
      "description": "void",
      "preview": "Add a weather widget to your site!"
    },
    {
      "url": "https://www.indianapoliszoo.com/",
      "title": "Indianapolis Zoo - Home",
      "description": "The Indianapolis Zoo protects nature and inspires people to care for our world. Plan your visit today to see our immersive animal exhibits.",
      "preview": "Learn About the Prize Learn About the Global Center PLAN YOUR VISIT SEE MAP BECOME A MEMBER Membership Info Support the Zoo Ways to donate Conservatio"
    },
    {
      "url": "https://mckv.edu.in/infrastructure/games-sports/",
      "title": "Games & Sports",
      "description": "void",
      "preview": "Games & Sports M.C.Kejriwal Vidyapeeth is committed to fully equipping our children to face the ever changing world with confidence. Students can play"
    },
    {
      "url": "http://newsletters.fao.org/k/Fao/subscription_form_sdg_indicators",
      "title": "void",
      "description": "void",
      "preview": "Registration form Subscribe for alerts! Subscribe now to our newsletter and get the latest on FAO's work on data, statistics and the SDG indicators un"
    },
    {
      "url": "https://nl.vecteezy.com/foto/1134086-grappig-man-wegkijken",
      "title": "Download Gratis Vectoren, Afbeeldingen, Foto's en Video's",
      "description": "Ontdek miljoenen royaltyvrije vectoren, afbeeldingen, foto's en video's! Vind de perfecte afbeelding, achtergrond, clipart of pictogram voor uw ontwerp.",
      "preview": "Download gratis vectoren, stockfoto's, stockvideo's en meer Creatief materiaal van professionele kwaliteit om je projecten sneller af te ronden. Vecto"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://hikikomarxist.tumblr.com/",
      "title": "hikikomarxist",
      "description": "hi i'm lance. he/him, gray ace. i'm here to make friends and shitpost about my true passion: anarchocommunism",
      "preview": "hikikomarxist 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna caitlinkuhwaldillustration Happy"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.iaea.org/",
      "title": "International Atomic Energy Agency | Atoms for Peace and Development",
      "description": "The IAEA is the world's centre for cooperation in the nuclear field, promoting the safe, secure and peaceful use of nuclear technology. It works in a wide range of areas including energy generation, health, food and agriculture and environmental protection.",
      "preview": "Skip to main content Press centre Employment Contact English العربية 中文 Français Русский Español Your browser does not support the video tag. Internat"
    },
    {
      "url": "https://www.vogue.com/article/editor-picks-fall-winter-2025-trends",
      "title": "11 Fall Fashion Trends Vogue Editors Are Shopping | Vogue",
      "description": "From pops of red to all things suede, these are the fall fashion trends Vogue's editors are most excited to wear this season.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://medium.com/artificial-corner/were-finally-starting-to-understand-how-ai-works-26556c755e61",
      "title": "We're Finally Starting to Understand How AI Works | by The PyCoach | Artificial Corner | Medium",
      "description": "We're Finally Starting to Understand How AI Works Ever since I started developing, learning, and working with AI, there's always been a component we in the tech world refer to as a black box - ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Artificial Corner · A Medium publication about AI, tech, programming, dat"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://expresso.pt/economia",
      "title": "Economia - Expresso",
      "description": "Empresas, impostos, energia, finanças pessoais, bolsa, administração pública, agricultura e imobiliário.",
      "preview": "Por Soluções de energia verde Saiba Mais Sexta-feira 10 outubro Economia Newsletters EXPRESSO Empresas, impostos, energia, finanças pessoais, bolsa, a"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "https://www.furnea.nl/banken/sits-bankstellen-samenstellen/sits-stoffen-lederen-range/",
      "title": "Stel je Bankstellen samen bij Furnea",
      "description": "Een bankstel vormt het kloppende hart van je woonruimte. Het is dé plek waar je gezellig met vrienden zit, films kijkt, een drankje nuttigt of een spelletje sp",
      "preview": "Inloggen E-mailadres Wachtwoord Wachtwoord vergeten? Inloggen Nieuwe klant Al je bestellingen en retouren op één plek Het bestelproces gaat nog snelle"
    },
    {
      "url": "http://gsesmartiptv.com/privacy/index.html",
      "title": "App Privacy Policy Generator",
      "description": "A simple web app to generate a generic privacy policy for your Android/iOS apps",
      "preview": "Privacy Policy GSE IPTV all platforms are developed by GSE TECHNOLOGY LTD. Applications are provided by GSE TECHNOLOGY LTD and is intended for use as"
    },
    {
      "url": "https://www.aranzulla.it/come-liberare-spazio-su-iphone-100123.html",
      "title": "Come liberare spazio su iPhone | Salvatore Aranzulla",
      "description": "Sei un utente iPhone già da qualche tempo e puoi ritenerti più che soddisfatto della scelta fatta.",
      "preview": "Questo sito contribuisce alla audience di Canale Offerte e Sconti su Telegram Scopri le migliori offerte sul canale Telegram ufficiale. Guarda su Tele"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "http://www.txlottery.org/export/sites/lottery/Misc/Privacy.html",
      "title": "Texas Lottery | Privacy Statement",
      "description": "Privacy Statement",
      "preview": "Texas Lottery Privacy Statement Thank you for visiting our site. Our privacy statement is set forth below. We will generally post a notice for a reaso"
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "http://www.oysterknife.co.nz/",
      "title": "Pneumatic Oyster Knives from Amon Industrial in Australia, New Zealand and anywhere in the world where there is an oyster industry",
      "description": "void",
      "preview": "AMON INDUSTRIAL Home About Contact Links Pneumatic Oyster Knives Amon Industrial Pneumatic Oyster Knives have been used in Australia and New Zealand f"
    },
    {
      "url": "https://www.githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://www.loc.gov/events/gershwin-prize/about-this-event/",
      "title": "Home | The Gershwin Prize | Events at the Library of Congress | Library of Congress",
      "description": "Latest Gershwin Prize News Elton John and Bernie Taupin to Receive the Library of Congress Gershwin Prize for Popular Song",
      "preview": "Top of page Notice Due to the temporary shutdown of the federal government beginning October 1, 2025, all Library of Congress buildings are closed and"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "https://quicktrendnews.wordpress.com/",
      "title": "quicktrendnews - The news above control",
      "description": "The news above control",
      "preview": "Skip to content The majority leader in Parliament Mr Kyei Mensah Bonsu following the EC's Data servicing system issue told us that the EC ( Electoral"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://www.itex.com/Directory/repairs_%252526_maintenance/tx/kingsbury/3974154/USD?srcsub=7312&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.wiame-vrd.com/l-entreprise",
      "title": "L'entreprise",
      "description": "WIAME VRD infrastructures routières, voirie et assainissement, AEP et réseaux divers - centrale enrobé Seine-et-Marne 77 - recyclage des matériaux de déconstruction",
      "preview": "L'entreprise Techniques pour le cadre de vie 1 Accueil L'entreprise Construire des infrastructures routières, de voirie et d'assainissement, en assure"
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://www.solinecamart.fr/products/bracelet-duo-ma-fille-cherie-et-maman-damour",
      "title": "Bracelet Famille Duo Ma Fille Chérie et Maman d'Amour| Soline Camart - solinecamart",
      "description": "Bracelet à Message Ma Fille Chérie et Maman d'Amour : choisissez le charm que vous souhaitez ! Cadeau idéal pour toutes les occasions. Des centaines de messages",
      "preview": "Ignorer et passer au contenu Votre panier est vide Continuer les achats Vous possédez un compte ? Connectez-vous pour payer plus vite. Votre panier Ch"
    },
    {
      "url": "https://www.thinkwithgoogle.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.cinemablend.com/news/1660840/the-craft-remake-is-getting-off-the-ground",
      "title": "The Craft Remake Is Getting Off The Ground | Cinemablend",
      "description": "The highly anticipated remake of The Craft has finally taken a massive step forward. Get the details!",
      "preview": "Skip to main content Don't miss these There's no shortage of reboots, remakes and re-imaginings coming down the Hollywood pipe at any given moment, bu"
    },
    {
      "url": "https://tnaqua.org/",
      "title": "Tennessee Aquarium | Chattanooga Attractions | IMAX Movies",
      "description": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals and an IMAX theater. Plan your visit today!",
      "preview": "Skip to content Tickets IMAX Donate Menu River Journey Learn More Ocean Journey Learn More Aquarium + Rock City Combo Ticket Learn More Coming soon to"
    },
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://www.srk-schwyz.ch/kbh",
      "title": "Kinderbetreuung zu Hause | Das Rote Kreuz im Kanton Schwyz",
      "description": "Kinder sind verletzliche kleine Persönlichkeiten. Und der Alltag hat seine Tücken. Geht etwas schief, trifft es Kinder fast immer härter als Erwachsene.",
      "preview": "Direkt zum Inhalt Rettungsanker für Eltern in Not Kinderbetreuung zu Hause SRK Ausgebildete und erfahrene SRK Kinderbetreuer/-innen kümmern sich vertr"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-impact",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "http://www.opendefinition.org/licenses/cc-by",
      "title": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "description": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "preview": "Contents Defining Open in Open Data, Open Content and Open Knowledge Creative Commons Attribution License (cc-by) Domain of Application: Content, Data"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://fishing-peche.dfo-mpo.gc.ca/",
      "title": "National Online Licensing System / Système national d'émission de permis en ligne",
      "description": "English description / Description en anglais",
      "preview": "Welcome / Bienvenue National Online Licensing System Système national d'émission de permis en ligne Vessel Registration Please be aware that valid and"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.apollo.com/",
      "title": "Home | Apollo Global Management",
      "description": "Home",
      "preview": "General Public Institutional Investors Public Shareholders Wealth Professionals Login Investors Former Employees Portfolio Companies About Apollo Over"
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://corporate.walmart.com/",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fwww.merriam-webster.com%2fdictionary%2fimmune%2520response&c=E,1,IRylLSgwjmbRRoiCBugCAIdIpQPfAuV6qrr18EFhkJB0AxAjx2QVmkiNB7H7DBftWoyjfTPRSV3PeAexrDpYe-xI75kbwc6ynQ464Ddj0A,,&typo=1",
      "title": "IMMUNE RESPONSE Definition & Meaning - Merriam-Webster",
      "description": "The meaning of IMMUNE RESPONSE is a bodily response to an antigen that occurs when lymphocytes identify the antigenic molecule as foreign and induce the formation of antibodies and lymphocytes capable of reacting with it and rendering it harmless -called also immune reaction.",
      "preview": "Est. 1828 Dictionary Definition Definition Example Sentences Word History Rhymes Entries Near Cite this Entry Citation Share Kids Definition Kids Medi"
    },
    {
      "url": "http://webonthefly.com/",
      "title": "WebOnTheFly - web content management and custom development for small business",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    }
  ],
  "_meta": {
    "total_bookmarks": 143
  }
}