{
  "data": [
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "http://www.portaldalinguaportuguesa.org/?action=lemma&lemma=14457&template=print",
      "title": "afoitar (verbo) -",
      "description": "void",
      "preview": "afoitar - verbo a · foi · tar pronominal; transitivo Indicativo Presente Pretérito imperfeito Pretérito perfeito Pretérito mais-que-perfeito Futuro im"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://www.ekathimerini.com/economy/1157230/greece-announces-issue-of-a-30-year-bond/",
      "title": "Greece announces issue of a 30-year bond | eKathimerini.com",
      "description": "The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it - in the country's second market foray within 2021.",
      "preview": "Eleftheria Kourtali March 16, 2021 16.03.2021 • 23:31 The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it -"
    },
    {
      "url": "https://poshmark.com/listing/Vintage-Dolce-Gabbana-Runway-Metal-Corset-Belt-5f680a6443895f1cab254d84",
      "title": "Dolce & Gabbana | Accessories | Vintage Dolce Gabbana Runway Metal Corset Belt | Poshmark",
      "description": "Exclusive authentication service & customer support. Free 1-3 day shipping for a limited time. Description: This rare item once graced the runways with supermodels wearing it. Celebs like Giselle Bundchen, Naomi Campbell, Beyoncé, & Christina Aguilera have all been spotted modeling this unique showstopping masterpiece. An exquisite work of art, guaranteed to be rare and hard to obtain. Metal with lock & key detailing. Pass this up and you'll never forgive yourself. In excellent condition. Only worn a few times, carefully stored & treasured as one of my most prized possessions. Purchased in Spain.. Sold by bobbibillard. Fast delivery, full service customer support.",
      "preview": "FREE authentication and FREE shipping included Home Dolce & Gabbana Accessories Belts Like Comment Share Report Vintage Dolce & Gabbana Runway Metal C"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://www.itex.com/Directory/food_%252526_beverage/mi/grand_rapids/3925707/USD?srcsub=7660&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://www.fathersincorporated.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ucresearch.tumblr.com/",
      "title": "University of California Research",
      "description": "The official tumblr of the University of California. We post on a range of topics (science, technology, humanities, art) relating to research conducted at the UC.",
      "preview": "ALT ALT ALT ALT ALT ALT ALT ALT ALT ALT The bad hospital experience that led Aminta Kouyate to become a doctor. Going to the hospital isn't fun, it's"
    },
    {
      "url": "https://www.worldbank.org/en/language-resources",
      "title": "Language Resources",
      "description": "void",
      "preview": "Working for a World Free of Poverty This page in: English EN Français العربية Русский 中文 Español Français العربية Русский 中文 Español Language Resource"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://drastic-ds.com/app.php/help/faq?sid=d50f779056a4349a284a082e159e1c31",
      "title": "DraStic - Frequently Asked Questions",
      "description": "void",
      "preview": "DraStic Nintendo DS emulator Skip to content Search Advanced search Unanswered topics Active topics Search Forums Board index Search Frequently Asked"
    },
    {
      "url": "https://www.nbcnews.com/health/health-news/health-risks-overturning-roe-v-wade-abortion-rcna27109",
      "title": "Biggest health risks of overturning Roe v. Wade abortion decision",
      "description": "If the Supreme Court overturns Roe v. Wade, abortion bans and restrictions could have manifold effects on maternal health.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://mesmodesdemploi.be/electromenagers/lave-vaisselle/indesit/",
      "title": "Modes d'emploi pour Lave-vaisselle - Indesit | Modes d'emploi",
      "description": "Sur ce site vous trouverez les modes d'emploi, les notices et manuels d'utilisation pour Lave-vaisselle - Indesit en français à télécharger gratuitement au format pdf.",
      "preview": "Modes d'emploi pour Lave-vaisselle - Indesit Modes d'emploi de cette catégorie Mode d'emploi pour Indesit DFG 15B1 A EU Marque: Indesit Afficher le mo"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://henneorganics.com/luxury-lip-tint-intrigue?",
      "title": "Nontoxic and sheer, moisturizing lip color. | Luxury Lip Tint - Intrigue - Henné Organics",
      "description": "Don't let dry lips hold you back from wearing c",
      "preview": "FREE U.S. SHIPPING ON ORDERS $50+ UNLOCK 10% OFF YOUR FIRST ORDER Join Henné Beauty Insiders and get exclusive tips and insights on all things beauty."
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://colesgroupdc.com/",
      "title": "Coles Group",
      "description": "Whether your organization is in need of boots-on-the-ground environmental services or high-level management consulting, Coles Group is the SBA 8A-Certified business with the expertise and specialized equipment to tackle a wide variety of challenges.",
      "preview": "Back Environmental Services Management Consulting Back Company Team Partners Scroll The Dedicated Client-First Environmental Solutions Business Soluti"
    },
    {
      "url": "https://www.permis-de-exploitation.com/1643-3-ville-courcelles-lens-hygiene-alimentaire.html",
      "title": "HACCP - Hygiène Alimentaire Courcelles-lès-Lens 62",
      "description": "HACCP Formation hygiène alimentaire d'une durée de 2 jours à Courcelles-lès-Lens (62)",
      "preview": "void"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "http://www.srsh.org/",
      "title": "Scott's Run Settlement House | Food Pantry | Monongalia | Morgantown, WV",
      "description": "Scott's Run Settlement House is a 501(c)3 dedicated to providing basic needs to residents of Monongalia County, WV through our food pantry, baby pantry, and pet pantry services along with food distribution for seniors and school aged children. SRSH runs seasonal programs for Easter, Thanksgiving and Christmas along with a classroom restock in January. We also help connect home owners in need with volunteer home repair groups.",
      "preview": "top of page We're hiring! Click here to learn more. ANNOUNCEMENTS! Our phone number has changed! Please reach us by calling or texting (304)435-5098."
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=register&sid=d700f12dde72825e0557a5efc3ad982d",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://scottdodson.dev/hue/thunderstorm/",
      "title": "Thunderstorm for Hue",
      "description": "Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm.",
      "preview": "Thunderstorm for Hue Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm. Thund"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "https://province-courses.fr/24H/article_PDF.php?id=8822",
      "title": "24H AU TROT - Accueil",
      "description": "24H AU TROT c'est une nouvelle lecture de l'actu des courses.",
      "preview": "Les articles à la une Un Prix des Ducs de Normandie à enjeux multiples Actualité - 07.05.2025 La grande rencontre caennaise du printemps, qui se tiend"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "http://community.naceweb.org/",
      "title": "Home - National Association of Colleges and Employers",
      "description": "The site home page",
      "preview": "Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter). Contact Us Community Rules NACEWeb Help/User Guide Skip main navi"
    },
    {
      "url": "https://www.pwn-usa.org/issues/policy-agenda/ending-criminalization/ending-hiv-criminalization/",
      "title": "Ending HIV Criminalization Factsheet - Positive Women's Network - USA",
      "description": "Our vision: a world where our communities are no longer subject to over-policing, surveillance, and brutality at the hands of law enforcement, and where those with a history of interaction with the criminal justice system have full rights and dignity. What Is HIV Criminalization? HIV criminalization refers",
      "preview": "Skip to content Ending HIV Criminalization Factsheet Ending HIV Criminalization Factsheet pwnusa 2019-02-25T22:09:51-05:00 Download this as a PDF here"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "https://www.wjbf.com/news/crime-news/woman-behind-bars-after-allegedly-driving-suv-into-popeyes-building/",
      "title": "Woman behind bars after allegedly driving SUV into Popeyes building | WJBF",
      "description": "UPDATE, 02/23/2023, 5:19 P.M. - According to an incident report filed by the Richmond County Sheriff's Office, the Popeyes manager says that Miller drove her SUV into the building after becoming angry that her order did not have any biscuits. The manager says that prior to the crash, the mistake was corrected by giving Miller [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.cultbeauty.com/huda-beauty-medium-nude-obsessions/13311009.html",
      "title": "Huda Beauty Medium Nude Obsessions | Cult Beauty",
      "description": "Get Huda Beauty Medium Nude Obsessions at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://www.gofundme.com/f/1ud7sdx49c?utm_source=customer&utm_medium=copy_link-tip&utm_campaign=p_cp+share-sheet",
      "title": "Fundraiser for Isela Dubon by Alice Alvarez : Joe Melgoza Fund",
      "description": "On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was take... Alice Alvarez needs your support for Joe Melgoza Fund",
      "preview": "Alice Alvarez for Isela Dubon Donation protected On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was ta"
    },
    {
      "url": "https://snig.dgterritorio.gov.pt/rndg/srv/por/catalog.search#/metadata/daf5479d-29c8-4e0c-b7b8-0e1791891186",
      "title": "Registo Nacional de Dados Geográficos - Direção-Geral do Território",
      "description": "Registo Nacional de Dados Geográficos do Sistema Nacional de Informação Geográfica (SNIG)",
      "preview": "Registo Nacional de Dados Geográficos Registo Nacional de Dados Geográficos O projecto GeoNetwork opensource permite de uma maneira fácil a partilha d"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://www.lavanguardia.com/sucesos/20230228/8790685/rescatado-hombre-paso-mes-selva-bolivia-huyendo-depredadores.html",
      "title": "Rescatado un hombre que pasó un mes en la selva en Bolivia huyendo de depredadores",
      "description": "Un hombre de 30 años sobrevivió una \"pesadilla\" de un mes perdido en la selva de Bolivia, en la región de Baures-Beni",
      "preview": "¡Ups! Tu explorador está configurado para bloquear JavaScript. Para usar nuestros servicios, es necesario que lo permitas. La Vanguardia Barcelona 28/"
    },
    {
      "url": "https://goodwill.org/halloween/",
      "title": "Goodwill Halloween",
      "description": "void",
      "preview": "plan your costume Spooky, sweet or silly, we've got the goods to bring your fit to life. Group Pop Culture Classic Kids Show More Show Less need a las"
    },
    {
      "url": "https://www.nngroup.com/articles/guide-ux-research-methods/",
      "title": "A Guide to Using User-Experience Research Methods - NN/G",
      "description": "Modern day UX research methods answer a wide range of questions. To help you know when to use which user research method, each of 20 methods is mapped across 3 dimensions and over time within a typical product-development process.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 0 A Guide to Using User-Experience Research Methods Kelley Gordon, Ch"
    },
    {
      "url": "https://www.diabetes.org",
      "title": "Diabetes Research, Education, Advocacy | ADA",
      "description": "Leading the fight against the deadly consequences of diabetes for those affected by it through research funding, community services, education and advocacy.",
      "preview": "Skip to Main content main content start Expand Access to Trusted Resources October is Health Literacy Month. Your donation helps expand access to trus"
    },
    {
      "url": "http://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.law.cornell.edu/supct/html/90-1014.ZO.html",
      "title": "Lee v. Weisman, 505 U.S. 577 (1992).",
      "description": "void",
      "preview": "Lee v. Weisman (90-1014), 505 U.S. 577 (1992)."
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://anna-stephens.com/2020/11/",
      "title": "November 2020",
      "description": "1 post published by Anna Stephens during November 2020",
      "preview": "Skip to content A few months back I asked the book blogging community to help me promote my new book, as 2020 is, well, 2020. And, boy, did they deliv"
    },
    {
      "url": "https://www.nativewomenlead.org/",
      "title": "Native Women Lead",
      "description": "void",
      "preview": "Cart 0 Back Mission Meet Our Board & Co-Founders Our Story Our Impact Back Summits & Retreats Matriarch Funds Events Calendar BEWE Partners November 2"
    },
    {
      "url": "https://carlsonschool.umn.edu/faculty-research/analytics-for-good-institute",
      "title": "Analytics for Good Institute | Minnesota Carlson",
      "description": "Minnesota Carlson's Analytics for Good Institute uses data analytics to solve social problems. Partner with us to make a difference",
      "preview": "Skip to main content Analytics for Good Institute Big data analytics, machine learning, and artificial intelligence all hold tremendous potential to a"
    },
    {
      "url": "https://iode.org/index.php?option=com_content&view=article&id=724&Itemid=100434",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://hacks.mozilla.org",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "https://hyperise.com/",
      "title": "Hyperise Toolkit: Hyper-personalization for Savvy Sales & Marketing teams",
      "description": "Personalize images in your outreach and your websites text, images, videos and CTAs for each visitor without writing a single line of code.",
      "preview": "Personalization Demo Start Your Free 14 Trial Join a Live Demo Unlimited possibilities to personalize your CTA Purposeful personalized images, that vi"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://www.shi.ch/schule-vortraege/informationen/ueber-uns-schule/dozenten-homoeopathie/elfriede-schaeffler",
      "title": "Elfriede Schäffler",
      "description": "void",
      "preview": "Elfriede Schäffler Dozentin in Homöopathie Geboren 1954 in Apfeldorf (D). Berufliche Tätigkeit: Seit 1997 Dozentin in Homöopathie 1995 - 2015 Homöopat"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "https://reports.undercurrentnews.com/",
      "title": "Home | UCN Reports",
      "description": "Home page containing our latest reports",
      "preview": "Loading..... directory & reports chevron_left menu My Reports New reports Land-based Aquaculture Report 2025 (Fifth Edition) Land-based Aquaculture Re"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "https://www.mathieustern.com",
      "title": "Mathieu Stern",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/",
      "title": "z = boy + girl",
      "description": "any pronouns",
      "preview": "z = boy + girl 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna malibuklaus moniquill Was scunc"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "http://www.moorepinballs.com/",
      "title": "Used Pinball Games For Sale Northeast PA",
      "description": "used pinball games for sale. I shop, refurbish, restore and repair pinballs games locally. Pinball Help, articles and tips",
      "preview": "Used Classic, EM, Solid State Pinball Games Used Pinball Games For Sale Northeast Pa I am located near Cresco, PA. (Northeast Pennsylvania). Used Pinb"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pory.io/",
      "title": "No-Code App Builder • Pory",
      "description": "Create portals, apps, internal tools and embeddable listings with Airtable. Start with a free no-code template, AI or create your own with Pory.",
      "preview": "Build Custom Portals Powered by Airtable Data The easiest way to manage records with external users without giving away access to Airtable. Learn More"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "https://www.ilbs.in/",
      "title": "ILBS Hospital Delhi | Best Hospital In Delhi | Liver Transplant Delhi | Kidney Transplant Delhi",
      "description": "The Institute of Liver and Biliary Sciences (ILBS) has been established by the Government of the National Capital Territory (NCT) of Delhi as an Autonomous Institute, under the Societies Registration Act - 1860, at New Delhi.",
      "preview": "Academics Message From Chancellor Message From Vice-Chancellor Read More... Autonomous Institute under GNCT of Delhi Deemed to be University Under Sec"
    },
    {
      "url": "https://blog.coursera.org/how-veteran-stevenson-landed-his-first-it-job/",
      "title": "How veteran Stevenson landed his first IT job - Coursera Blog",
      "description": "Meet Stevenson from Florida. Prior to taking the Google IT Support Professional Certificate program on Coursera, he didn't have professional IT support",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Meet Stevenson from Florida. Prior to taking the Google I"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "http://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "https://goldshoulder.tumblr.com/",
      "title": "POWER TO MY BROWN GIRLS",
      "description": "|| Rhea | she/her | WA | South Indian || competitive robotics: FRC team 360",
      "preview": "21 August 2017 Reblog Source she-who-treads-on-water : WATCH LIVE: The total solar eclipse of Aug. 21, 2017 17 August 2017 Reblog 15 August 2017 Reblo"
    },
    {
      "url": "http://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
      "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
      "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
      "preview": "Things you buy through our links may earn Vox Media a commission."
    },
    {
      "url": "https://sendpotion.com/",
      "title": "Unlimited Custom & Personalized AI Videos Generator | Potion",
      "description": "Generate unlimited AI videos easily. Create hyper-realistic custom & personalized AI videos in your own face, voice & gestures with Potion.",
      "preview": "Next-level Fantastic mind-blowingly my superpower Whoa Awesome! Amazing! Unreal Insane Super! Perfect! Incredible Trusted by 13000+ companies Potion t"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://www.independent.co.uk/news/world/americas/us-politics/sanders-haley-mental-competency-tests-b2285444.html",
      "title": "Bernie Sanders calls Nikki Haley's demand for politicians over 75 to take mental competency tests 'absurd' | The Independent",
      "description": "Ms Haley has called for new generation of political leaders in Washington DC",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/?term=Agnew%20DJ%5BAuthor%5D",
      "title": "Agnew DJ[Author] - Search Results - PubMed",
      "description": "Agnew DJ[Author] - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://webpass.net/denver/",
      "title": "Denver Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Denver, CO with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://code.zoom.us/rec/share/bWUZsF46lAhiGD_baZV8BflN7PgWkFK2H0YGPTkbcofKX0XsvqfCjZz91UqRrnKB.ARsxIggaHhQPKYI1",
      "title": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing - Zoom",
      "description": "Zoom is the leader in modern enterprise video communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems. Zoom Rooms is the original software-based conference room solution used around the world in board, conference, huddle, and training rooms, as well as executive offices and classrooms. Founded in 2011, Zoom helps businesses and organizations bring their teams together in a frictionless environment to get more done. Zoom is a publicly traded company headquartered in San Jose, CA.",
      "preview": "Skip to Main Content Accessibility Overview × About Zoom Blog Customers Our Team Careers Integrations Partners Investors Press Sustainability & ESG Zo"
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://ischool.es/quedate-en-casa/",
      "title": "Quédate en casa - iSchool - Escuela de robótica y programación para niños y jóvenes",
      "description": "void",
      "preview": "CONOCE Beneficios Aprender tecnología es dotar a los niños de herramientas para su futuro profesional y académico. Equipo Conoce a nuestro equipo pion"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://scientific-women.tumblr.com/",
      "title": "Lady Scientists of Tumblr",
      "description": "A blog made by women scientists celebrating women scientists. We strive toward the highest degree of intersectional feminism and equal representation of all scientists identifying as female....",
      "preview": "Menu Lady Scientists of Tumblr A blog made by women scientists celebrating women scientists. We strive toward the highest degree of intersectional fem"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://nicic.gov",
      "title": "National Institute of Corrections | NIC",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.catherinewalker.com/",
      "title": "Catherine Walker - now and since 1977",
      "description": "void",
      "preview": "Latest Video Scroll to Content About Us The Catherine Walker & Co The Catherine Walker & Co design atelier is based in Bury Walk, a pretty Chelsea mew"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://gckgrebow.pl/2018/04/zajecia-dla-as-w-kwietniu/",
      "title": "Zajęcia dla AS w kwietniu - Gminne Centrum Kultury w Grębowie",
      "description": "void",
      "preview": "Home Aktualne wydarzenia Zajęcia dla AS w kwietniu Zajęcia dla AS w kwietniu 06 kw. Zajęcia dla AS w kwietniu Aktualności Zajęcia stałe Harmonogram Za"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.fox.com",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content WE LIVE FOR · LIVE Stream live sports, news and entertainment. All in one place. TRY 7 DAYS FREE Starts at $19.99/month. Cancel a"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://delorie.com/archives/browse.cgi?p=djgpp/1997/10/09",
      "title": "Mail Archives: djgpp/1997/10/09",
      "description": "void",
      "preview": "delorie.com / archives /browse.cgi search Mail Archives: djgpp/1997/10/09"
    }
  ],
  "_meta": {
    "total_bookmarks": 138
  }
}