{
  "data": [
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://postkodstiftelsen.se/en/",
      "title": "Svenska Postkodlotteriets Stiftelse |",
      "description": "The Swedish Postcode Lottery Foundation aims to promote positive social development and seeks long-term solutions to local and global challenges.",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News Change, Hope, and Community in our Fall Newsletter General"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://locator.greatlengths.com/en-us/",
      "title": "Hair extensions salons near me | Great Lengths store locator",
      "description": "Find the certified Great Lengths hair extensions salons closest to you with our store locator! The excellence with no compromise. Hair extension certified.",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://forums.nomachine.com/users/userx/replies",
      "title": "userx's Replies - NoMachine Forum",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://www.gifjifapp.com/privacy-policy",
      "title": "Privacy Policy | GifJif",
      "description": "GifJif is the best Gif app in the world",
      "preview": "Privacy Policy March 03, 2020 TERMS OF USE Last updated March 01, 2020 AGREEMENT TO TERMS These Terms of Use constitute a legally binding agreement ma"
    },
    {
      "url": "https://www.ryanair.com/it/it/voli-economici/voli-da-torino",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://antologiaspoeticas.com/tag/oh-mar/",
      "title": "Oh Mar | Antologias Poéticas",
      "description": "void",
      "preview": "Skip to content Storni #2, Alfonsina Argentina (1892-1938) Continue reading →"
    },
    {
      "url": "https://www.rondhuit.com/nlpmachine-learning.html",
      "title": "Natural Language Processing and Machine Learning for Information Retrieval - 株式会社ロンウイット",
      "description": "RONDHUIT introduces these technologies in various area to provide you with a better search system. What is Bet ...",
      "preview": "日本語 English Natural Language Processing and Machine Learning for Information Retrieval RONDHUIT introduces these technologies in various area to provi"
    },
    {
      "url": "https://www.drklein.de/kosten-grundstueckskauf.html",
      "title": "Kosten beim Grundstückskauf",
      "description": "Die Kosten beim Grundstückskauf werden nicht alleine durch den Kaufpreis beeinflusst. Die Kaufnebenkosten wirken sich auch auf Ihren Geldbeutel aus. Womit Sie außerdem rechnen müssen, erfahren Sie bei Dr. Klein.",
      "preview": "Zum Hauptinhalt springen Florian Unterfrauner Teilen 6 Min. 14.02.2023 Das Wichtigste in Kürze Grobe Schätzungen besagen, dass der Grundstückskauf zwi"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://ca.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extensió del WordPress | WordPress.org Català",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Cerca extensions Detalls"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://24vterin.cz/bscs",
      "title": "24vterinCZ | KONDICE",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "http://pttk.swidnica.pl/kolo-lista.html",
      "title": "Oddział PTTK w Świdnica",
      "description": "void",
      "preview": "Oddział PTTK w Świdnicy Strona główna Historia Aktualności Uchwały ZO Nasze koła Komisja Górska Komisja Piesza Komisja Kolarska OMTTK Linki Wycieczki"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://www.contentrow.com/tools/headline-generator",
      "title": "Free AI Headline Generator | Easy-Peasy.AI",
      "description": "Generate eye-catching headlines with our AI-powered title generator tool. Use it for Free.",
      "preview": "Settings Language Theme Close main menu Templates Chat with AI AI Images AI Videos Bots AI Transcription AI Text-to-Speech AI Photo Studio AI Headshot"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.maassluis.nu/nieuws/vers10-echt-weer-nepboerin-acties/",
      "title": "Vers(10): Echt weer nepboerin acties - MAASSLUIS.NU",
      "description": "Mijn god... de mascara resten hingen halverwege m'n wang en dat haar van mij... Nina Hagen zou jaloers zijn op mijn coupe. Snel opfrissen en koffie zetten voor m'n thermoskan. Ik kan hier zoooo slecht tegen.",
      "preview": "U bevindt zich hier: Home » Nieuws » Vers(10): Echt weer nepboerin acties Nieuws Vers(10): Echt weer nepboerin acties Coriza Hoogendonk - 8 augustus 2"
    },
    {
      "url": "https://antarctic-art.de/portfolio/voegel/",
      "title": "Vögel - Antarctic Art",
      "description": "void",
      "preview": "Zum Inhalt springen Vögel"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://www.jamie-poole.com/store/p107/Gods-Grandeur-Whitby-Harbour-limited-edition-print.html",
      "title": "Whitby Harbour Collage painting limited edition print",
      "description": "Inspired by the poet Gerard Manley Hopkins and the historical town of Whitby. On the Yorkshire coast, this town is famous for its Abbey and its quirky cobbled streets as well as the famous voyager Captain James Cook. This painting was made using printed lines of poetry that have been collaged together using Jamie's unique poem art techniques. Read lines of poetry in the picture itself! This is a limited edition signed print.",
      "preview": "Home Blog Exhibitions Trade The Shop Art Classes Online Art Lessons LessonSheets Student Gallery Contact Portfolio Category Jamie's Cards > Signed Unl"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://www.reporteremacao.com.br/noticias/esporte/8/",
      "title": "REPORTER em AÇÃO.com.br - Últimas Notícias de 2025",
      "description": "Mais em reporteremacao.com.br",
      "preview": "Hoje 10 de Outubro de 2025 ÚLTIMAS NOTÍCIAS ENQUETE FALE COM O REPORTER EDITORIAIS ☰ Buscar ? Filhote de jaguatirica é resgatado por família e levado"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://business.gyft.com",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pa.gov/guides/get-vaccinated/",
      "title": "Home | Commonwealth of Pennsylvania",
      "description": "We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government.",
      "preview": "Welcome to Pennsylvania We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government. PA Ser"
    },
    {
      "url": "https://jsfiddle.net/lnked/fu1dpagd/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/rijksstudio",
      "title": "Collection - Rijksmuseum",
      "description": "void",
      "preview": "Collection Discover Animals in the Netherlands Delftware Dutch palaces Seascapes and beach scenes What do you love? Try the Art Explorer Discover Art"
    },
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://docs.backdropcms.org/api/backdrop/core%21includes%21database%21select.inc/function/SelectQueryExtender%3A%3AinnerJoin/1",
      "title": "public function SelectQueryExtender::innerJoin | Documentation",
      "description": "void",
      "preview": "Skip to main content public function SelectQueryExtender::innerJoin 1 select.inc public SelectQueryExtender ::innerJoin($table, $alias = NULL, $condit"
    },
    {
      "url": "http://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "https://www.target.com/store-locator/find-stores",
      "title": "Stores Near Me : Target",
      "description": "Find a Target store near you quickly with the Target Store Locator. Store hours, directions, addresses and phone numbers available for more than 1800 Target store locations across the US.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.adornbridal.com/adornnashville",
      "title": "Nashville, TN Bridal Shop | Your Dress Is Here",
      "description": "The Experience You'll Cherish For A Lifetime. Come see why Nashville brides voted us best bridal shop in Nashville, TN for the last three years.",
      "preview": "Adorn Nashville Bridal Shop Unmatched Experience, Expert Styling Request an Appointment LET US ADORN YOU Say yes to an unparalleled and unforgettable"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://www.kic.org.uk/nottingham-trent/",
      "title": "Nottingham Trent International College | Kaplan Pathways",
      "description": "Discover Nottingham International College, and how a pathway course can help you progress to a degree at the Nottingham Trent University.",
      "preview": "Skip to content Home Where to study Nottingham Trent International College Nottingham Trent International College Nottingham Trent International Colle"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/d7c724ca-5576-4086-bbbb-bf06cc855de2",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://www.texastribune.org/2023/02/05/mifepristone-lawsuit-texas/",
      "title": "Texas lawsuit to ban abortion drug mifepristone nationwide sparks fear | The Texas Tribune",
      "description": "A decision on the lawsuit could come as early as this week.",
      "preview": "Skip to main content Thousands of people walk in a pro-abortion protest march around downtown San Antonio on June 24, 2022. Credit: Kaylee Greenlee Be"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/people/staff",
      "title": "Staff | Center for Ocean Solutions",
      "description": "void",
      "preview": "Staff Skip Secondary Navigation Main content start Leadership Jim Leape Co-Director Fiorenza Micheli Co-Director Elizabeth Selig Managing Director Sen"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}