{
  "data": [
    {
      "url": "http://research.mines.edu",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://forum.waffen-online.de/topic/462209-munitionsverkauf-auf-schie%C3%9Fst%C3%A4nde/",
      "title": "Munitionsverkauf auf Schießstände - Waffenrecht - WAFFEN-online Foren",
      "description": "Das größte Forum für legalen Waffenbesitz, Sportschützen, Jäger und Waffenrecht im deutschsprachigen Raum",
      "preview": "Zum Inhalt springen Waffenrecht Bereits registriert? Anmelden Anmelden Angemeldet bleiben Nicht empfohlen auf gemeinsam genutzten Computern Anmelden P"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://stripo.email/templates/womens-day-email-template-the-best-for-women-for-jewelry-industry/",
      "title": "The best for women Email Template by Stripo.email",
      "description": "The best for women Women's Day email template. ✉️ Set up our email template for the Jewelry industry and get started on your campaign!",
      "preview": "Blog Everything about making emails great. Use cases Inspiring stories from our clients. More Resources Whitepapers & eBooks Webinars Education Email"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/",
      "title": "On my gravestone: LGBT Fans Deserve Better",
      "description": "Queer AF. Sarcastic AF. Everything else AF Cali loving / Texas Living Current: Trash blog for any show containing an LGBT couple and no stray bullets *cough*",
      "preview": "April 26th, 2017 supahgays : Maggie + the evolution of the way she calls Alex ♥ Share on Facebook Share on Twitter Share on Google+ Share on Pinterest"
    },
    {
      "url": "https://leafletjs.com/examples/quick-start/",
      "title": "Quick Start Guide - Leaflet - a JavaScript library for interactive maps",
      "description": "void",
      "preview": "← Tutorials Leaflet Quick Start Guide This step-by-step guide will quickly get you started on Leaflet basics, including setting up a Leaflet map, work"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://thenauticalalmanac.com/",
      "title": "The Nautical Almanac",
      "description": "void",
      "preview": "The Nautical Almanac The free online Nautical Almanac The world's most complete source of free celestial navigation information The Nautical Almanac 1"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://cardsforhumanity.frog.co/",
      "title": "Cards for Humanity",
      "description": "Cards for Humanity is a practical tool for inclusive design. Deal the cards to get a random person and their needs. Your challenge is to work out how you and your team can design for this user scenario.",
      "preview": "While we aim to be as inclusive as possible, this is an interactive experience we're using React to accomplish, as a result you'll need to enable Java"
    },
    {
      "url": "http://www.shoplindasstuff.com/",
      "title": "Shop Linda's - Your Go-to High-End Resale Store",
      "description": "Consign your luxury items here at Shop Linda's now. and earn the most out of your resale!",
      "preview": "1-866-68-LINDA (54632) shop@shoplindasstuff.com SHOP OUR STORE Buyer Log In Cart We're Open - Click for Consigning and Buying Updates Close Close CONS"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://www.climatetrace.org/",
      "title": "Climate TRACE",
      "description": "We make meaningful climate action faster and easier by mobilizing the global tech community to track greenhouse gas (GHG) emissions with unprecedented detail.",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. Climate TRACE Comprehe"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://www.aliveshoes.com/yanim-silvia/terms",
      "title": "Yanim Silvia | A Custom Shoe concept by Yanim Silvia",
      "description": "Yanim Silvia is a unique limited edition custom shoe concept designed by Yanim Silvia. Full cut high heel, completely custom made in Italy, featuring pristine italian leather.",
      "preview": "Legal BACK Terms & conditions Privacy policy Report this page Contact us Cookies options Information about us We are Aliveshoes B.V. a limited liabili"
    },
    {
      "url": "https://discord.gg/f4hvx8Rp2q",
      "title": "Google Maps Platform",
      "description": "Check out the Google Maps Platform community on Discord - hang out with 11541 other members and enjoy free voice and text chat.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.aclusc.org/",
      "title": "ACLU of South Carolina",
      "description": "void",
      "preview": "Skip to main content We the people dare to create a more perfect union. Sign up to receive emails about our work: Email address * Zip code * Leave thi"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://harmonet.hu/ezoteria/73735-a-tarot-minden-lapjanak-jelentese-egyszeruen-nagy-arkanum-kartyai.html",
      "title": "A tarot minden lapjának jelentése egyszerűen Nagy arkánum...",
      "description": "A nagy arkánum összesen 22 lapból áll, melyből az első a nulla, a Bolond lapja. A lapok nevei: I. A Mágus; (Varázsló, itt-ott Bűvész)...",
      "preview": "Pszichológia Te+Én+Szex Életmód Recept Nagyi konyhája Asztalra Bulira Nasira Fogyira Polcra Ezotéria Horoszkóp hirdetés Címlap / Ezotéria / A tarot mi"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.rollingstone.com/music/music-news/blink-182-postpone-first-ever-latin-america-tour-following-travis-barker-finger-injury-1234689278/",
      "title": "Blink-182 Postpone Latin America Tour Over Travis Barker Finger Injury",
      "description": "Blink-182 have postponed their first-ever Latin America tour dates after Travis Barker had to undergo surgery on his ring finger.",
      "preview": "× × Skip to main content By Larisha Paul Larisha Paul Contact Larisha Paul on X View all posts by Larisha Paul March 1, 2023 Travis Barker on February"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://apple.co/NewsPlusOffer",
      "title": "Apple News+ 3-Month Free Offer - Apple Apple News+ 3-Month Free Offer - Apple",
      "description": "Access more than 300 popular magazines and leading newspapers all in one subscription. Get 3 months free when you buy a new iPhone, iPad, or Mac.",
      "preview": "Get 3 months of Apple News+ for free. New subscribers get three months free with purchase of an eligible iPhone, iPad, or Mac. 1 How to redeem Apple N"
    },
    {
      "url": "https://forbes.es/empresas/8593/los-seis-grandes-retos-que-debe-afrontar-nuestra-cultura-startup/",
      "title": "Los seis grandes retos que debe afrontar nuestra cultura startup - Forbes España",
      "description": "Los seis grandes retos que debe afrontar nuestra cultura startup Los adolescentes ya no quieren ser astronautas ni futbolistas: muchos quieren montar una",
      "preview": "Saltar al contenido Buscar: por Redacción 27 marzo 2016 12 mayo 2021 Tiempo de lectura 3 minutos Los seis grandes retos que debe afrontar nuestra cult"
    },
    {
      "url": "https://allantowns.com/tag/game-of-thrones/",
      "title": "Game of Thrones | A little bit about a lot of stuff",
      "description": "Posts about Game of Thrones written by Allan Townsend",
      "preview": "I was waiting for my bag at JFK and saw this crowd around a girl signing autographs. I take a picture and she looks at me with evil eyes and says, \" I"
    },
    {
      "url": "http://horizonschildren.org/",
      "title": "Horizons For Homeless Children | Volunteer Opportunities Boston",
      "description": "Horizons a non-profit improving lives of young homeless children - helping families. High-quality early education, play and support services.",
      "preview": "Our waitlist is growing: help children thrive Make a gift Tickets now available for Horizons 27th annual Breakfast Get your tickets or sponsorship tod"
    },
    {
      "url": "http://www.laparola.net/ricerca.php?frase=Politica+sulla+privacy&versione=C.E.I.",
      "title": "La Sacra Bibbia",
      "description": "Politica sulla privacy, i versetti della Bibbia che contengono questa parola o frase",
      "preview": "Politica sulla privacy Questa espressione non appare nella versione C.E.I. . Dimensione testo: Visualizzare un brano della Bibbia Brano da visualizzar"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://trello.com/c/CqPzrIpH/126-countdown-un-2023-water-conference",
      "title": "Trello",
      "description": "Organize anything, together. Trello is a collaboration tool that organizes your projects into boards. In one glance, know what's being worked on, who's working on what, and where something is in a process.",
      "preview": "Your browser was unable to load all of Trello's resources. They may have been blocked by your firewall, proxy or browser configuration. Press Ctrl+F5"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://www.thedailybeast.com/",
      "title": "The Daily Beast: The Latest in Politics, Media & Entertainment News",
      "description": "A smart, speedy take on breaking news and opinion in politics, media, entertainment, and more.",
      "preview": "Skip to Main Content Trump's Frenzied Nobel Peace Prize Demands Get Brutal Snub AND THE LOSER IS... The president's relentless push for the prestigiou"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://keithdiaries.wordpress.com/2017/12/15/1203/1869-03-05/",
      "title": "1869-03-05 - The Diaries of Charles Luke Keith Jr",
      "description": "& Other Family Members",
      "preview": "Skip to content Leave a comment Cancel reply Δ Comment Subscribe Subscribed The Diaries of Charles Luke Keith Jr Sign me up Already have a WordPress.c"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://www.bongoutlet.com/pages/an-update-on-covid-19",
      "title": "Important Update regarding USPS / Canada Post delivery delay. - Bong Outlet.Com",
      "description": "Delivery may take longer than expected during Covid-19 Pandemic due to high volume package to process.* Bongoutlet warehouse is operating as normal. If you order by 12:00 PM(EST, Mon.-Fri.) your order will ship the same day. Over 99% of orders ship complete (no backorders!) the same day the order is placed. Important",
      "preview": "Skip to content DropShipping Rewards Program Contact us DropShipping Rewards Program Contact us"
    },
    {
      "url": "https://charleshaydenfoundation.org/",
      "title": "Home - The Charles Hayden Foundation",
      "description": "The Charles Hayden Foundation works to close the opportunity gap by supporting multiple pathways for underserved youth to equitably access quality education and realize rewarding careers.",
      "preview": "Skip to content We envision a world where all youth have equitable access to the education, training, resources, and support systems that enable them"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us?utm_source=TwG&utm_medium=TwG-website&utm_campaign=TwG-header-tools-drop-down-us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.ikea.com/it/it/cat/divani-16239/",
      "title": "Poltrone - IKEA Italia",
      "description": "Esplora la nostra esclusiva collezione di poltrone progettate per garantire un'esperienza di relax senza pari. Acquista online poltrone confortevoli e di design!",
      "preview": "Vai al contenuto principale Passa all'elenco dei prodotti Poltrone Le poltrone permettono di creare angoli accoglienti nei tuoi ambienti di casa: polt"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "https://www.noaa.gov/",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://utilso.com/base64-encoding-of/aymara%27s/",
      "title": "Base64 Encoding - Base64 Encode and Decode - All-in-one tools for developers",
      "description": "Base64 Encoding - Base64 Encode and Decode",
      "preview": "Do you have to deal with Base64 format? Utilso has Decode and Encode, a simple tool that does exactly what it says: decodes from Base64 encoding as we"
    },
    {
      "url": "https://www.si.com/extra-mustard/2023/02/28/taylor-lewan-titans-dropped-off-stuff-release",
      "title": "Taylor Lewan Shares Sad Photo of How Titans Dropped Off His Stuff After Release - Sports Illustrated",
      "description": "The three-time Pro Bowler spent his entire career with Tennessee.",
      "preview": "Following his release from the Titans last week , three-time Pro Bowler Taylor Lewan came home to a sad-looking surprise on Monday. The offensive tack"
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "https://docs.docker.com/get-started/",
      "title": "Get started | Docker Docs",
      "description": "Get started with Docker",
      "preview": "void"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://spot-and-tango.i5md.net/c/3408212/1071343/9669?subid3=people",
      "title": "Meet UnKibble™: Human-Grade Dog Food At An Affordable Price",
      "description": "void",
      "preview": "Why pet parents are switching to UnKibble TRY UNKIBBLE UnKibble™ makes mealtime enjoyable for your dog and worry-free for you. It's time to upgrade th"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    },
    {
      "url": "https://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/tutorial/install-mongodb-on-ubuntu/",
      "title": "Install MongoDB Community Edition - Database Manual - MongoDB Docs",
      "description": "Install MongoDB Community Edition on Linux, macOS, Windows, or as a Docker container.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual / Self-Managed Deployments / Installation Install MongoDB Community Edition Copy page Select your"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "https://products.ls.graphics/mesh-gradients/",
      "title": "Free Mesh Gradient Collection",
      "description": "100 mesh gradients in .sketch, .png, .ai, .jpg, .eps",
      "preview": "Featured on Product Hunt Learn More Free Mesh Gradient Collection Download full pack 🔥 More Design Tools 100 Free Gradients Rainbow, pastel, natural ."
    },
    {
      "url": "https://pierikosnews.blogspot.com/2017/04/blog-post_21.html",
      "title": "PierikosNews.gr : Οιωνοί... λύτρωσης για Πιερικό, συνθήκες εμπλοκής Συμεωνίδη",
      "description": "Ανοίγει ο δρόμος για την εμπλοκή νέων επενδυτών στον Πιερικό, με επικεφαλής τον Γιάννη Συμεωνίδη, χρηματοδότη του Διαγόρα Σεβαστής, πρώην ...",
      "preview": "Αρχική σελίδα Ποιοι είμαστε Επικοινωνία Βαθμολογίες Ρόστερ 2021-22 Εισιτήρια διαρκείας 2021-22 Pierikos News TV Δ/Σ ΣΦΚ ΠΙΕΡΙΚΟΣ Πρόγραμμα αγώνων Πιερ"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.devops-research.com/research.html#reports",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "http://www.st162.net/index.php?recent-activity/",
      "title": "Recent Activity | ST162",
      "description": "Activity stream for all registered members at ST162.",
      "preview": "Log in / Register"
    },
    {
      "url": "http://www.imbdc.com/",
      "title": "Thanks for visiting! | imbdc 2020 site",
      "description": "void",
      "preview": "top of page Please visit us at our new website: https://imbpartners.com/ bottom of page"
    },
    {
      "url": "https://www.medanta.org/",
      "title": "Super Speciality Hospital | Best Healthcare Hospital in India",
      "description": "Medanta is a super-specialty healthcare hospital in India, that provides world-class proven treatment including heart, liver, and kidney transplants, & cancer treatments. Call to book an appointment.",
      "preview": "1068 Facebook Twitter instagram Youtube Request Call Back Name * Mobile Number * Email Submit Name * Mobile Number * Email * Resume (accepted only pdf"
    },
    {
      "url": "https://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://maskimot.tumblr.com/",
      "title": "@maskimot on Tumblr",
      "description": "27 | | just lookin for a mother that'll get me high, just a stupid motherfucker if i die i die | | celebrating every day i dont listen to the voices | | look at my cat tofu #kitdies",
      "preview": "Posts zoeyhorse Follow at least she's got the spirit veryluckyclovers Follow sending love to those fighting the job market femboy-c-cups Follow me fac"
    },
    {
      "url": "https://www.yinovacenter.com/faq/",
      "title": "Frequently Asked Questions | The Yinova Center",
      "description": "You may have some questions for us before you get here or book your acupuncture treatment! Here are some answers to the most common questions we receive.",
      "preview": "Skip to Main Content"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://avodaf.org/2018/11/23/storia-della-sessualita-michel-foucault/",
      "title": "Storia della sessualità- Michel Foucault - AvoDaf",
      "description": "\"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinite e i nomi finiti?",
      "preview": "Vai al contenuto \"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinit"
    },
    {
      "url": "https://nodejs.org/api/crypto.html",
      "title": "Crypto | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.change.org/p/ban-water-beads-now",
      "title": "Petizione · BAN WATER BEADS NOW!!!!!! - Stati Uniti · Change.org",
      "description": "Water beads are a Small & Deadly Danger! Even just ONE water bead can KILL! Our goal is to protect children by demanding the CPSC require manufacturers and retailers put clearer warning labels on water bead products, prohibit water beads from being marketed to children as toys, and for Congress to pass legislation protecting our children from water beads, and other hazardous products by ensuring",
      "preview": "BAN WATER BEADS NOW!!!!!! BAN WATER BEADS NOW!!!!!! Firmatari recenti Shelby Quinn • 18 ore fa Summer Anthonette Terez • 4 giorni fa harumi jin • 4 gi"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://it.vecteezy.com/foto/1178347-sms-con-smartphone",
      "title": "Scarica Vettori, Immagini, Foto e Video Gratuiti",
      "description": "Esplora milioni di vettori, immagini, foto e video royalty-free! Trova la grafica, lo sfondo, la clip art, lo sfondo o l'icona perfetti per il tuo progetto.",
      "preview": "Scarica vettori, foto d'archivio, video d'archivio e altro gratuitamente Risorse creative di qualità professionale per portare a termine i tuoi proget"
    },
    {
      "url": "https://www.crowdmgmt.com/yolondafrederick",
      "title": "Yolonda Frederick-Thompson: celebrity makeup artist, beauty director, inventor",
      "description": "Yolonda Frederick-Thompson is a 24-year expert makeup artist, beauty director and inventor of renowned makeup iPhone accessory Glam or Ring.",
      "preview": "top of page BOOK CESAR Yolonda Frederick-Thompson celebrity makeup artist, beauty director, inventor Book Yolonda Frederick-Thompson REEL BIO Yolonda"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.voteannapaulina.com/platform",
      "title": "Anna Paulina Luna for Congress",
      "description": "Anna Paulina Luna for Congress is a strong independent leader, earning her stripes by serving her country, not by serving herself. Raised by a single mother in Southern California's low-income neighborhoods, Anna learned that she must work hard and be independent to succeed.",
      "preview": "top of page ENDORSED BY PRESIDENT TRUMP! HELP ME FIGHT FOR YOU! $10 $50 $250+ $25 $100 DONATE The Influencer Who Came to Congress Republican Rep. An"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "http://heimarbeitsforum.bplaced.de/phpBB2-2.0.21-deutsch/phpBB2/privmsg.php?mode=post&u=15&sid=cda36cf4732001815e04415efa7c186e",
      "title": "Geld verdienen mit Heimarbeit Forum ::",
      "description": "void",
      "preview": "Geld verdienen mit Heimarbeit Forum Die besten MÃ¶glichkeiten, um im Internet Geld zu verdienen FAQ Suchen Mitgliederliste Benutzergruppen Registriere"
    },
    {
      "url": "https://www.lliurex.es/category/sobre-la-cultura/",
      "title": "Sobre la Cultura - Lliurex",
      "description": "void",
      "preview": "Ir al contenido Sobre la Cultura Regalos de Burgos que capturan su esencia cultural Burgos es una ciudad que guarda historia en cada rincón. Sus calle"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://getbybus.com/fr/bus-barcelone-a-aalborg",
      "title": "Barcelone à Aalborg - Toutes les infos en un seul endroit",
      "description": "Réservez vos billets pour Barcelone Aalborg plus facilement. Comparez les horaires, les prix et les temps de trajet pour un voyage confortable et agréable.",
      "preview": "Endless ways to travel Easily Book Bus, Ferry, Train Tickets to anywhere Depart from Travel to Departing on Returning on Passengers Traveling.com Auto"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    }
  ],
  "_meta": {
    "total_bookmarks": 136
  }
}