{
  "data": [
    {
      "url": "https://www.missingkids.org/netsmartz",
      "title": "NetSmartz Home",
      "description": "void",
      "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "http://www.bppe.ca.gov/",
      "title": "Bureau for Private and Post-Secondary Education - BPPE",
      "description": "void",
      "preview": "Important Announcements Memo: Senate Bill 1433 Changes to the Private Postsecondary Education Act of 2009 Notice to Institutions Approved by the Burea"
    },
    {
      "url": "https://sell.amazon.com/grow#nsi",
      "title": "Sell more with the New Seller Guide | Sell on Amazon",
      "description": "The New Seller Guide is a set of brand, logistics, pricing, and promotional services that Amazon recommends to sellers who are just getting started. It includes Amazon Brand Registry, A+ Content, Vine, Automate Pricing, Fulfillment by Amazon (FBA), and Advertising. It also includes over $50,000 in New Seller Incentives.",
      "preview": "Sell more with the New Seller Guide Sellers who use the New Seller Guide during their first 90 days generate approximately 6x more first-year sales on"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://nxslink.wearegreenbay.com/join/6t0/signup",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "https://ucmp.berkeley.edu/taxa/inverts/mollusca/cephalopoda.php",
      "title": "The Cephalopoda",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://deltahealthalliance.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.watchworthy.app/",
      "title": "Watchworthy - Personalized TV Show Recommendations",
      "description": "Find your next binge-watch with our TV quiz. Get personal recommendations for shows you'll love so you can spend more time watching and less time searching.",
      "preview": "TV worthy of your time Watchworthy matches you to shows and movies you'll love, in seconds! Available on Apple and Android devices Watchworthy is a FR"
    },
    {
      "url": "https://www.hubocean.earth/press/news/kjell-inge-takes-on-a-high-level-role-to-support-the-un-decade-of-ocean-science",
      "title": "Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data - HUB Ocean | Dedicated to Unlocking Ocean Data",
      "description": "Building on his ongoing investment and engagement in REV Ocean and HUB Ocean, the Norwegian industrial leader and main owner of Aker, Kjell Inge Røkke, has accepted to become a Patron of the Ocean Decade Alliance and the UN Ocean Decade Special Emissary for Industrial Ocean Data.",
      "preview": "0 Norwegian industry builder Kjell Inge Røkke takes on a high-level role to support the UN Decade of Ocean Science and unlock industrial ocean data 23"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "http://www.uw.edu/accessibility",
      "title": "Accessibility at the UW",
      "description": "The University of Washington is committed to being inclusive and accessible for everyone.",
      "preview": "Skip to content All the UW Current site Search scope All the UW Current site Enter search text Accessibility at the UW Our Commitment The University o"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://springboardforthearts.org/",
      "title": "Springboard For The Arts",
      "description": "void",
      "preview": "Artists are Essential Artists are the heartbeat of our communities-innovators, connectors, meaning makers, and community caregivers. We're here to equ"
    },
    {
      "url": "https://www.nfl.dfo-mpo.gc.ca/NL/AG/anglersguide",
      "title": "Anglers' Guide 2025-2026",
      "description": "Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111-1E-PDF ISSN:1924-6021",
      "preview": "Anglers' Guide 2025-2026 Published By: Fisheries and Oceans Canada Newfoundland and Labrador Region P.O. Box 5667 St. John's, NL A1C 5X1 Cat no: Fs111"
    },
    {
      "url": "https://www.ruimtelijkeplannen.nl/viewer/?planidn=NL.IMRO.0546.BP00074-0201",
      "title": "Ruimtelijkeplannen.nl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://researchnow.flinders.edu.au/en/publications/clinical-characteristics-and-outcome-of-current-standard-manageme/fingerprints/",
      "title": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion - Fingerprint - Research @ Flinders",
      "description": "void",
      "preview": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion Adam Rudkin, Andrew Lee , Eric Aldrich, Neil M"
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://rusticplates.com/collections/50-state-sets/ham-radio",
      "title": "50 State Set - RusticPlates",
      "description": "We love license plates! We buy, sell and collect license plates and have helped complete everything from that final plate in a collection to the perfect stack of rustic plates for a bar, garage and ceiling. We have 50 state sets, single plates, optional plates, vintage plates, you name it!",
      "preview": "Skip to content 🇺🇸 USA Free shipping on orders of $50+ Please Allow Extra Time for Shipping the week of Sep 28th 50 State Set Individual Plates and Pa"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/generated/sklearn.model_selection.RandomizedSearchCV.html",
      "title": "RandomizedSearchCV - scikit-learn 1.7.2 documentation",
      "description": "Gallery examples: Faces recognition example using eigenfaces and SVMs Column Transformer with Mixed Types Comparison of kernel ridge and Gaussian process regression Sample pipeline for text feature...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version RandomizedSearchCV # class sklearn.model_selection. RandomizedSearchCV ( estimator , p"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/centro-de-eventos-raizes-da-tradicao/",
      "title": "Centro de Eventos Raízes da Tradição",
      "description": "Riomafra Mix - Muito mais que informação!",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://poradniksportowy.pl/silownia/heros-siownia-pabianice/",
      "title": "Heros Siłownia | Pasja sportu, portal o dietach, treningach, fitness i siłowniach.",
      "description": "void",
      "preview": "Strona główna Artykuły Treningi i ćwiczenia Diety Suplementy Odżywianie Ćwiczenia Siłownie Forum Wyszukiwanie Pasja sportu, portal o dietach, treninga"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://www.farmrio.com.br/short-cos-elastico-off-white-299006-0024/p",
      "title": "FARM: seu novo desejo tá aqui",
      "description": "descubra os lançamentos da coleção de alto inverno",
      "preview": "Topo looks de verão: 30%+ 10% no APP, cupom: APP10 ver seleção Lançamento alto verão Lançamento alto verão Ver tudo Novos vestidos T-shirts, blusas, r"
    },
    {
      "url": "https://www.almanac.com/content/full-moon-march",
      "title": "Worm Moon: Full Moon in March 2025 | The Old Farmer's Almanac",
      "description": "March's full Worm \"Blood\" Moon rises on Friday, March 14, 2025! Find the meaning behind this Moon's name, folklore, and more!",
      "preview": "void"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://axtra.ca/publication/rapport-dactivite/",
      "title": "Rapport d'activité 2013-2014 du RQuODE - AXTRA | L'Alliance des centres-conseils en emploi",
      "description": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette période. Les dossiers marquants de l'année 2013-2014? Le lancement des stages rémunérés, le projet Ivirtivik, les implications du RQuODE au sein de la CPMT et du Forum national Emploi-Québec/Ressources externes et la rédaction de deux [...]",
      "preview": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette pé"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://littlebigdetails.com/",
      "title": "Little Big Details - The details are not the details",
      "description": "Your daily dose of design inspiration.",
      "preview": "Follow @littlebigdetail Browse #Popular #Mobile #Apple #Google #Facebook #Tumblr #Amazon #YouTube #Twitter #Dropbox #Foursquare #Kickstarter #Gmail #O"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://blissandbone.com",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://digital.library.ucla.edu/catalog?f%5Bcombined_subject_ssim%5D%5B%5D=Khrushchev%2C+Nikita+Sergeevich%2C+1894-1971&f%5Bcombined_subject_ssim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&f%5Bhuman_readable_resource_type_sim%5D%5B%5D=still+image&f%5Bmember_of_collections_ssim%5D%5B%5D=Bennett+%28Walter+E.%29+Photographic+Collection%2C+1937-1983+%28bulk+1952-1982%29&f%5Bsubject_sim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&per_page=10&sort=title_alpha_numeric_ssort+desc&view=gallery",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You must enable JavaScript to view this site."
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "http://www.jobonline.it/",
      "title": "jobonline.it",
      "description": "description",
      "preview": "jobonline.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web Solu"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "http://www.pc.ibm.com/",
      "title": "IBM",
      "description": "For more than a century, IBM has been a global technology innovator, leading advances in AI, automation and hybrid cloud solutions that help businesses grow.",
      "preview": "Explore, build and launch at IBM TechXchange 2025 Read key dev announcements from the conference and explore how gen AI is transforming build and auto"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://fastdemocracy.com/",
      "title": "FastDemocracy - Fast, Simple Legislative Bill Tracking",
      "description": "Unlimited legislative bill tracking, searchable voting records, analytics and more to help you stay informed during and after the legislative session.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "http://www.tntdrama.com/",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://www.diabetes.org",
      "title": "Diabetes Research, Education, Advocacy | ADA",
      "description": "Leading the fight against the deadly consequences of diabetes for those affected by it through research funding, community services, education and advocacy.",
      "preview": "Skip to Main content main content start Expand Access to Trusted Resources October is Health Literacy Month. Your donation helps expand access to trus"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://www.stickerfab.com/products/stickerfab-3x6-in-stickers-universal",
      "title": "StickerFab 3x6 in Stickers (Pair) - Universal | StickerFab",
      "description": "StickerFab Sticker We would love for you to rock our logo. Instead of giving away free stickers and have have people not install them, we are putting a small price to them. Sold as a pair. Installs with pre mounted transfer paper. INSTALLATION Clean the application area to prepare it for installation.NOTES: We reco",
      "preview": "2 reviews StickerFab Sale! from $0.99 USD &sol per Earn [points_amount] when you buy this item. Color Black (Gloss) Blue White Red Black (Matte) Produ"
    },
    {
      "url": "https://www.uil.unesco.org/",
      "title": "UNESCO Institute for Lifelong Learning | Institute for Lifelong Learning",
      "description": "Lifelong learning for all - Empowering individuals, transforming societies",
      "preview": "Skip to main content Search Search Arrowsmith2/Shutterstock.com UNESCO Institute for Lifelong Learning Lifelong learning for all - Empowering individu"
    },
    {
      "url": "https://roundingsquares.com/privacy/",
      "title": "Privacy - Rounding Squares",
      "description": "Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to provide and improve the Service. By using the Service,Continue reading \"Privacy\"",
      "preview": "Skip to content Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of You"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18689/An-Update-on-Eurasian-Eagle-Owl.aspx",
      "title": "An Update on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 12, 2023, New York - The following statement was issued by the Central Park Zoo: \"Our Eurasian eagle owl, Flaco, went missing after his exhibit at the Central Park Zoo was vandalized on the evening of February 2nd. Since that first night, our staff has intensely monitored the",
      "preview": "News Releases WCS NEWS RELEASE An Update on Eurasian Eagle Owl Statement from Central Park Zoo New York , NY | February 12, 2023 Central Park Zoo's Eu"
    },
    {
      "url": "https://www.taiwannews.com.tw/en/news/4815600",
      "title": "Biggest fight in Taiwan's T1 League history breaks out, Howard ejected | Taiwan News | Feb. 20, 2023 12:15",
      "description": "12 people ejected, including Dwight Howard, game delayed for 20 minutes | Feb. 20, 2023 12:15",
      "preview": "Loading... We're Hiring Support Us About Us Contact Us We're Hiring Support Us About Us Contact Us Taiwan News © 2025 All Rights Reserved. Home / Life"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "https://fabfitfun.com/",
      "title": "FabFitFun",
      "description": "FabFitFun Box | Beauty, Wellness, Fitness and Fashion",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2Fproduct.A564775.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans - QVC.com",
      "description": "***Please see individual item numbers for product description***",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://bmo.readthedocs.io/en/latest/",
      "title": "BMO Documentation (bugzilla.mozilla.org) - BMO documentation",
      "description": "void",
      "preview": "Navigation next BMO documentation » BMO Documentation (bugzilla.mozilla.org) BMO Documentation (bugzilla.mozilla.org) ¶ 1. About This Documentation 2."
    },
    {
      "url": "https://www.codecademy.com/learn/learn-git",
      "title": "Learn Git: Tutorial + Basics | Codecademy",
      "description": "Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using Git branches.",
      "preview": "Skip to Content Course Learn Git & GitHub Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/facebook-criticized-censoring-aclu-blog-post-about-censorship",
      "title": "Facebook Criticized for Censoring ACLU Blog Post About Censorship | Case Study",
      "description": "Facebook found itself in the middle of another controversy around online speech when it deleted a blog post that, ironically enough, was about free speech and censorship.",
      "preview": "Skip to main content Case Study Facebook Criticized for Censoring ACLU Blog Post About Censorship Facebook found itself in the middle of another contr"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "https://www.sobrato.com/sobrato-philanthropies/",
      "title": "Sobrato Philanthropies | Sobrato",
      "description": "The Sobrato Family has committed over $500M to support organizations dedicated to creating a Silicon Valley as a place of opportunity for all.",
      "preview": "Sobrato Philanthropies Partnering with communities to enable long-term economic, social, and environmental change. Sobrato Philanthropies Our mission"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://www.relx.com/",
      "title": "RELX - Information-based analytics and decision tools",
      "description": "Make better decisions, get better results and be more productive with RELX's analytics and decision tools",
      "preview": "skip to main content Our Business Our business overview Perspectives Strategy Market segments Risk Scientific, Technical & Medical Legal Exhibitions B"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Brush_control",
      "title": "Brush control - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
      "title": "Program Guide | 2025 Sundance Film Festival",
      "description": "Discover the 2025 film lineup.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://atlanta.curbed.com/2019/6/7/18656688/new-study-ranks-downtown-atlanta-as-growing-downtown",
      "title": "New study ranks Downtown Atlanta as 'growing downtown' - Curbed Atlanta",
      "description": "Findings show significant growth in vibrancy and economic activity since 2010 in the Georgia capital.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Archive.curbe"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://williamsinstitute.law.ucla.edu/research/health-and-hiv-aids/hiv-criminalization-in-california-penal-implications-for-people-living-with-hivaids/",
      "title": "Home - Williams Institute",
      "description": "A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender identity law and public policy.",
      "preview": "Skip to content Williams Institute. A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender i"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://jobs.disneycareers.com/search-jobs/national%20geographic/",
      "title": "national geographic jobs at DISNEY",
      "description": "Be part of the story. Search for available national geographic jobs at DISNEY here.",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters Search Results Search Results Sort Sort Criteria Relevancy Date Posted (Descending)"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "https://data.guttmacher.org/states",
      "title": "Data Center | Guttmacher Institute",
      "description": "void",
      "preview": "Skip to main content Data Center July 2025 Data Center Update Guttmacher's Data Center, previously found at data.guttmacher.org, is no longer availabl"
    },
    {
      "url": "https://plos.org/publication-fees",
      "title": "Explore our publication fees and funding for open access publishing - PLOS",
      "description": "Learn about APCs by journal, institutional partnerships, and author fee assistance options including Research4Life and PFA.",
      "preview": "Skip to content Publication fees PLOS employs several business models to support equitable open access. Most open access journals offset publication e"
    },
    {
      "url": "http://www.hamiltonproject.org/charts/career_earnings_by_college_major/",
      "title": "Career earnings by college major - The Hamilton Project",
      "description": "See the accompanying economic analysis, \"Major Decisions: What Graduates Earn Over Their Lifetimes.\" Over the entire working life, the typical...",
      "preview": "Skip to Main Content Back to All Data Share [addthis tool=\"addthis_inline_share_toolbox\"] Interactive Career earnings by college major October 8, 2020"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "http://www.tuna-org.org",
      "title": "Tuna-org",
      "description": "void",
      "preview": "Home Positive Lists / CLAV IUU Vessel Lists Tagging Meetings Past Current Jobs & Opportunities FAD MSE Links 1st joint t-RFMO FAD WG meeting Report 2n"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "http://www.smartstudy.co.kr/privacy/",
      "title": "Pinkfong Account",
      "description": "Pinkfong Account",
      "preview": "Privacy Policy The Pinkfong Integrated Services(the \"Pinkfong Services\"), including the Pinkfong Store website/mobile application services, Pinkfong T"
    },
    {
      "url": "https://www.famoushighpie.com/",
      "title": "Home - famoushighpie",
      "description": "Taste the Adventure What We Offer Our Culinary Story At famoushighpie, we celebrate the art of gastronomy through engaging articles, [...]",
      "preview": "Skip to content Taste the Adventure Discover Culinary Delights Daily Join us on a flavorful journey with inspiring recipes, restaurant reviews, and th"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.nvidia.com/en-us/shield/shield-tv-pro/",
      "title": "SHIELD TV Pro Streaming Media Player | NVIDIA",
      "description": "Shield TV Pro streaming device comes with 4K HDR, Dolby Vision and Atmos having more storage & RAM with Plex media server",
      "preview": "This site requires Javascript in order to view all its content. Please enable Javascript in order to access all the functionality of this web site. He"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://cacm.acm.org/magazines/2012/7/151226-googles-hybrid-approach-to-research/fulltext",
      "title": "Google's Hybrid Approach to Research - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Introduction Implications of Google's Mission and Capabilities Hybrid Research at Google Example Research Patterns Successes Discussio"
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "http://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "https://eartharxiv.org/repository/view/3239/",
      "title": "Revealing the Global Longline Fleet with Satellite Radar",
      "description": "void",
      "preview": "Skip to main content Revealing the Global Longline Fleet with Satellite Radar This is a Preprint and has not been peer reviewed. The published version"
    }
  ],
  "_meta": {
    "total_bookmarks": 161
  }
}