{
  "data": [
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://www.cebc.cnrs.fr/?lang=en",
      "title": "newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://www.nhl.com/schedule",
      "title": "Schedule | Oct 9, 2025 | NHL.com",
      "description": "The official schedule of the NHL including date, access to tickets, TV network, and video highlights.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "https://www.minderoo.org/",
      "title": "Minderoo Foundation",
      "description": "Minderoo is a proudly Australian philanthropy, working to forge a fair future by courageously challenging inequalities and campaigning for meaningful change.",
      "preview": "Foundation Statement from Dr Andrew Forrest AO on developments in Gaza. Learn more Our focus areas and impact missions We seek to uplift communities,"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://www.gettyimages.com/detail/news-photo/russian-t-72-tank-destroyed-in-ukraine-is-installed-in-news-photo/1247431813?phrase=landmark%20ukraine%20anniversary&adppopup=true",
      "title": "A Russian T-72 tank destroyed in Ukraine is installed in front of... Foto di attualità - Getty Images",
      "description": "A Russian T-72 tank destroyed in Ukraine is installed in front of Russia's embassy in Berlin on February 24 on the first anniversary of the invasion of Ukraine; in background can be seen Berlin's... Scarica foto di attualità Premium ad elevata risoluzione da Getty Images",
      "preview": "Immagini Editorial Immagini e Video Creative Immagini Creative Editorial Video Creative Editorial GERMANY-UKRAINE-RUSSIA-CONFLICT A Russian T-72 tank"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "https://assessment.connectedcouncil.org",
      "title": "Digitally Driven Assessment - Grow your business with digital tools",
      "description": "void",
      "preview": "Skip to content Digitally Driven Assessment Step 1 /5 What is the biggest challenge to your business right now? * Transforming our business to a digit"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.seforall.org/news/energy-access-takes-center-stage-in-covid-19-fight",
      "title": "Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa's recovery | Sustainable Energy for All",
      "description": "Energy services are key to preventing disease and fighting pandemics - from powering healthcare facilities and supplying clean water for essential hygiene, to enabling communications and IT services that connect people while maintaining social distancing.",
      "preview": "Skip to main content News and events / News Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "https://johanngoutard.fr/projects/VxzzP?album_id=101220",
      "title": "Concept Artist freelance - Journey",
      "description": "Marketing concept for app©2018",
      "preview": "Journey Share Pin Share Share Marketing concept for app©2018 Report description Content person User"
    },
    {
      "url": "https://www.zola.com",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://www.denvergov.org/Government/COVID-19-Information/Guidance-Resources/Businesses/Economic-Relief/Temp-Outdoor-License",
      "title": "Denver Outdoor Places Program - City and County of Denver",
      "description": "Learn about the city's program to allow businesses greater freedom to operate in outdoor settings.",
      "preview": "opens in new tab or window Skip to main content Denver Outdoor Places Program These links change page section content below About Above Curb Patios Pr"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://www.indiasa.org/tax_info.php",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "http://www.ic3.gov/",
      "title": "Home Page - Internet Crime Complaint Center (IC3)",
      "description": "void",
      "preview": "Skip to content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "http://envs.ucsc.edu",
      "title": "Environmental Studies - Leading sustainability through education and research",
      "description": "void",
      "preview": "In the Environmental Studies Department at UC Santa Cruz, we see environmental problems as human problems, with societal causes, impacts, and solution"
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/x-factor-finalists-out-belfast-10905167",
      "title": "X-Factor finalists out and about in Belfast before tonight's show | Belfast Live",
      "description": "The X-Factor finalists have been stopping for fan photos in the city",
      "preview": "‌ ‌ ‌ Skip to main content X-Factor finalists out and about in Belfast before tonight's show The X-Factor finalists have been stopping for fan photos"
    },
    {
      "url": "https://www.githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://excelrc.com/products/arrma-ar330514-shock-collar-aluminum-black-6s-2",
      "title": "ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 - Excel RC",
      "description": "Arrma AR330514 Shock Collar Aluminum Black 6S (2)",
      "preview": "Skip to content Facebook X Instagram TikTok YouTube ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 Price Regular price $14 99 $14.99 Reg"
    },
    {
      "url": "https://hbr.org/2013/12/how-diversity-can-drive-innovation",
      "title": "How Diversity Can Drive Innovation",
      "description": "Most managers accept that employers benefit from a diverse workforce, but the notion can be hard to prove or quantify, especially when it comes to measuring how diversity affects a firm's ability to innovate. But new research provides compelling evidence that diversity unlocks innovation and drives market growth-a finding that should intensify efforts to ensure [...]",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Leadership qualities How Diversity Can Drive Innovation by Sylvia Ann Hewlett , Melinda Marshall and Laur"
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.answerbag.com/q_view/731917",
      "title": "Are you going to behave yourself today?",
      "description": "Ask questions on any topic, get real answers from real people. Have a question? Ask it. Know an answer? Share it.",
      "preview": "| QUESTIONS | CATEGORIES | BLOG | PROFILE | Login | Register | ASK QUESTION Social sciences → Psychology → Human behavior A re you going to behave you"
    },
    {
      "url": "https://crisssemm.tumblr.com/",
      "title": "void",
      "description": "Chicagoland. 32. T1D. Very ridiculously happily taken. Answer that and stay fashionable.",
      "preview": "rainreads-deactivated20250201 : 6,524 notes Share this Reblog Facebook Twitter Reblogged 2 years ago from rainreads-deactivated20250201 akindplace : a"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "https://www.gamesradar.com/avatar-3-new-fire-navi-james-cameron/",
      "title": "James Cameron teases a new type of Na'vi in Avatar 3 | GamesRadar+",
      "description": "James Cameron teases darker fire Na'vi in Avatar 3",
      "preview": "Skip to main content Don't miss these (Image credit: 20th Century Studios) Avatar director James Cameron has hinted at what's to come in Avatar 3 - an"
    },
    {
      "url": "https://bloomberg.org/careers",
      "title": "Careers | Bloomberg Philanthropies",
      "description": "At Bloomberg Philanthropies giving back starts from the ground up.",
      "preview": "Skip to main content Careers Bloomberg Philanthropies works to ensure better, longer lives for the greatest number of people. We work to create positi"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "https://aluminiumpergola.nl/2018/10/24/pergola-onderhoud-heb-je-een-paar-minuten-per-jaar/",
      "title": "Pergola onderhoud. Heb je een paar minuten per jaar? - AluminiumPergola.nl",
      "description": "Pergola onderhoud. Lees hier wat je moet doen om je pergola jarenlang in topconditie te houden. Minimaal pergola onderhoud, maximaal genieten.",
      "preview": "Skip to content Portal Professionals Producten Aluminium pergola's Aluminium frames Lamellen voor buiten Verkooppunten Projecten Over ons Blog Contact"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "https://www.emarketer.com/articles/",
      "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
      "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
      "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://www.lg.com/us",
      "title": "LG Electronics & Home Appliances | Shop Now | LG USA",
      "description": "Life's Good with LG. Shop online at LG.com US to find exclusive deals on the latest home entertainment and appliances. Add smart technology and modern design to your home today.",
      "preview": "AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off select TVs Shop Now Explo"
    },
    {
      "url": "https://www.upi.com/Entertainment_News/2004/05/04/ABC-fires-Lisa-Guerrero-from-football-gig/67291083696468/",
      "title": "ABC fires Lisa Guerrero from football gig - UPI.com",
      "description": "ABC Sports has dismissed Lisa Guerrero from her job as a sideline reporter on \"Monday Night Football,\" a position she held for just one season.",
      "preview": "Trending Trump checkup San Francisco deaths Colombia boat Rutgers professor Government shutdown 733 pull-ups Small asteroid Monkey coffee Entertainmen"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-speed-xl",
      "title": "Hair brushes: Ceramic + Ion Speed XL Thermal Round | Olivia Garden",
      "description": "Ceramic + Ion Speed XL round thermal high-quality professional hair brushes have extra long ceramic barrel, tourmaline ions, ergonomic handle, sectioning pick & large holes for superior styling",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://kartoweb.itc.nl/geometrics/Map%20projections/body.htm",
      "title": "Geometric aspects of mapping: map projections",
      "description": "void",
      "preview": "4.0 Introduction Maps are one of the world's oldest types of document. For quite some time it was thought that our planet was flat, and during those d"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://www.ravelry.com/patterns/library/granny-stripe-blanket-2",
      "title": "Ravelry: Granny Stripe Blanket pattern by Jaime Long",
      "description": "This blanket is absolutely stunning. I love the granny stitch, but I hated the way it was over used in the same start-from-the-middle-and-make-a-square way. So I decided to mix it up a little bit! Quick and easy, this blanket will shine in any number of colors! Great as a baby gift or for a craft show!",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://online.aub.edu.lb/Pages/index.html",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "https://login.providencejournal.com/NPRJ-GUP/authenticate/?success-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&cancel-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "http://www.guilfordhri.org/",
      "title": "Healthy Relationships Initiative - Healthy Relationships Initiative",
      "description": "void",
      "preview": "\"I've had the honor of partnering with the Phillips Foundation to oversee the Healthy Relationships Initiative since the beginning. As a mental health"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384",
      "title": "Thickening Cream 100ml | My Website TONI AND GUY",
      "description": "void",
      "preview": "Products Thickening Cream 100ml Public Pricelist Thickening Cream 100ml http://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384 10.000"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://ckan.ogdch-abnahme.clients.liip.ch/en/organization/ec2593fa-d844-4d20-9851-e3c2b24eff89?res_format=TXT&keywords_en=ch-iqi",
      "title": "Federal Office of Public Health FOPH Organizations - opendata.swiss (staging environment)",
      "description": "void",
      "preview": "Skip to content Home Organizations Federal Office of Public Health ... Reset search Order by Relevance Name Ascending Name Descending Last Modified Po"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "https://authenticallyemmie.com/2010/08/whats-holding-you-back/",
      "title": "What's holding you back?",
      "description": "We as humans are so funny about making excuses. We are so damn good at it without even trying! We talk ourselves out of things that should be good for us in",
      "preview": "Show Offscreen Content Hide Offscreen Content Browse the Blog About About Emily Ho, Authentically Emmie Press and Media Blog Blog Archives Fashion Fav"
    },
    {
      "url": "https://www.townandcountrymag.com/leisure/arts-and-culture/a42167534/lea-michele-ramin-karimloo-funny-girl-broadway-interview/",
      "title": "Lea Michele and Ramin Karimloo Interview on Funny Girl",
      "description": "Lea Michele and Ramin Karimloo, the stars of Funny Girl, are the toast of the town and Broadway's most charming on-stage pair. And to think, it almost never happened.",
      "preview": "Skip to Content Matthew Murphy The other day, Lea Michele received what anyone playing Fanny Brice in Funny Girl dreams of getting: a note from Barbra"
    },
    {
      "url": "https://tinyurl.com/plusTarotSimple",
      "title": "onewhirleddesign: Tarot Simple Plus",
      "description": "Thanks for your interest in Tarot Simple Plus, an iOS application. Tarot Simple Plus is an iOS app to help you do your own tarot readings...",
      "preview": "Tarot Simple Plus Thanks for your interest in Tarot Simple Plus, an iOS application. Tarot Simple Plus is an iOS app to help you do your own tarot rea"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Brush_control",
      "title": "Brush control - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://developer.microsoft.com/en-us/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://careers.blackrock.com/",
      "title": "Working at BlackRock",
      "description": "Browse available job openings at BlackRock",
      "preview": "Skip to main content BlackRock Our smartest investment is you Search jobs Keyword(s) Location Search Explore our Student & Graduate opportunities Expl"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "https://tactilegames.com/",
      "title": "Tactile Games - Danish game developer located in the heart of Copenhagen",
      "description": "We create games with heart.",
      "preview": "We create games with heart See how we do it We're hiring! See all open positions Our games We're all about creating great products and taking pride in"
    },
    {
      "url": "http://ginrummytournaments.com/",
      "title": "WSOGR",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://www.viceroyhotelsandresorts.com/los-cabos",
      "title": "Viceroy Los Cabos Luxury Stay",
      "description": "Discover Viceroy Los Cabos, a luxury resort with ocean views, iconic pools, spa, dining, and design that captures the spirit of Baja.",
      "preview": "Skip to main content Los Cabos Luxury Resort A private, playful hideaway at the edge of the sea and sky, Viceroy Los Cabos invites you to immerse your"
    },
    {
      "url": "https://www.nicwa.org/",
      "title": "Homepage - NICWA",
      "description": "Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nations, individuals, and organizations to protect Native children and families. Together with partners, board, and staff, we work to keep Native children connected to their families, communities, and culture. About NICWA What is the Indian [...]",
      "preview": "Skip to content Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nati"
    },
    {
      "url": "https://securustech.net/contact-us",
      "title": "Contact Us - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Contact Us By Phone MAIN SUPPORT LINE 24×7 365 days a year Calling from mobile device 972-734-1111 Calling using landline phone/international 1-800-84"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://ccblackchamber.org/",
      "title": "Collin county black chamber of commerce",
      "description": "void",
      "preview": "Skip to main content About Us Join Chamber Featured News CCBCC NEWS Read All About It Upcoming Events See All Events 23 Oct 2025 | 06:00 PM - 07:30 PM"
    },
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://www.military.com/spousebuzz/2020/04/21/making-military-spouses-focus-abby-malchow.html",
      "title": "Making Military Spouses a Focus: Abby Malchow | Military.com",
      "description": "Sometimes, the most powerful forces behind change come from someone who didn't even know what they were getting into.",
      "preview": "Making Military Spouses a Focus: Abby Malchow (Photo Courtesy of Abby Malchow) Military.com | By Rebecca Alwine Published April 21, 2020 Advocates are"
    },
    {
      "url": "https://www.ncjrs.gov",
      "title": "New OJP Resources | Office of Justice Programs",
      "description": "See what's new from the Office of Justice Programs.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.lightmix.com/",
      "title": "Washington DC Web Design Agency | LightMix",
      "description": "LightMix is a web design, web development, graphic design, branding, UI/UX, and digital marketing firm in Washington DC, Virginia, Maryland.",
      "preview": "We are an award-winning web design, web development, graphic design, branding, UI/UX design, motion design, and creative digital agency serving client"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}