{
  "data": [
    {
      "url": "http://mjrichardsphotography.com/tag/family/",
      "title": "family - M J Richards Photography",
      "description": "void",
      "preview": "Promotional September 30, 2021 Grand Re-Opening view more @2020 M J Richards Photography Add comment Name* Email* Message* Send Comments"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "https://www.bmw-qatar.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Doha | BMW Qatar",
      "description": "Visit BMW Qatar and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/tutorial/install-mongodb-on-ubuntu/",
      "title": "Install MongoDB Community Edition - Database Manual - MongoDB Docs",
      "description": "Install MongoDB Community Edition on Linux, macOS, Windows, or as a Docker container.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual / Self-Managed Deployments / Installation Install MongoDB Community Edition Copy page Select your"
    },
    {
      "url": "https://www.dsw.com/en/us/product/nine-west-ripe-sandal/537994?activeColor=001",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://portal2.passportindia.gov.in/AppOnlineProject/welcomeLink",
      "title": "Passport Seva Home | Indian Passport | Passport | Passport Seva Project",
      "description": "Passport Seva Online Portal has been designed to deliver Passport and related services to citizens in a timely, transparent, more accessible, reliable manner and in a comfortable environment through streamlined processes and committed, trained and motivated workforce.",
      "preview": "void"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://www.stavangermuseum.no/mitt-stavanger/om-1500-1600-tallet",
      "title": "1500-1600-tallet - Stavanger Museum",
      "description": "void",
      "preview": "KR M Besøk oss Utstillinger Arrangementer Læring NO | ENG Bibliotek Bygg og samling Forskning Utleie Ringmerkingssentralen Kafé og butikk Om museet An"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://www.consumer.ftc.gov/scam-alerts",
      "title": "Scams | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "https://suporte.handtalk.me/kb/article/240765/hand-talk-website-privacy-policy?menuId=25983-69990-240765&ticketId=&q=",
      "title": "Hand Talk website Privacy Policy - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Boas-vindas à base de conhecimento da Hand Talk Página inicial Voltar para a pesquisa INTRODUCTION HAND TALK SERVIÇOS LTDA values its user's privacy a"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "http://measuredsolutions.com/",
      "title": "Home - Measured Solutions",
      "description": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Polymers & rubber Masterbatches & additives",
      "preview": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Pol"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://www.careers.fiserv.com/",
      "title": "Working at Fiserv, Inc.",
      "description": "Browse available job openings at Fiserv, Inc.",
      "preview": "Skip Navigation Search jobs Search Jobs Join our team Keyword Where? How far? Search Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Search"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://www.hamburg.de/bsw/geodaten/6702454/digitaleorthophotos/",
      "title": "Digitale Orthophotos - hamburg.de",
      "description": "Orthophotos sind geometrisch entzerrte Aufnahmen, die das Aussehen eines Luftbildes mit den geometrischen Eigenschaften einer Karte vereinen.",
      "preview": "Hamburg.de Startseite Politik & Verwaltung Behörden ... Produkte und... Geodaten des LGV Luftbilder Digitale Orthophotos Daten aus farbigen Luftbilder"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://yourfuture.accaglobal.com/global/en.html",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://www.captainds.com",
      "title": "Captain D's",
      "description": "void",
      "preview": "New Batter Dipped Shrimp! $5.99 MEAL DEAL Try our Batter Dipped Shrimp, Fish & Fries Order now New Batter Dipped Shrimp! BETTER WITH BATTER Savor The"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Licence/Attribution_Guidelines",
      "title": "Licence/Attribution Guidelines - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence/Attribution Guidelines From OpenStreetMap Foundation < Licence Contents 1 OpenStreetMap Attribution Gui"
    },
    {
      "url": "https://codeorg.medium.com/detailed-data-uncovers-new-stories-reveals-gaps-in-cs-access-and-participation-d5cbc01a5974",
      "title": "Detailed data uncovers new stories, reveals gaps in CS access and participation | by Code.org | Medium",
      "description": "Detailed data uncovers new stories, reveals gaps in CS access and participation Note: In an effort to better identify who does and does not have access to computer science, we're collecting and ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Detailed data uncovers new stories, reveals gaps in CS access and partici"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "https://billingsgazette.com/news/state-and-regional/flurry-of-keystone-xl-pre-construction-activity-resumes/article_2101a963-a28d-5956-9a22-695ad4cf643b.html",
      "title": "Flurry of Keystone XL pre-construction activity resumes",
      "description": "The Canadian company that wants to build the Keystone XL crude oil pipeline has informed a court that it will spray weeds, haul pipe, move work-camp modular housing and cut",
      "preview": "Skip to main content Skip to main content You have permission to edit this article. Edit Close"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "http://www.itu.ch/",
      "title": "ITU: Connecting the world and beyond",
      "description": "The United Nations agency for digital technologies",
      "preview": "Connecting the world and beyond عربي 中文 Español Français Русский Advanced Search ITU About ITU Media Centre Events Publications Statistics Action area"
    },
    {
      "url": "https://shopcouper.com/",
      "title": "Couper",
      "description": "Shop limited edition, museum worthy looks. Couper is an online luxury retailer featuring thoughtfully designed exclusive collaborations from global emerging designers.",
      "preview": "Skip to content Close menu About Shop New To Couper Shop All Best Sellers Dresses Tops Bottoms Matching Sets Sweaters/Knits Jackets/Outerwear Swimwear"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/post/145706383388",
      "title": "The class students like the most - @darkhouroftokyo on Tumblr",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer s...",
      "preview": "codeorg Follow The class students like the most A recent survey asked students how they feel about different classes. Other than dance, design, painti"
    },
    {
      "url": "https://www.bmw.com.sv/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW El Salvador | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://citizensclimatelobby.org/",
      "title": "Citizens' Climate Lobby | A Climate Change Organization",
      "description": "Citizens' Climate Lobby (CCL) empowers everyday people to work within their communities and members of Congress on climate change solutions.",
      "preview": "Skip to content Spanish English Citizens' Climate Lobby | A Climate Change Organization Citizens' Climate Lobby Our solution to climate change? Democr"
    },
    {
      "url": "https://www.maassluis.nu/nieuws/vers10-echt-weer-nepboerin-acties/",
      "title": "Vers(10): Echt weer nepboerin acties - MAASSLUIS.NU",
      "description": "Mijn god... de mascara resten hingen halverwege m'n wang en dat haar van mij... Nina Hagen zou jaloers zijn op mijn coupe. Snel opfrissen en koffie zetten voor m'n thermoskan. Ik kan hier zoooo slecht tegen.",
      "preview": "U bevindt zich hier: Home » Nieuws » Vers(10): Echt weer nepboerin acties Nieuws Vers(10): Echt weer nepboerin acties Coriza Hoogendonk - 8 augustus 2"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.inclusiv.org/",
      "title": "Inclusiv",
      "description": "void",
      "preview": "Skip to main content Search Search CDFI Credit Unions Create Economic Opportunity CDFI credit unions create economic opportunity. From helping a forme"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.postgresql.org/docs/current/tutorial.html",
      "title": "PostgreSQL: Documentation: 18: Part I. Tutorial",
      "description": "Part&nbsp;I.&nbsp;Tutorial Welcome to the PostgreSQL Tutorial. The tutorial is intended to give an introduction to PostgreSQL, relational database concepts, and ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "http://www.ardmoreroderick.com/",
      "title": "Ardmore Roderick",
      "description": "Ardmore Roderick is a full-service infrastructure solutions partner delivering design, construction management, and program management services to the transportation, utility, facility, rail, and aviation sectors.",
      "preview": "Skip to content Search Results Ardmore Roderick Transforming O'Hare Terminal 5 for Modern Travel View Project Your browser does not support the video"
    },
    {
      "url": "https://go.peoplepower.org/signup/join-our-people-power-volunteer-teams/?type=call",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.missingkids.org/netsmartz",
      "title": "NetSmartz Home",
      "description": "void",
      "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.tamu.edu/",
      "title": "Texas A&M University | Texas A&M University",
      "description": "Texas A&M University (TAMU) opened in 1876 as the state's first public institution of higher learning. Today, we are a research powerhouse dedicated to educating the next generation of leaders.",
      "preview": "Skip to Primary Navigation Skip to Main Content video contains no sound Your browser doesn't support HTML video. Here is a link to the video . Togethe"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "http://www.atlanticarona.com/",
      "title": "Hotel sulle rive del lago di Arona | Hotel Atlantic - Hotel 4 stelle ad Arona",
      "description": "void",
      "preview": "IT EN Home Posizione News & Eventi Photogallery PRENOTA ORA X MIGLIOR TARIFFA GARANTITA Arrivo Notti 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 2"
    },
    {
      "url": "https://www.petlists.org/shelters/heartland-humane-society-of-missouri-ofallon-mo",
      "title": "Heartland Humane Society Of Missouri (O'Fallon, MO): How To Adopt? (+Fees) 2020",
      "description": "Looking to adopt from Heartland Humane Society Of Missouri in O'Fallon, Missouri? We have EVERYTHING you need: Process, Fees & More. (60 second read)",
      "preview": "Search Animal Shelters MO O'Fallon Heartland Humane Society Of Missouri O'Fallon, Missouri Silent Auction for The Hermitage Cat Shelter! October 15-31"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://wiktenauer.com/wiki/George_Silver",
      "title": "George Silver ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "George Silver (ca.1550s- early 1560s - 1620s) was a 16th - 17th century English nobleman and fencing enthusiast. He was likely born in the 1550s or early 1560s, the eldest of four brothers; apparently at least one of them, Toby, was also an accomplished swordsman. Silver is described as a gentleman in his treatise, and the fencing historian Aylward claims that he was eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II &#91;1&#93;. On March 24th 1580 (1579 in the old calendar then in use in England), he was married to Mary Haydon in London, England. &#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. George Silver From Wiktenaue"
    },
    {
      "url": "https://aabdc.com/",
      "title": "Home | AABDC",
      "description": "Founded in 1994 by John Wang in New York City, AABDC is dedicated to spotlighting the vital contributions of Asian American businesses and individuals to the economy. We celebrate excellence, serving as role models and advocating for inclusivity and collaboration among diverse communities. AABDC is a catalyst for change, amplifying the voices and successes of Asian American corporate professionals and entrepreneurs, shaping a future where their impact is recognized, valued, and celebrated.",
      "preview": "top of page REGISTER NOW Asian American Business Development Center Founded in 1994 by John Wang in New York City, the Asian American Business Develop"
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://osnetwork.co.jp/archives/38433",
      "title": "Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das erste Glanzleistung As part of einer Effekt - オー・エスネットワーク（OSNETWORK）公式サイト",
      "description": "void",
      "preview": "中古車高価買取・高品質中古車販売 サイトマップ お問い合わせ TEL:03-5698-3121 コンテンツに移動 TOP > Naughtydate visitors > Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://android-developers.googleblog.com/search/label/Google%20Play",
      "title": "Android Developers Blog: Google Play",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://www.geospatialworld.net/blogs/californian-non-profit-emissions-power-plants/",
      "title": "Californian non-profit to monitor emissions from all power plants globally",
      "description": "WattTime, a non-profit organization based in California, uses AI to detect methane and other greenhouse emissions.",
      "preview": "Home Blogs Californian non-profit to monitor emissions from all power plants globally Blogs Image Courtesy: Vox WattTime, a non-profit organization ba"
    },
    {
      "url": "https://truthsocial.com/@realDonaldTrump/posts/108647350940945943",
      "title": "Truth Social",
      "description": "Truth Social is America's \"Big Tent\" social media platform that encourages an open, free, and honest global conversation without discriminating on the basis of political ideology.",
      "preview": "To use this website, please enable JavaScript."
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://ir.spire.com",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://www.sony.com/electronics/support?cpint=spt-globalheader_supportsite",
      "title": "Support for Sony products | Sony USA",
      "description": "Looking for support on Sony Electronics products? Find comprehensive support information for Sony products.",
      "preview": "Uh oh. It looks like JavaScript is disabled in your browser. To get the full experience on Sony.com, please change your settings to allow JavaScript."
    },
    {
      "url": "https://punkcase.com.au/products/iphone-8-plus-case-ghostek-cloak-2-0-series-for-apple-iphone-8-plus-slim-protective-armor-case-cover-explosion-proof-screen-protector-aluminum-frame-tpu-shell-warranty-ultra-fit-black",
      "title": "iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) - PunkCase® AU",
      "description": "Ultimate Protection with Precision Cut Outs for Easy Access to All Ports &amp; Jacks but Without the Bulkiness, Maintains the Aesthetics of Your Phone While Keeping It Protected",
      "preview": "Ghostek iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series for Apple iPhone 8+ Plus Slim"
    },
    {
      "url": "http://www.headphone.com/",
      "title": "Headphones.com - Shop the best headphones and home audio",
      "description": "Find the best headphones, speakers and home audio. 365-day returns, free shipping over $100 and legendary customer service!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100 more to get free shipping! Load"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ecomodder.com/forum/showthread.php/zing-custom-built-prototype-hybrid-tadpole-trike-19843-4.html#post275939",
      "title": "The Zing! (Custom-built prototype hybrid tadpole trike) - Page 4 - Fuel Economy, Hypermiling, EcoModding News and Forum - EcoModder.com",
      "description": "Originally Posted by drmiller100 Mr. Fry, Sometimes we miss the obvious. The obvious is you are DOING something, while the rest of the gadflies are",
      "preview": "Home Forum Blog Store Wiki Garage & Tools Recent Posts / Pics 65+ Efficiency Mods 100+ Hypermiling Tips Glossary EcoModder Forum > EcoModding > Hybrid"
    },
    {
      "url": "https://www.ama-assn.org/health-care-advocacy/advocacy-update/march-26-2021-state-advocacy-update",
      "title": "March 26, 2021: State Advocacy Update | American Medical Association",
      "description": "AMA fights to protect health care for transgender patients and more in the latest State Advocacy Update.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://bsandco.us/all-designs",
      "title": "BS&Co - Email Marketing Agency | Drive Revenue with Strategic Campaigns",
      "description": "Transform your email marketing with BS&Co. We help brands increase revenue through strategic email campaigns, SMS marketing, and automation. Proven results for fashion, beauty, food & beverage brands.",
      "preview": "Case Studies Our Services Designs Free Tools About Us Work With Us Our Work Bringing Your Brand Alive & Making It Stand Out Request A Free Mock-Up All"
    },
    {
      "url": "https://www.businessinsider.com/1-in-4-us-workers-plan-new-job-after-coronavirus-pandemic-survey-2021-4",
      "title": "26% US Workers Plan New Job Hunt After COVID-19 Pandemic: Survey - Business Insider",
      "description": "The survey of 2,000 employed adults was conducted by Morning Consult on behalf of the insurance firm Prudential in early March 2021.",
      "preview": "void"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "https://centrodedescargas.cnig.es/CentroDescargas/catalogo.do?Serie=CAANE#",
      "title": "Centro de Descargas del CNIG (IGN)",
      "description": "En el Centro de Descargas del CNIG puede descargarse gratuitamente la información geográfica digital producida por el IGN",
      "preview": "☰ EN Inicio Catálogo Política de datos Preguntas frecuentes Manual de ayuda Novedades Dana 2024 × Cerrar Procesando solicitud. Espera por favor... Bus"
    },
    {
      "url": "https://www.independent.co.uk/news/world/americas/us-politics/sanders-haley-mental-competency-tests-b2285444.html",
      "title": "Bernie Sanders calls Nikki Haley's demand for politicians over 75 to take mental competency tests 'absurd' | The Independent",
      "description": "Ms Haley has called for new generation of political leaders in Washington DC",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://kfor.com/news/local/fight-at-oklahoma-high-school-basketball-playoff-game-caught-on-camera/",
      "title": "Fight at Oklahoma high school basketball playoff game caught on camera | KFOR.com Oklahoma City",
      "description": "Video shows a fight breaking out at an Oklahoma high school girls' basketball game Friday night that involved players, cheerleaders, fans and parents.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.kaggle.com/datasets",
      "title": "Find Open Datasets and Machine Learning Projects | Kaggle",
      "description": "Download Open Datasets on 1000s of Projects + Share Projects on One Platform. Explore Popular Topics Like Government, Sports, Medicine, Fintech, Food, More. Flexible Data Ingestion.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}