{
  "data": [
    {
      "url": "https://www.reddit.com/r/wicked_edge/wiki/index",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content index View page history Editing Locked Permission needed for editing Editing Locked You don't have permission to edit this page."
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "http://haven.theonering.net/",
      "title": "Your One Source for Lord of the Rings and Tolkien Gaming Online | Gaming Havens",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.salamanderresort.com/play/activities#keeping-up-with-cupcake",
      "title": "Luxury Resorts near Washington DC | Salamander Middleburg",
      "description": "Discover exciting adventures, romantic escapades and plenty of family-friendly activities right at Salamander Resort.",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://academicaffairs.ucsc.edu/accreditation/",
      "title": "Accreditation - Academic Affairs",
      "description": "void",
      "preview": "Accreditation UC Santa Cruz has been fully accredited since 1965 by the WASC Senior College and University Commission (WSCUC). Being accredited means"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.vudu.com",
      "title": "Service is not available in your region.",
      "description": "void",
      "preview": "Service is not available in your region."
    },
    {
      "url": "https://k1llerk0de.tumblr.com/",
      "title": "@k1llerk0de on Tumblr",
      "description": "|M|31|PNW|18+|AroAllo| \"So no, I'm not required to be able to lift objects weighing up to fifty pounds. I traded that for the opportunity to trim Satan's pubic hair while he dines out of my open skull so a few bits of the Internet will continue to work for a few more days.\" -ProgrammingSucks",
      "preview": "Posts fireball-me Follow IM TRYING TO WATCH NAKED LUNCH WHO THE HELL DID THIS fireball-me You got me good. And it's funny. But WHY fireball-me So the"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
      "title": "Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save SCOPE OF THIS POLICY This privac"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://lisakippsbrown.com/videos/promoting-unity-while-saluting-diversity-triple-nikel/",
      "title": "Promoting Unity While Saluting Diversity: Triple Nikel | Transformational Entrepreneurship: Lisa Kipps-Brown",
      "description": "Four veterans founded Triple Nikel to offer diversity in veterans' apparel. The unapologetic American lifestyle brand salutes diversity in everything they do & is disrupting the industry one inclusive design at a time.",
      "preview": "Promoting Unity While Saluting Diversity: Triple Nikel When entrepreneurs see an unmet need in the marketplace, they act. That's exactly why the 4 co-"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://www.optimizely.com/legal/opt-out/",
      "title": "Using query parameters - Optimizely Web Experimentation",
      "description": "You can use URL parameters to modify the execution of Optimizely Web Experimentation on your page.",
      "preview": "Below is a list of all the supported URL parameters available. Disable Disables Optimizely on the page. JavaScript ?optimizely_disable=true Impersonat"
    },
    {
      "url": "https://www.vogue.com/article/nyfw-editors-street-style-looks-ss26",
      "title": "The Fall-Perfect Street Style Vogue Editors Brought to New York Fashion Week | Vogue",
      "description": "At NYFW, Vogue editors turned the sidewalk into a runway, showcasing the best fall street style looks-fashionable yet functional.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "http://git.tuebingen.mpg.de/?p=paraslash.git;a=commitdiff;h=4cc509155034d2079a8ba8d697003c9603ea6a6d;ds=sidebyside",
      "title": "git.tuebingen.mpg.de Git - paraslash.git/commitdiff",
      "description": "void",
      "preview": "projects / paraslash.git / commitdiff commit grep author committer pickaxe ? search: re summary | shortlog | log | commit | commitdiff | tree raw | pa"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://flipboard.com",
      "title": "Flipboard: Your Social Magazine",
      "description": "One place for all the stories you care about. Join the Flipboard community to discover and share what inspires you.",
      "preview": "11 hours ago Former Republican elections official buys Dominion Voting, the company at the center of false 2020 conspiracy theories verified_publisher"
    },
    {
      "url": "https://www.playstationzone.it/news-ps4/final-fantasy-7-remake-online-un-nuovo-trailer/",
      "title": "Final Fantasy 7 Remake: online un nuovo trailer - PlayStation Zone",
      "description": "Per festeggiare i 23 anni di Final Fantasy 7, Square Enix in giornata ha rilasciato un nuovo trailer per il suo remake, in arrivo il prossimo 10 aprile 2020.",
      "preview": "Facebook Mail RSS Telegram Twitter Youtube Accedi Registrati News Recensioni Recensioni PS5 Recensioni PS4 Guide Trofei Classifiche Migliori giochi PS"
    },
    {
      "url": "https://knockinc.com/about",
      "title": "KNOCK | Minority/Women Owned Creative Agency | Culture",
      "description": "KNOCK, inc. is creatively open and independently owned - cultivating selfless positivity and equality while fostering art, culture, and community.",
      "preview": "void"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.edx.org/course/cs50s-introduction-to-computer-science",
      "title": "HarvardX: CS50's Introduction to Computer Science | edX",
      "description": "An introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "void"
    },
    {
      "url": "https://firebrandsports.com/",
      "title": "chromacore | Portland's Best Lagree Fitness Studio",
      "description": "Now open in Slabtown in NW Portland, Oregon. A revolutionary approach to Lagree fitness combining the newest megaformer featuring next-level technology with light therapy and color psychology techniques to create an immersive, multi-sensory, euphoric Lagree fitness experience that is the first of it's kind.",
      "preview": "0 SHIFT YOUR STATE TO SUPERCHARGED At our Portland flagship studio in Slabtown, we uniquely blend next-level Lagree Fitness classes with chromotherapy"
    },
    {
      "url": "https://coolors.co/f4e409-717c89-efd2cb-f24c00-321325",
      "title": "Create a Palette - Coolors",
      "description": "Generate perfect color combinations for your designs.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://www.inspectionpanel.org/",
      "title": "Home | Inspection Panel",
      "description": "void",
      "preview": "Skip to main content Release of the latest Emerging Lessons Series on Livelihoods Learn more Tracking a case 178 Complaints across 57 countries Search"
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://lyft.sng.link/Adnq0/l8f8?_dl=lyft%3A%2F%2F",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Let's start with your number We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Is"
    },
    {
      "url": "http://weavesilk.com",
      "title": "Silk - Interactive Generative Art",
      "description": "Create beautiful flowing art with Silk.",
      "preview": "Send Feedback New Share Pinterest Email Fullscreen Fullscreen Save Picture Controls Undo Redo To save, right click the thumbnail and choose Save Image"
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://es.ccm.net/forum/affich-1014784-olvide-mi-contrasena-macbook-intento-no-sale",
      "title": "Olvide mi contraseña macbook intento no sale - Foro de Mac OS",
      "description": "Mejor respuesta: Tiene el cd de instalacion de Mac Osx?. Existe una forma de realizarlo desde el Cd de instalacion de Mac y la otra manera es sin el CD de la siguiente manera: *Reinicie Systema *Mantenga oprimidas las teclas Cmd+S ...",
      "preview": "Tema Anterior Siguiente Tema Hola, soy fernando olvide mi contraseña y inento hace lo an hecho otros q les a pasado lo mismo pero cuando voy a reinici"
    },
    {
      "url": "https://www.userzoom.com/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "http://novenyeink.hu/flora-a-g/kertigyongyvesszo.htm",
      "title": "Mester Zs - Toldi Z: Magyarország flórája és vegetációja - kerti gyöngyvessző",
      "description": "void",
      "preview": "F L Ó R A L A P Betűméret: » kisebb » nagyobb Kerti gyöngyvessző [ Spiraea x vanhouttei ] Család: rózsafélék - Rosaceae Alacsony-középmagas cserje. Ad"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "https://hillstohome.com/",
      "title": "Hill's to Home",
      "description": "void",
      "preview": "Feedback"
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_di0qQuYNuDnUiJE",
      "title": "Google.org AI for the Global Goals Call for Applications",
      "description": "In 2015, the UN set the Sustainable Development Goals, ambitious targets for global progress by 2030. To meet these goals, we need to work together. That's why we're committing to bring the best of Google's research, advanced technology, and $25M in cash grants to accelerate progress towards the Global Goals.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.mayoclinic.org/",
      "title": "The world's best hospital - Mayo Clinic",
      "description": "void",
      "preview": "Transforming your care Learn how we drive innovation Request appointment Skip this Section Find diseases & conditions by first letter A B C D E F G H"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "http://www.gibney.de/",
      "title": "Marek Gibney",
      "description": "void",
      "preview": "Hell ! I build Gnod and Product Chart . Sometimes I write about things. Let's connect ."
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://riobravo.com.ar/itemlist/tag/dictadura?limit=10&start=10",
      "title": "Mostrando artículos por etiqueta: dictadura - Río Bravo Entre Ríos",
      "description": "void",
      "preview": "Domingo, 03 Julio 2022 09:35 La estremecedora carta de la \"ex hija\" de Etchecolatz al enterarse de la muerte del genocida El el ex jefe de Investigaci"
    },
    {
      "url": "https://thelastmileradio.org/",
      "title": "Home - The Last Mile Radio",
      "description": "The Last Mile Radio on SiriusXM serves as an inspiring and informative platform dedicated to criminal justice reform and the transformative potential of individual change.",
      "preview": "Stories of Paving the Road to Change Live Broadcast Saturdays @ 12pm ET Season 3 Episode 91: April Bosworth and Michelle Cirocco 28:00 September 29, 2"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/2023-crochet-a-block-collection",
      "title": "Ravelry: 2023 Crochet A Block Collection - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "https://www.asis.gov.au",
      "title": "Home",
      "description": "void",
      "preview": "HOME International work, for a national purpose We are Australia's overseas secret intelligence agency. We collect and distribute foreign intelligence"
    },
    {
      "url": "https://www.grab.com/sg/transport/taxi/",
      "title": "Taxi Booking Services - Mobility Platform | Grab Singapore",
      "description": "Book a ride for any occasion and budget with Grab Mobility services. Book door-to-door taxi in Singapore with a click of a button on our Grab Superapp. Book Now",
      "preview": "Consumer Going somewhere? Let our reliable taxi service transport you there Book A Ride Book A Ride Download App Download App Overview Grab rides, the"
    },
    {
      "url": "https://sport.clover.com/?utm_placement=caratnav",
      "title": "Clover Sport",
      "description": "Maximize your fans' and event goers' experiences with a quick and seamless POS solution for your arena, stadium, or venue. Learn more.",
      "preview": "Skip to Contact an Expert Skip to Main Content Engage guests. Optimize operations. Increase profitability. Commerce built for sports and entertainment"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.allefeestbenodigdheden.com/feestbenodigdheden/dj-huwelijk/",
      "title": "' DJ Huwelijk",
      "description": "void",
      "preview": "Door gebruik te maken van deze website gaat u akkoord met de algemene voorwaarden . Melding verbergen Spring naar de hoofdnavigatie Skip to content Gi"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://mcfourons.be/prod/index.php?LG=FR&ID=34&PHPSESSID=dc38199f48b8cbed08658381c463966d",
      "title": "Moto-club des Fourons",
      "description": "void",
      "preview": "Accueil Organisation Contact Photos Administration Moto-club des Fourons ASBL FR : | NL : Accueil Organisation Contact Photos Circuit Circuit de Fouro"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://gis.citrusbocc.com/data-downloads.html",
      "title": "Citrus County Geographic Information Systems (GIS) - Test Template",
      "description": "The GIS system contains addressing, water, wastewater, storm utilities, roadways, lots / parcels, land use, zoning, flood zone data, and many more features.",
      "preview": "You are here: Downloads Data Downloads Data Downloads Please visit our ArcGIS Online Hub Site for Most Data Downloads This link will take you to the C"
    },
    {
      "url": "http://www.gunnisoncounty.org/324/Downloadable-Datasets",
      "title": "Downloadable Datasets | Gunnison County, CO - Official Website",
      "description": "Downloadable datasets for Gunnison County, includes address points, districts, boundaries, and other information",
      "preview": "Skip to Main Content WEATHER ALERT Flood Watch - Southern Gunnison County Read On... Home Government Departments Geographic Information Services Downl"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://political-minds.tumblr.com/post/126894705112",
      "title": "Is learning computer science linked to improved... - Political-Minds",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Menu Political-Minds Is learning computer science linked to improved learning in other subjects? codeorg : Many passionate computer science educators"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}