{
  "data": [
    {
      "url": "https://www.entrepreneur.com/business-news/heres-how-to-get-150000-from-shark-tanks-daymond/436848",
      "title": "Here's How to Get $150,000 From 'Shark Tank''s Daymond John",
      "description": "Applications are now open for the third annual Black Entrepreneurs Day, which will be held at the Apollo Theater in Harlem on October 27.",
      "preview": "Skip to main content Search Search Daymond John remembers hawking hats outside the historic Apollo Theater in the '90s. After selling his wares, he'd"
    },
    {
      "url": "https://jacobjoaquin.tumblr.com/",
      "title": "The Old School",
      "description": "𝄆🖖♉︎👁️∞🌹𝄇 // Artist · Coder · Seeker // Generative // Chaotic Good",
      "preview": "The Old School Optical Rhythms Posted 1 month ago 21 notes Tagged: p5 , nextdraw , op art , black and white , . Op Study Posted 1 month ago 33 notes T"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "http://ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://help.getpocket.com",
      "title": "Pocket Help",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact.html",
      "title": "Ein Fehler ist aufgetreten",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "http://www.whedon.info/index.php/gahlery/trainingsraum/dist/dist/IMG/jpg/-Graphics,395-.html?debut_articles=50",
      "title": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "description": "Joss Whedon & Sarah Michelle Gellar news, photos, videos : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "preview": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers, Sarah Michelle Gellar Sitemap XML -"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "https://www.metoffice.gov.uk/weather/maps-and-charts",
      "title": "Maps and charts - Met Office",
      "description": "Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making.",
      "preview": "Maps and charts Access real-time weather data with our advanced maps and charts, which are designed to support informed decision making. Featured MAPS"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://pangrampangram.com/",
      "title": "Pangram Pangram - Free to try, High-Quality Fonts for Designers - Pangram Pangram Foundry",
      "description": "Pangram Pangram is a world-renowned type foundry crafting premium, contemporary fonts for bold brands and creatives. Explore our full catalog, every font is free to try, made to perform across print, digital, and everything in between.",
      "preview": "Skip to content @@ -1,109 +0,0 @@ cross No newline at end of file New Kyoto Naturally bridging tradition and modernity. Learn more Try for Free Update"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://www.alibaba.com/",
      "title": "Alibaba.com: Manufacturers, Suppliers, Exporters & Importers from the world's largest online B2B marketplace",
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site. Import & Export on alibaba.com",
      "preview": "All categories Featured selections Order protections Buyer Central Help Center App & extension Become a supplier Learn about Alibaba.com The leading B"
    },
    {
      "url": "https://us.e-activist.com/page/6747/subscribe/1?ea.tracking.id=mailing-list-page",
      "title": "DONATE | Creative Commons",
      "description": "void",
      "preview": "This campaign is now closed."
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://releases.mozilla.org/pub/thunderbird/releases/64.0b4/win32/uz/",
      "title": "Directory Listing: /pub/thunderbird/releases/64.0b4/win32/uz/",
      "description": "void",
      "preview": "Index of /pub/thunderbird/releases/64.0b4/win32/uz/ Type Name Size Last Modified Dir .. File Thunderbird Setup 64.0b4.exe 36M 13-Feb-2023 03:32"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "http://www.gannett.com/careers/",
      "title": "Careers - Gannett",
      "description": "void",
      "preview": "Join #TeamGannett Find We are #TeamGannett Who we are Our network includes USA TODAY and 200+ local media brands, LocaliQ's digital marketing solution"
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://www.jocooks.com/blog/",
      "title": "Blog - Jo Cooks",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Facebook Instagram Pinterest YouTube TikTok All Recipes Instant Pot 30 Minute One Pot Meals Soups Dips"
    },
    {
      "url": "https://www.piste-ciclabili.com/forum/app.php/help/faq?sid=17e10923eb733137aba4a9166abc4ef9",
      "title": "PisteCiclabili.com - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "Condividi Itinerari Foto Forum ✕ Itinerari cicloturistici e ciclabli Cerca Per regione / provincia / comune + Segnala nuovo itinerario Foto Community"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.logoai.com/",
      "title": "Design A New Logo & Brand Identity You Love! - LogoAI.com",
      "description": "Let AI-powered logo maker generate your new logo and create a brand identity design you love.",
      "preview": "Home Logo Maker Logo Ideas Pricing Blog Help Login Logo & Brand Identity Design Let AI-powered logo maker generate your new logo and create a brand id"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "https://mediacenter.adp.com/",
      "title": "ADP Media Center - Workforce Newsroom",
      "description": "void",
      "preview": "Workforce Newsroom ADP® Lyric HCM Wins Top HR Product of 2025 Award By HR Executive Decoding AI: The Augmented Workplace ADP® Introduces New Resource"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.ttcultureyard.com/",
      "title": "Visiting The Culture Yard | Trench Town & Culture Yard Museum",
      "description": "The official page of the Trench Town & Culture Yard Museum In Kingston, Jamaica. The Culture Yard Museum displays the significance of how the Government Yard architecture influenced the music and artistry that produced this world music.",
      "preview": "top of page The birth place of Reggae WELCOME TO TRENCH TOWN & THE CULTURE YARD MUSEUM tours/maps/news/local artists/other museums/history Tours N"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://kamea-bg.com/rub.php?sr=1&r=77&SESID=n5gk9br8i591d3q7eg983tfo47",
      "title": "Еднолистни",
      "description": "void",
      "preview": "12 листови Еднолистни работни настолни календари и пирамидки макети за деца макети средна сложност Български забележителности - за напреднали макети с"
    },
    {
      "url": "https://www.newshidalgo.com.mx/?tag=zoe-robledo-aburto",
      "title": "Zoé Robledo Aburto - News Hidalgo",
      "description": "La verdad a la luz...",
      "preview": "Salud Redacción 19 de enero de 2022 529 Con 79 años, el IMSS ha demostrado su capacidad de respuesta ante desastres naturales y crisis sanitarias PACH"
    },
    {
      "url": "https://www.neutrogena.com/skin/hydro-boost.html?utm_source=google&utm_medium=cpc&utm_campaign=GO-USA-ENG-PS-Neutrogena-Masterbrand-BC-PH-RN-PR-N/A-HydroBoost&utm_content=Brand-Core&utm_term=neutrogena+hydroboost&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE&gclsrc=aw.ds&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE",
      "title": "Hydro Boost Hyaluronic Acid Skin Care | Neutrogena®",
      "description": "Shop the full line of Neutrogena® Hydro Boost hyaluronic acid skin care products designed to help boost hydration of the skin for smooth, supple results.",
      "preview": "Skip to main content HYDRO BOOST WATER GEL Weightless hydration that goes deep* Clinically-proven formula magnifies the power of Hyaluronic Acid *With"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://www.townandcountrymag.com/leisure/arts-and-culture/a42167534/lea-michele-ramin-karimloo-funny-girl-broadway-interview/",
      "title": "Lea Michele and Ramin Karimloo Interview on Funny Girl",
      "description": "Lea Michele and Ramin Karimloo, the stars of Funny Girl, are the toast of the town and Broadway's most charming on-stage pair. And to think, it almost never happened.",
      "preview": "Skip to Content Matthew Murphy The other day, Lea Michele received what anyone playing Fanny Brice in Funny Girl dreams of getting: a note from Barbra"
    },
    {
      "url": "https://footballburp.com/jokes/the-best-wenger-jokes-after-chelsea-loss-and-mourinho-clash/",
      "title": "The best Wenger jokes after Chelsea loss & Mourinho clash",
      "description": "More Arsène Wenger jokes after another Arsenal defeat away at Chelsea and a bit of a confrontation with José Mourinho.",
      "preview": "LOST: Wenger (Image: Gordon Flood ) It's time for more Arsène Wenger jokes after yet another Arsenal defeat away at Chelsea and a bit of a confrontati"
    },
    {
      "url": "https://dataplatform.knmi.nl/group/seismology-and-acoustics?groups=seismology-and-acoustics&tags=Atmospheric+conditions&tags=Open+data&tags=Inspire+dataset",
      "title": "Seismology and Acoustics - Groups - KNMI Data Platform",
      "description": "void",
      "preview": "Skip to content Home Groups Seismology and Acoustics Order by Relevance Name Ascending Name Descending Last Modified Go 1 dataset found None: seismolo"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://news.sky.com/story/missing-man-found-in-sharks-stomach-after-family-identifies-his-tattoo-12821808",
      "title": "Missing man found in shark's stomach after family identifies his tattoo | World News | Sky News",
      "description": "Argentinian authorities say it is likely that Diego Barria had an accident in his vehicle before being dragged to his death.",
      "preview": "Missing man found in shark's stomach after family identifies his tattoo Argentinian authorities say it is likely that Diego Barria had an accident in"
    },
    {
      "url": "https://www.weihnachtsseite.de/",
      "title": "die Weihnachtsseite",
      "description": "Unsere kunterbunte Weihnachtsseite voller Weihnachtsrezepte, Weihnachtsbasteleien, Adventskalendern, Weihnachtsliedern und vielem mehr :-)",
      "preview": "* Weihnachtsforum * Weihnachtslieder * Weihnachts-Rezepte Christ stollen Weihnachts gans Weihnachts- Reste Hausfrauenseite:"
    },
    {
      "url": "https://thekitvintage.com/",
      "title": "The Kit Vintage",
      "description": "Los Angeles boutique. Vintage designer womenswear ranging from the 1920's - early 2000's. Specializing in event gowns, bridal dresses, and costume jewelry.",
      "preview": "Skip to content Sign up for our newsletter to receive 10% Off of your first order & 24-Hour Early Access to every new collection! Item added to your c"
    },
    {
      "url": "https://www.oceanteacher.org",
      "title": "Home | OceanTeacher Global Academy",
      "description": "OceanTeacher Global Academy is an endorsed action under the UN Decade of Ocean Science for Sustainable Development.",
      "preview": "Skip to main content Home The OceanTeacher Global Academy (OTGA) provides a comprehensive internet-based training platform that supports classroom tra"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://www.ft.com/content/e7bd4094-ff34-11e6-96f8-3700c5664d30",
      "title": "A bigger catch: China's fishing fleet hunts new ocean targets",
      "description": "As fish stocks collapse, Beijing's subsidies send vessels far and wide for squid",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer The Big Read Asia-Pacific Add to myFT Get instant alerts for this topic Mana"
    },
    {
      "url": "https://indd.adobe.com/view/c624af50-d9e7-4239-a083-b6b7c6b80e3e",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "http://www.orkut.com/",
      "title": "orkut",
      "description": "void",
      "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
    },
    {
      "url": "https://www.canada.ca/en/security-intelligence-service.html",
      "title": "Canadian Security Intelligence Service - Canada.ca",
      "description": "The Canadian Security Intelligence Service (CSIS) is at the forefront of Canada's national security system. CSIS' role is to investigate activities suspected of constituting threats to the security of Canada and to report on these to the Government of Canada.",
      "preview": "Canadian Security Intelligence Service Bouchard (Phoenix pay system) class action: On April 15, 2025, the Superior Court of Quebec approved the Boucha"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "http://www.eponic.com/",
      "title": "eponic corp",
      "description": "void",
      "preview": "What Makes Cities Great Learn More What Makes Business Improvement Districts Great Learn More What Makes Airports Great Learn More What Makes Neighbor"
    },
    {
      "url": "https://biblio-n.oca.eu/biblio/pmb3.0/opac_css/index.php?lvl=more_results&mode=keyword&user_query=Continental+margins+--+Mediterranean+Sea+--+Thesis&tags=ok",
      "title": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library",
      "description": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library.",
      "preview": "Nouvelle recherche RÃ©sultat de la recherche 10 rÃ©sultat(s) recherche sur le tag 'Continental margins -- Mediterranean Sea -- Thesis' triÃ©(s) par (P"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}