{
  "data": [
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "https://technet.microsoft.com/scriptcenter",
      "title": "Scripting Blog [archived] - Formerly known as the \"Hey, Scripting Guy!\" blog",
      "description": "Formerly known as the \"Hey, Scripting Guy!\" blog",
      "preview": "Skip to main content This is an archived blog. The \"Hey, Scripting Guys!\" blog has been retired. There are many useful posts in this blog, so we keep"
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "http://aathermography.com/",
      "title": "Welcome to Ann Arbor Thermography, serving southeast Michigan and beyond",
      "description": "void",
      "preview": "Ann Arbor Thermography Non-invasive imaging and screening for breast cancer, pain, and more! Welcome Your study Our location Breast Pain Neurological"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://forums.rpgmakerweb.com/index.php?threads/some-small-structure-pixel-tutorials.27404/",
      "title": "Some small structure pixel tutorials | RPG Maker Forums",
      "description": "I just found some older Pixel-Tutorials of mine and thought maybe they might help some of you. (I work with Graphicsgale, but you cold do this even in MS...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your"
    },
    {
      "url": "https://www.theguardian.com/science",
      "title": "Science | The Guardian",
      "description": "Latest Science news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Science Nobel prizes Nobel prize in chemistry awarded to scientists for work on 'Hermione's handbag' Trio hono"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "https://thestarshollowgazette.com/2010/10/09/",
      "title": "10/09/2010 - The Stars Hollow Gazette",
      "description": "void",
      "preview": "10/09/2010 archive Oct 09 2010 Health and Fitness News By arlethamaselli0 Tweet Welcome to the Stars Hollow Health and Fitness weekly diary. It will p"
    },
    {
      "url": "https://happinez.nl/alles-over-tarot/",
      "title": "Alles over tarot en hoe je tarotkaarten legt",
      "description": "Hoe kun je tarotkaarten leggen? En wat kan tarot je brengen op het gebied van geld, liefde, werk of geluk?",
      "preview": "Ga naar content Nicole LePera boek cadeau bij 4 nummers Volg hier een gratis proefles Tantra Vanaf nu verkrijgbaar: nieuwe Happinez Agenda & Planner A"
    },
    {
      "url": "http://www.viworld.com/",
      "title": "Virtual World unique website design",
      "description": "Virtual World website design, specailizes in websites that have unique graphics",
      "preview": "Virtual World specializes in unique website design and custom graphics. We put great emphasis on understanding your work or product and displaying it"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://help.walmart.com/app/answers/detail/a_id/8",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://apps.apple.com/story/id1538632801",
      "title": "‎Learn More About App Privacy : App Store Story",
      "description": "Learn about Learn More About App Privacy on Mac App Store. Download Learn More About App Privacy and enjoy it on your iPhone, iPad, and Mac.",
      "preview": "DEEP DIVE Learn More About App Privacy The App Privacy section includes information about the types of data that may be collected by the developer or"
    },
    {
      "url": "https://in.linkedin.com/company/sterlite-technologies-ltd-?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "STL - Sterlite Technologies Limited | LinkedIn",
      "description": "STL - Sterlite Technologies Limited | 323,547 followers on LinkedIn. STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise and Data Centre networks. The company, driven by its purpose of 'Transforming Billions of Lives by Connecting the World', designs and manufactures in 4 continents with customers in more than 100 countries. Telecom operators, cloud companies, citizen networks, and large enterprises recognize and rely on STL for advanced capabilities in Optical Connectivity, Global Services, and Digital and Technology solutions to build ubiquitous and future-ready digital networks.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://cafenoseaustin.com/",
      "title": "Café No Sé",
      "description": "An all-day café on South Congress Avenue. Patio + dining room open 7 days a week. Takeaway available daily. Order online for pick-up or deliver through Favor.",
      "preview": "All Day Café Austin, Texas Kimchi Hash All Day Café Austin, Texas Salmon Burger All Day Café Austin, Texas Desserts at Café No Sé All Day Café Austin,"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://omny.fm/shows/the-undressing-room/cry-me-a-river-episode-3?fbclid=IwAR2tkSUQ9pmRZTCwy1RvFJk4BxmCqHTgMnb7sKOp-IQqsONTjAkyYh4Su2I",
      "title": "Cry Me A River | Episode 3 - The Undressing Room Podcast - Omny.fm",
      "description": "This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as they'll share their thoughts on Michael B. Jordan & Lori Harvey's new courtship, plus Halle Berry's V-day post clapping back at her haters. In viral news, we'll catch up on #GorillaGlueGirl while Justin Timberlake's apology came. a little too late. Monica's divorce struggles and Kim and Kanye's potential divorce. Find all of this gossip and more on this week's episode. The Undressing Room Podcast is presented by Macys. Head to Macys.com/TheUndressingRoom to see what's on their wish-list, plus check out their favorite items on sale this week. They'll be updating their closets weekly, so you won't want to miss it! Subscribe and check us out every Thursday. This week, you have a chance to win a $250 Macy's gift card. Listen to the podcast and look out for the keyword. Head to: www.theundressingroompod.com Follow: @theundressingroompod @evamarcile @starringlorel @dominiquedadiva",
      "preview": "Cry Me A River | Episode 3 View description Share Description This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as th"
    },
    {
      "url": "https://www.quemedico.com/especialista/javier--torres-rincon",
      "title": "Opiniones Javier Torres Rincon | Podología, Ceuta | QueMedico",
      "description": "Javier Torres Rincon , especialista en Podología en Ceuta. ¿Quieres leer opiniones reales? Entra y descúbrelas!",
      "preview": "Salud de la piel: mitos y realidades sobre el cuidado dermatológico Leer más Entrenamiento de fuerza en la tercera edad Leer más Alimentación sostenib"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/meroe/",
      "title": "Pyramids of Meroë",
      "description": "Uncover a city with over 200 pyramids. This is Meroë, the ancient capital of the Kushite Kingdom, in Sudan's Nile Valley.",
      "preview": "Browser not supported. We support all latest versions of Chrome, Safari, Firefox, and Edge. Unesco logo Google Arts & Culture logo Explore Sudan's Pyr"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.epix.com",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/index.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://pequesmodainfantil.com/ropa-bano/3453-bikini-nina-estampado-limones-con-short-a-conjunto-de-boboli.html",
      "title": "Bañadores de Niña - Compra Online - Bañadores Y Bikinis",
      "description": "Compra Online un bañador para niña de las mejores marcas. Encuentra bañadores, bikinis, trikinis y vestidos de baño para tu hija. Ropa de baño de 0-12 años.",
      "preview": "Si continúa utilizando este sitio, acepta nuestra política de cookies Cerrar Ok Aceptar FILTRAR (13 productos) Borrar filtros Temporada Primavera-Vera"
    },
    {
      "url": "https://corporate.bestbuy.com/",
      "title": "Homepage - Best Buy Corporate News and Information",
      "description": "At Best Buy, our purpose is to enrich lives through technology. Learn more about how we're doing that and read all the latest Best Buy news and stories.",
      "preview": "Best Buy joins Monopoly Game at McDonald's as Prize Partner From Oct. 6 to Nov. 2, collect game pieces and properties for a chance to win exciting pri"
    },
    {
      "url": "http://www.babyblooms.co.uk/",
      "title": "New & Unique Baby Gifts Online | Babyblooms",
      "description": "Discover a beautiful range of unique personalised baby gifts at Babyblooms. Our range includes perfect gifts for new babies, baby showers, Christenings & special occasions. For bump, baby and beyond.",
      "preview": "Skip to content Pause slideshow Play slideshow wrapping & personalised card included with every order Welcome to Babyblooms our ribbons are at the rea"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://www.deboadeniran.com/tag/kemi-adeosun/",
      "title": "Kemi Adeosun | DEBO ADENIRAN",
      "description": "void",
      "preview": "Home Latest News About Debo Photo Gallery First Faculty Ventures Publications Debo on Social Media Debo In The Media Papers and Lectures Press Release"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://stargazer-scientist.tumblr.com/",
      "title": "StarGazer",
      "description": "This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy. I LOVE astronomy, and I frequently Reblog and post science related topics. Feel free to ask...",
      "preview": "StarGazer RSS | Random | Archive About Me This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy."
    },
    {
      "url": "https://digital.library.ucla.edu/catalog?f%5Bcombined_subject_ssim%5D%5B%5D=Khrushchev%2C+Nikita+Sergeevich%2C+1894-1971&f%5Bcombined_subject_ssim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&f%5Bhuman_readable_resource_type_sim%5D%5B%5D=still+image&f%5Bmember_of_collections_ssim%5D%5B%5D=Bennett+%28Walter+E.%29+Photographic+Collection%2C+1937-1983+%28bulk+1952-1982%29&f%5Bsubject_sim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&per_page=10&sort=title_alpha_numeric_ssort+desc&view=gallery",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You must enable JavaScript to view this site."
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://www.raiders.com/history/all-time-roster/bios-j/eric-johnson",
      "title": "Eric Johnson - All-Time Roster - History | Raiders.com",
      "description": "void",
      "preview": "Skip to main content Advertising Eric Johnson - All-Time Roster - History | Raiders.com Eric Johnson Number : 41 Position : DB/LB Years : 2000-03 Scho"
    },
    {
      "url": "https://newsroom.br.paypal-corp.com/",
      "title": "Conheça o Newsroom, o portal de notícias do PayPal Brasil",
      "description": "Confira o Newsroom do PayPal, nossa plataforma de informação para jornalistas, investidores, analistas e influenciadores do setor financeiro e de pagamentos eletrônicos. Descubra como o PayPal cria oportunidades para pessoas e negócios ao redor do mundo.",
      "preview": "DESTAQUES DESTAQUES/Hero block Produto PayPal Anúncios corporativos Parcerias Estratégicas Apresentando o PayPal World: uma plataforma global que cone"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/wake-up-with-purpose/",
      "title": "Wake Up with Purpose - Harper Horizon",
      "description": "Part life story, part philosophy text, and part spiritual guide New York Times bestseller! Sister Jean's wit, wisdom, and common sense has broad appeal and application that transcends religious creed, belief, and even feelings on Loyola's basketball team. Along with her collaborator Seth Davis, an award-winning writer, broadcaster and New York Times best-selling author, Wake Up with Purpose! lets [...]",
      "preview": "Skip to content Part life story, part philosophy text, and part spiritual guide New York Times bestseller! Sister Jean's wit, wisdom, and common sense"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://news.engr.psu.edu/2023/burgos-bill-named-distinguished-alumnus.aspx",
      "title": "Professor Bill Burgos named distinguished alumnus by alma mater | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back Credit: Jeff Xu/Penn State Professor Bill Burgos named distinguished alumnus by alma mater January 24, 2023"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "http://ginecologocertificado.mex.tl/242074_Productos.html",
      "title": "Productos ginecologo certificado",
      "description": "void",
      "preview": "ginecologo certificado ginecologo certificado dr castillo marin Inicio Acerca de Nosotros Servicios Productos Libro de visitas Contáctenos Si buscas h"
    },
    {
      "url": "https://evaturanzo.tumblr.com/",
      "title": "@evaturanzo on Tumblr",
      "description": "Follow @evaturanzo and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Tarde de lujo! flower-child-jessie-deactivated weheartit.com // Source: weheartit.com You are using an unsupported browser and things migh"
    },
    {
      "url": "http://portal.rlgamericas.com/TRCS/RequestMailback.aspx?f=180354",
      "title": "void",
      "description": "void",
      "preview": "You are not registered. Welcome to Microsoft's Free Mail-back Program Welcome to Microsoft's free mail-back program provided by Reverse Logistics Grou"
    },
    {
      "url": "https://guitarra.artepulsado.com/foros/showthread.php?24180-Guitarra-Miguel-Moya-Almer%EF%BF%BD%EF%BF%BDa&s=4e83db1cd5646ee7121e76e3a1edfe2a",
      "title": "Guitarra Miguel Moya Almería | Guitarra Artepulsado",
      "description": "Hola a todos! Soy nuevo en el foro, Tengo en mi propiedad una guitarra de Miguel Moya, La etiqueta dice, Miguel Moya \"segundo Torres\" Almería Al parecer...",
      "preview": "Nuevos mensajes Buscar en foros Menú Acceder Regístrate Instala la aplicación Instalar Cómo instalar la aplicación en iOS A continuación, siga el vide"
    },
    {
      "url": "https://www.speakhuman.today/ecommercequote/614r1a",
      "title": "Speak Human",
      "description": "void",
      "preview": "Content copied to clipboard! Speak Human. Generate human centric microcopy for all purposes. Signal Sent by Convey Select a Category Asking for Email"
    },
    {
      "url": "https://www.bundesfinanzministerium.de/Web/DE/Themen/Steuern/steuern.html",
      "title": "Bundesfinanzministerium - Steuern",
      "description": "Steuern sind die wichtigsten Einnahmen des Staates. Durch sie kann er seinen öffentlichen Aufgaben nachkommen. Und davon profitieren alle.",
      "preview": "Einwilligung in Reichweitenanalyse Helfen Sie mit, unsere Website zu verbessern! Wenn Sie auf „Einwilligen\" klicken, können wir statistische Informati"
    },
    {
      "url": "https://ui-patterns.com/patterns",
      "title": "Design patterns",
      "description": "It has long been common practice in software design to use libraries of recurring solutions to solve common problems in software design. Such solutions are also called design patterns.",
      "preview": "Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard reference point"
    },
    {
      "url": "https://www.jonathanglynnsmith.com/",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://lamborghini.oemdtc.com",
      "title": "Lamborghini - OEMDTC",
      "description": "Lamborghini Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.psychology-lexicon.com/cms/glossary/37-glossary-d.html?start=112",
      "title": "Glossary D",
      "description": "The Psychology Glossary +++ \"Demand characteristics\", \"Door-in-the-face technique\", \"Development\"",
      "preview": "0 • A • B • C • D • E • F • G • H • I • J • K • L • M • N • O • P • Q • R • S • T • U • V • W • X • Y • Z Latest Articles Cognitive dissonance Enmeshe"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://brianwdavidson.com/2021/09/19/new-testament-library-in-accordance/",
      "title": "New Testament Library in Accordance - Brian W. Davidson",
      "description": "Accordance has a fantastic sale right now on the Old Testament and New Testament Library series (OTL and NTL) by Westminster John Knox Press. OTL and NTL are longstanding pillars in biblical scholarship, regularly appearing on best commentary lists like this one by Scot McKnight. The contributors are regularly insightful and helpful to anyone interested...",
      "preview": "New Testament Library in Accordance 09.19.21 Accordance has a fantastic sale right now on the Old Testament and New Testament Library series ( OTL and"
    },
    {
      "url": "https://www.europarl.europa.eu/news/en/headlines",
      "title": "Topics | European Parliament",
      "description": "Discover the topics Parliament is working on",
      "preview": "Change the navigation language BG - български ES - español CS - čeština DA - dansk DE - Deutsch ET - eesti keel EL - ελληνικά EN - English FR - frança"
    },
    {
      "url": "http://www.kenyadreamholidays.com/",
      "title": "Kenya Dream Holidays - Tours & Travel Agency",
      "description": "Turmet - Travel & Tour Agency HTML Template",
      "preview": "Nullam dignissim, ante scelerisque the is euismod fermentum odio sem semper the is erat, a feugiat leo urna eget eros. Duis Aenean a imperdiet risus."
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://profile.theguardian.com/signin?INTCMP=DOTCOM_NEWHEADER_SIGNIN&ABCMP=ab-sign-in&componentEventParams=componentType%3Didentityauthentication%26componentId%3Dguardian_signin_header",
      "title": "Sign in | The Guardian",
      "description": "void",
      "preview": "One account to access all Guardian products. By proceeding, you agree to our terms and conditions . For information about how we use your data, see ou"
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://www.brandenburg-business-guide.de/de/karte?poi=221457",
      "title": "Brandenburg Business Guide",
      "description": "BBG - das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren.",
      "preview": "Das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren. Bitte aktivieren Sie JavaScript in Ihr"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://www.law.cornell.edu/supct/html/90-1014.ZO.html",
      "title": "Lee v. Weisman, 505 U.S. 577 (1992).",
      "description": "void",
      "preview": "Lee v. Weisman (90-1014), 505 U.S. 577 (1992)."
    },
    {
      "url": "https://www.thegef.org/gef/",
      "title": "Home | GEF",
      "description": "void",
      "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
    },
    {
      "url": "https://www.health.harvard.edu/staying-healthy/strength-training-builds-more-than-muscles",
      "title": "Strength training builds more than muscles - Harvard Health",
      "description": "Most of us know that strength training (with free weights, weight machines, or resistance bands) can help build and maintain muscle mass and strength. What many of us don't know is that strong muscles lead to strong bones. And strong bones can help minimize the risk of fracture due to osteoporosis.",
      "preview": "Recent Articles 5 timeless habits for better health What are the symptoms of prostate cancer? Is your breakfast cereal healthy? When pain signals an e"
    },
    {
      "url": "https://www.appsyoulove.com/",
      "title": "Apps You Love",
      "description": "void",
      "preview": "0 Farm Jam - Animal Parking Game Take part in the great escape from the farm! Meet FARM JAM, a brilliant mix of a farming simulator and a parking game"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "http://www.gavi.org/infuse",
      "title": "INFUSE",
      "description": "Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine delivery systems by connecting high-impact, proven innovations with the countries that need them most. It then \"infuses\" them with capital and expertise to help take them to scale.",
      "preview": "Skip to main content Back to INFUSE Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine"
    },
    {
      "url": "https://blog.airtable.com",
      "title": "Airtable Blog | For The Record",
      "description": "Stories, updates, and other fun tidbits from Airtable",
      "preview": "\"Participants bring their biggest challenges and boldest visions, and the incubator provides the structure, mentorship, and platform to bring those id"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "https://tv.youtube.com/",
      "title": "YouTube TV - Watch & DVR Live Sports, Shows & News",
      "description": "Stream live TV from ABC, CBS, FOX, NBC, ESPN & popular cable networks in English and Spanish. Record without DVR storage space limits. Try it free. Cancel anytime.",
      "preview": "Try 21 days for $0 Save $30 total for your first three months $72.99/mo for your first 3 months, then $82.99/mo. Offer ends December 31, 2025. New use"
    },
    {
      "url": "https://careers.parishilton.com/",
      "title": "Careers - Paris Hilton",
      "description": "void",
      "preview": "Home Impact About About Paris 11:11 Media Follow Me Instagram Facebook Twitter Tiktok Youtube Search Search for: Sign Up More on the Wedding? Sign up"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "https://gesi.org/",
      "title": "Global Enabling Sustainability Initiative (GeSI)",
      "description": "We are the Global Enabling Sustainability Initiative (GeSI), a member-centric business association leading on the enabling role of digital in sustainability.",
      "preview": "Digital with Purpose Global Summit 2025 27-28 OCTOBER / THE EGG / BRUSSELS A Summit to support Europe's Digital Transformation Strategy shaping Find O"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://www.asc-aqua.org/",
      "title": "ASC International - Aquaculture Stewardship Council",
      "description": "Discover ASC's commitment to responsible seafood. Learn about sustainable practices and certified products, and support ocean conservation. Visit us now!",
      "preview": "Find what you are looking for Search: Search Select Country ASC International ASC Belgium French Dutch ASC China ASC Netherlands ASC Australia ASC Fra"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}