{
  "data": [
    {
      "url": "https://www.advocate.com/hiv-aids/2017/6/20/end-hiv-epidemic-not-if-trumpcare-passes",
      "title": "An End to the HIV Epidemic? Not If Trumpcare Passes",
      "description": "\"More people are going to get sick and more people are going to die.\"",
      "preview": "News Voices Arts & Entertainment Crime Education Health Love & Sex People Politics Sports OUT Pride Out Traveler PLUS ADVOCATE CHANNEL Support Us Subs"
    },
    {
      "url": "https://www.bbcgoodfood.com/howto/guide/what-to-cook-for-dinner",
      "title": "30 dinners for when you don't know what to cook | Good Food",
      "description": "Wondering what to have for dinner? Let us inspire you with 30 easy (but exciting) recipes to try, the ingredients for which you probably already have...",
      "preview": "Skip to main content 30 dinners for when you don't know what to cook Charlotte Morgan loading... Try the Good Food app - subscribe today Wondering wha"
    },
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "http://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://my.tonies.com/legals/privacy-policy",
      "title": "tonies® - Welcome to mytonies",
      "description": "This is the home of your tonies and great audio-content.",
      "preview": "You need to enable JavaScript to run this app. Scheinbar nutzt du einen veralteten Browser. Damit Du weiterhin mytonies nutzen kannst, aktualisiere De"
    },
    {
      "url": "https://www.themodelhm.com",
      "title": "Professional Organizer Washington DC | The Model Home",
      "description": "Transform your space with top-rated Professional Organizer services in Washington DC. The Model Home delivers organizing solutions tailored to your needs.",
      "preview": "Get in touch The Model Home hello@themodelhm.com 555-555-5555 mymail@mailservice.com Contact Us The Model Home - Your Trusted Professional Organizer A"
    },
    {
      "url": "https://bobhope.uso.org",
      "title": "USO California",
      "description": "Directions, hours, and events for the USO California area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO California Find another USO location USO logo USO California Donate Open Menu Locations Los"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://news.gtp.gr/2010/05/01/greeces-reputation-hits-bookings/",
      "title": "Greece's Reputation Hits Bookings | GTP Headlines",
      "description": "Each country's views on the crisis in Greece directly affects the tourist flow to the country, according to recent figures of research company GfK's Tourism...",
      "preview": "connect with us Greece's latest tourism industry news by Greek Travel Pages - Main Menu - Home Industry Sectors » - Hospitality - Aviation - Sea Touri"
    },
    {
      "url": "https://www.factmonster.com/encyclopedia/ecology/animals/invertebrates/pink-bollworm",
      "title": "pink bollworm | FactMonster",
      "description": "pink bollworm, destructive larva of a moth, Pectinophora gossypiella. Probably of Native American origin, it is a serious pest of cotton in the S United States, chiefly along the Mexican border. The larva feeds on the blossoms, lint, and seeds of cotton",
      "preview": "ADVERTISEMENT / Columbia Encyclopedia / Plants and Animals / Animals / Zoology: Invertebrates / pink bollworm pink bollworm Enter your search terms: p"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://earthshotprize.org/",
      "title": "The Earthshot Prize - Urgent Optimism to Repair our Planet",
      "description": "The Earthshot Prize is a global challenge to find, support and celebrate those who turn bold ideas into real solutions to repair our planet.",
      "preview": "Skip to main content Open Navigation Search... Meet The Earthshot Prize 2025 Finalists Discover Their Solutions The Earthshot Prize finds, supports and"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "http://www.pagat.com/rummy/handfoot.html",
      "title": "Hand and Foot - Card Game Rules",
      "description": "How to play Hand and Foot Canasta, an American game in which each player has both a hand of cards and a foot, which is picked up when all the cards from the hand have been played.",
      "preview": "Home A-Z Select language ▼ deutsch english Home Page > Classified Index > Draw and Discard Games > Rummy Games > Hand and Foot Hand and Foot Introduct"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Glossaries",
      "title": "Glossaries - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Glossaries Contents 1 Introduction 2 Terms and Acronyms 2.1 Terms 2.2 Acronyms 3 C"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://modelshipworld.com/topic/13196-beginners-guide-to-rigging/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.washington.edu/news/2021/11/22/kids-teens-believe-girls-arent-interested-in-computer-science-study-shows/",
      "title": "Kids, teens believe girls aren't interested in computer science, study shows | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Education | Engineering | News releases | Research | Social science November 22, 2021 Kids, teens believe girls aren't in"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "https://www.grubhub.com/restaurant/hop-shing-5000-us-17-fleming-island/1546533?utm_medium=grubhub-owned-menu-properties&utm_source=allmenus.com&utm_content=1546533&utm_campaign=menu-page&affiliate=",
      "title": "Prepare your taste buds...",
      "description": "Prepare your taste buds...",
      "preview": ". No JavaScript? No proble... well, actually Our site is delivered by JavaScript. To continue, please enable JavaScript in your browser's preferences."
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://www.enko-football.com/2014/06/hodgson-we-just-want-to-give-good.html",
      "title": "Enko-football: Hodgson: We Just Want To Give A Good Performance",
      "description": "Blog/site with news from around the world of football.",
      "preview": "Saturday, June 14, 2014 Hodgson: We Just Want To Give A Good Performance Hodgson: We just want to give a good performance Roy Hodgson was quick to dam"
    },
    {
      "url": "https://www.maccosmetics.com/",
      "title": "american-express icon",
      "description": "void",
      "preview": "skip navigation and go to main content american-express icon clearpay icon clearpay_green icon element--star icon icon--MAC-logo icon icon--add-dark i"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.conservation-wiki.com/wiki/Main_Page",
      "title": "AIC WIKI Main Page",
      "description": "void",
      "preview": "Log in Main Page Discussion View source View history Main Page From MediaWiki Main Page Jump to: navigation , search Contents 1 Check Out What's New!"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    }
  ],
  "_meta": {
    "total_bookmarks": 55
  }
}