{
  "data": [
    {
      "url": "https://www.eventbrite.co.uk/e/grow-your-business-with-video-workshop-tickets-479978417367?aff=erelexpmlt",
      "title": "Grow your business with video workshop Tickets, Tue 7 Mar 2023 at 10:30 | Eventbrite",
      "description": "Eventbrite - Small Business Research + Enterprise Centre presents Grow your business with video workshop - Tuesday, 7 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Grow your business with video workshop View details Follow this organiser to stay informed on future events By Small Business R"
    },
    {
      "url": "https://province-courses.fr/24H/article_PDF.php?id=8822",
      "title": "24H AU TROT - Accueil",
      "description": "24H AU TROT c'est une nouvelle lecture de l'actu des courses.",
      "preview": "Les articles à la une Un Prix des Ducs de Normandie à enjeux multiples Actualité - 07.05.2025 La grande rencontre caennaise du printemps, qui se tiend"
    },
    {
      "url": "https://portal.vuce.gub.uy/VUCE/servlet/loginvuce",
      "title": "Login",
      "description": "Login",
      "preview": "Ingresá con tu usuario de VUCE CI Pasaporte extranjero AFGANISTAN ÅLAND ISLANDS ALBANIA ALEMANIA AMERICAN SAMOA ANDORRA ANGOLA ANGUILLA ANTARCTICA ANT"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://docs.python.org/3/library/collections.html",
      "title": "collections - Container datatypes - Python 3.14.0 documentation",
      "description": "Source code: Lib/collections/__init__.py This module implements specialized container datatypes providing alternatives to Python's general purpose built-in containers, dict, list, set, and tuple.,,...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » collections - Container dataty"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "http://ureeka.biz/",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "http://www.affirmations.com.au/",
      "title": "Affirmations Publishing House in Australia | Leading Affirmation Card Publisher",
      "description": "Visit our Affirmations Publishing House in Australia and get inspired with living words of love and greetings. Browse sustainable greeting cards, birthday cards, books, and bookmarks from a leading affirmation card manufacturer, all with messages to help live a more mindful life. Money-back guarantee.",
      "preview": "Skip to main content ANIMAL GREETING CARDS DELIGHTFUL & HUMOROUS SEND A SMILE BEE MINI CARDS SHARE SWEET WORDS SEND WITH LOVE TWIGSEEDS GREETING CARDS"
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "https://www.oeko-tex.com/en/our-standards/oeko-tex-standard-100",
      "title": "OEKO-TEX® STANDARD 100",
      "description": "OEKO-TEX® STANDARD 100 is one of the world's best-known labels for textiles tested for harmful substances.",
      "preview": "Do not change language Menu Close facebook linkedin Mail instagram wechat https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzIxMjkzNTA3Nw==&s"
    },
    {
      "url": "https://bellemeadejewelry.com/",
      "title": "Belle Meade Jewelry and Repair Scott Isaacs www.bellemeadejewelry.com Ring Sizing Nashville TN Expert Jewelry Repair | Belle Meade Jewelry and Repair Scott Isaacs 615-269-3288 - 4515 Harding Pike Suite 112",
      "description": "void",
      "preview": "Discover Our New Private Jewelers Office Experience a new level of personalized service at Belle Meade Jewelry & Repair. Our transition to a Private J"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/map-hiv-criminalization-united-states-center-hiv-law-and-policy-2017",
      "title": "Mapping HIV Criminalization Laws in the U.S., CHLP (2025) | The Center for HIV Law and Policy",
      "description": "For more than a decade CHLP has produced an HIV criminalization map that portrays the variety and prevalence of laws used to prosecute and punish PLHIV. This new release of the maps represents a substantial update resulting from a comprehensive research process and updated methodology based on CHLP's Sourcebook on State and Federal HIV Criminal Law and Practice.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://footballburp.com/jokes/the-best-wenger-jokes-after-chelsea-loss-and-mourinho-clash/",
      "title": "The best Wenger jokes after Chelsea loss & Mourinho clash",
      "description": "More Arsène Wenger jokes after another Arsenal defeat away at Chelsea and a bit of a confrontation with José Mourinho.",
      "preview": "LOST: Wenger (Image: Gordon Flood ) It's time for more Arsène Wenger jokes after yet another Arsenal defeat away at Chelsea and a bit of a confrontati"
    },
    {
      "url": "https://www.ryanair.com/gb/en/plan-trip/flying-with-us/baggage-policy",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://llama.pe/certificado-digital-de-prueba-sunat",
      "title": "Certificado digital de PRUEBA - SUNAT | Firma Digital con Certificado Digital Perú - Llama.pe",
      "description": "Genera un certificado digital de prueba para Facturación Electónica de manera fácil y rápida.",
      "preview": "Cargando... Migra a Llama.pe con el 50% de descuento [ más información] Certificado digital de PRUEBA - SUNAT Certificados emitidos en formato softwar"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://coolors.co/",
      "title": "Coolors - The super fast color palettes generator!",
      "description": "Generate or browse beautiful color combinations for your designs.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/general-counsel/index.html#public-info",
      "title": "General Counsel | Montgomery College, Maryland",
      "description": "void",
      "preview": "General Counsel The mission of the Office of General Counsel is to provide, manage, and coordinate legal services to pro-actively minimize the College"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "https://www.bluffcitysports.com/",
      "title": "Bluff City Sports",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.webassessor.com/wa.do?page=certInfo&branding=GOOGLECLOUD&tabs=13",
      "title": "Logged out",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiBafZXK-cDp4Uh7q0PCdYoyyq9ee3gSEfS_BrVs2HiDeQIhAKqpJm_E8qKHB33CSt_AhPWVMyjiQJpnaIvEsP8Lm9KnEl4KDgi4-rKPARD_v8rzhKMCEgAaIwohCIECmonx2wQYCAESFEhlbHAgbWUgc3BlYWsgRnJlbmNoIiUKI2h0dHBzOi8vYXNzaXN0YW50Lmdvb2dsZS5jb20vbGVhcm4v%26utm_source%3DUS_20200211_NL16&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://muse.jhu.edu/article/625112",
      "title": "Project MUSE - Seamounts as Sites for Governance in the \"Areas Beyond National Jurisdiction\"",
      "description": "void",
      "preview": "This website uses cookies to ensure you get the best experience on our website. Without cookies your experience may not be seamless. Accept [Skip to m"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://www.kmov.com/2023/02/20/teenager-visiting-st-louis-volleyball-tournament-hit-by-car-while-walking-hotel/",
      "title": "Teen in St. Louis for volleyball tournament hit by car, has both legs amputated; suspect arrested",
      "description": "A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday night.",
      "preview": "Skip to content ST. LOUIS (KMOV) - A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday n"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "https://graph.microsoft.io/en-us/code-samples-and-sdks",
      "title": "Microsoft Graph Dev Center | APIs and app development",
      "description": "Use the Microsoft Graph API to connect to data and other datasets to derive insights and analytics, extend Microsoft 365 experiences, and build intelligent apps.",
      "preview": "Skip to main content Microsoft Graph is the unified API for modern work Use the data and intelligence in Microsoft 365 to build apps that reach millio"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "https://disasterphilanthropy.org/cdp-fund/cdp-covid-19-response-fund/",
      "title": "COVID-19 Response Fund - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search COVID-19 Response Fund Read impact stories LinkedIn Twitter Facebook Email Overview Impact Major Donors How to Help Updates Resources Re"
    },
    {
      "url": "https://www.photowall.se/tapeter/natur/naturfenomen",
      "title": "Naturfenomen - klassiska tapeter - Photowall",
      "description": "Inred med tapeter av högsta kvalitet. Du hittar ett brett sortiment av klassiska och moderna tapeter. Fri frakt och snabb leverans.",
      "preview": "Stäng Hi there! It looks like you are visiting us from Italy. Please go to our local store for ordering. Choose country Select country Australia Austr"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.bergungsstelle.de/facetten-archivalien-index?f%5B0%5D=field_schlagwort%3A282&f%5B1%5D=field_schlagwort%3A186&f%5B2%5D=field_schlagwort%3A264&f%5B3%5D=field_ort%3A271&f%5B4%5D=field_schlagwort%3A286&f%5B5%5D=field_schlagwort%3A279&f%5B6%5D=field_ort%3A266&f%5B7%5D=field_schlagwort%3A281&f%5B8%5D=field_schlagwort%3A280",
      "title": "Facets Archivalien Index | BERGUNGSSTELLE",
      "description": "void",
      "preview": "Direkt zum Inhalt Volltextsuche Kategorie Auswahl - Alle - Archivale / Konvolut Bergungsstelle Institution Person Archivale / Konvolut Bericht in Absc"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://www.daviddavisson.com/full-moon-story-the-night-parade/",
      "title": "Full Moon Story: The Night Parade - Abderitic",
      "description": "(UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full moon and time for a new story. This month it's &#8220...",
      "preview": "Skip to content ( UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full m"
    },
    {
      "url": "https://chicagocrusader.com/advocacy-and-industry-organizations-urge-treasury-secretary-mnuchin-to-set-aside-10-billion-to-provide-relief-for%E2%80%AFbusiness-owners%E2%80%AFof%E2%80%AF-color%E2%80%AF/",
      "title": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color",
      "description": "\"As the Treasury Secretary, you must use your authority to ensure that the structural issues with the PPP do not continue to exclude businesses of color.\"",
      "preview": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color April 26,"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://www.ceoworks.org/our-model",
      "title": "CEO | Our Model",
      "description": "CEO works to reduce recidivism and increase employment.",
      "preview": "Search Contact Locations Our Model Reducing Recidivism | Increasing Employment CEO works to reduce recidivism and increase employment. We provide peop"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://www.charmesilkiner.com/collections/charmed/products/harper?variant=34968170305",
      "title": "Harper Children's Necklace - Charme Silkiner Jewelry",
      "description": "#170 14\" 14k gold filled chain with 2\" extender. Colors : Lemon, Purple, Olive, Blush, Pink",
      "preview": "Menu 0 Shop Jewelry New Arrivals Necklaces Earrings Rings Bracelets Shop By Collection Golden Crush Serein Swept - The Wedding Collection Indigo Soire"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://www.aljazeera.com/economy/",
      "title": "Economy | Today's latest from Al Jazeera",
      "description": "Stay on top of Economy latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Economy Featured Content NY Attorney General Letitia James indicted on fraud charges: Reports James had been a target of US President Trump since succ"
    },
    {
      "url": "https://www.loc.gov/events/gershwin-prize/about-this-event/",
      "title": "Home | The Gershwin Prize | Events at the Library of Congress | Library of Congress",
      "description": "Latest Gershwin Prize News Elton John and Bernie Taupin to Receive the Library of Congress Gershwin Prize for Popular Song",
      "preview": "Top of page Notice Due to the temporary shutdown of the federal government beginning October 1, 2025, all Library of Congress buildings are closed and"
    },
    {
      "url": "https://www.happyfolding.com/instructions",
      "title": "Videos | Happy Folding",
      "description": "Origami videos including instructions/tutorials",
      "preview": "Skip to main content Home Videos Videos Currently displaying 1 - 24 of 201 videos to enjoy. Video type <Any> Tutorials ASMR (no talking, no speed-up)"
    },
    {
      "url": "https://www.ksal.com/5-new-covid-cases-1-new-death/",
      "title": "5 New COVID Cases, 1 New Death",
      "description": "KSAL is your number one source for salina local news, weather, sports, auctions.",
      "preview": "× 5 New COVID Cases, 1 New Death By Todd Pittenger June 11, 2021 There are 5 new COVID cases in Saline County, and one new death According to the Sali"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}