{
  "data": [
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/resources/microsoft-advertising-partner-program/microsoft-advertising-partner-program",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "http://www.mmsk.ca/",
      "title": "Home - SK Recycles",
      "description": "SK Recycles is a not-for-profit organization responsible for management and recycling of household packaging and paper, distributed to Saskatchewan residents",
      "preview": "Skip to content Moving to full EPR in Saskatchewan for packaging and paper recycling What does that mean? It means businesses, like stores and restaur"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://www.worldpresslive.com/",
      "title": "World Press Live - International News - Biusiness - Technology",
      "description": "World Press Live is a Global News Network. The information source from the globe on Business, technology, health, news, fashion and so on.",
      "preview": "Search Thursday, October 9, 2025 Search Copyright 2021 - All Right Reserved Gaming Why PG Soft Online Slots Are the Best Choice for Players Looking..."
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://www.eco-business.com/news/what-does-sustainable-palm-oil-mean-to-smallholders/",
      "title": "What does sustainable palm oil mean to smallholders? | News | Eco-Business | Asia Pacific",
      "description": "The future of the palm oil industry-and the region's forests-depends on how millions of smallholders manage their land. Eco-Business interviewed farmers in...",
      "preview": "Close menu Eco-Business International Edition Subscribe Search Eco-Business Search News Palm oil conversations What does sustainable palm oil mean to"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://screenrant.com/bachelor-paradise-thomas-jacobs-plan-propose-becca-kufrin/",
      "title": "BIP: Thomas Jacobs Reveals Plan To Propose To Becca Kufrin",
      "description": "Bachelor Nation star Thomas Jacobs, who met his girlfriend, Becca Kufrin, on Bachelor In Paradise season 7, revealed his future plan for a proposal.",
      "preview": "Close Close Sign in to your ScreenRant account Bachelor In Paradise star Thomas Jacobs, who met his girlfriend Becca Kufrin on the beach in Mexico las"
    },
    {
      "url": "https://www.shopclues.com/",
      "title": "Online Shopping Site India - Shop Online for men, women and kids fashion, home, kitchen, health, sports and more products at ShopClues",
      "description": "Online shopping site in India - Buy mobiles, electronics, laptops, home appliances, fashion, shoes, home & kitchen products at the lowest prices from Shopclues.com. Easy Return & Replacement Policy!",
      "preview": "ShopClues would like to send you awesome offers! Notifications can be turned off anytime from browser settings. Don't Allow Allow Scroll To Top Exclus"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bobhope.uso.org",
      "title": "USO California",
      "description": "Directions, hours, and events for the USO California area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO California Find another USO location USO logo USO California Donate Open Menu Locations Los"
    },
    {
      "url": "https://www.esrb.org/EPCConfirm/876/",
      "title": "Family Online Safety Institute (FOSI)",
      "description": "ESRB Family Online Safety Institute (FOSI). Ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content Privacy Certified Home English English Deutsch Español Français Italiano 日本語 Polski Português Русский Türkçe Family Online Safety Inst"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    },
    {
      "url": "https://emotionalmusings.com/2021/04/01/new-beginnings-my-dance-with-spirit/?like_comment=3454&_wpnonce=823327fa49",
      "title": "New Beginnings, My Dance with Spirit - Emotional Musings",
      "description": "The saying, \"you never know how strong you are until being strong is the only choice you have\" is singing through my mind as I compose this post my dear readers. It's been two weeks since I made the hardest choice in my life to end the relationship with a man I know is my...",
      "preview": "Skip to content April 1, 2021 April 11, 2021 MariaTeresa The saying, \"you never know how strong you are until being strong is the only choice you have"
    },
    {
      "url": "https://emmafcownie.medium.com/ai-and-art-what-you-need-to-know-a1fd76311b8b",
      "title": "AI and Art:What You Need to Know. The Robots are coming for our Art... | by Emma Cownie | Medium",
      "description": "AI and Art:What You Need to Know The Robots are coming for our Art. Artists are losing their ability to make a living and we will all be poorer financially and creatively for it. How do we slow them ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in AI and Art:What You Need to Know Emma Cownie 9 min read · Apr 7, 2024 --"
    },
    {
      "url": "https://punkcase.com.au/products/iphone-8-plus-case-ghostek-cloak-2-0-series-for-apple-iphone-8-plus-slim-protective-armor-case-cover-explosion-proof-screen-protector-aluminum-frame-tpu-shell-warranty-ultra-fit-black",
      "title": "iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) - PunkCase® AU",
      "description": "Ultimate Protection with Precision Cut Outs for Easy Access to All Ports &amp; Jacks but Without the Bulkiness, Maintains the Aesthetics of Your Phone While Keeping It Protected",
      "preview": "Ghostek iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series for Apple iPhone 8+ Plus Slim"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://www.asc-aqua.org/",
      "title": "ASC International - Aquaculture Stewardship Council",
      "description": "Discover ASC's commitment to responsible seafood. Learn about sustainable practices and certified products, and support ocean conservation. Visit us now!",
      "preview": "Find what you are looking for Search: Search Select Country ASC International ASC Belgium French Dutch ASC China ASC Netherlands ASC Australia ASC Fra"
    },
    {
      "url": "https://capitalone.com/",
      "title": "Capital One | Credit Cards, Checking, Savings & Auto Loans",
      "description": "Learn how banking with Capital One can help you meet your financial goals.",
      "preview": "Secure Sign In Username Please enter required information Password Please enter required information Remember me Want this computer to remember your u"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "https://lyft.sng.link/Adnq0/l8f8?_dl=lyft%3A%2F%2F",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Let's start with your number We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Is"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://releases.mozilla.org/pub/thunderbird/releases/64.0b4/win32/uz/",
      "title": "Directory Listing: /pub/thunderbird/releases/64.0b4/win32/uz/",
      "description": "void",
      "preview": "Index of /pub/thunderbird/releases/64.0b4/win32/uz/ Type Name Size Last Modified Dir .. File Thunderbird Setup 64.0b4.exe 36M 13-Feb-2023 03:32"
    },
    {
      "url": "https://www.milkmagazine.net/",
      "title": "Milk Magazine | Mode, lifestyle, voyage et expériences en famille",
      "description": "Fashion, Lifestyle, Travel, Experiences for modern families.",
      "preview": "S'abonner Agenda Dossier Kid's collection fermer menu fermer S'abonner Agenda Dossier Kid's collection fermer menu fermer Inside Dans le Perche, la ma"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://www.anthropologie.com/shop/cozy-earth-bamboo-sheet-set",
      "title": "Cozy Earth Bamboo Sheet Set | Anthropologie",
      "description": "Shop the Cozy Earth Bamboo Sheet Set and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://pequesmodainfantil.com/ropa-bano/3453-bikini-nina-estampado-limones-con-short-a-conjunto-de-boboli.html",
      "title": "Bañadores de Niña - Compra Online - Bañadores Y Bikinis",
      "description": "Compra Online un bañador para niña de las mejores marcas. Encuentra bañadores, bikinis, trikinis y vestidos de baño para tu hija. Ropa de baño de 0-12 años.",
      "preview": "Si continúa utilizando este sitio, acepta nuestra política de cookies Cerrar Ok Aceptar FILTRAR (13 productos) Borrar filtros Temporada Primavera-Vera"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/",
      "title": "Lifes alot like Music.",
      "description": "Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful.",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 23 Jun wildlifepower :"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://playground.donorschoose.org/",
      "title": "Design Playground",
      "description": "Create your own custom graphics on the DonorsChoose Design Playground. Download your creations to celebrate the power of education on social media and beyond.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.mynextmove.org/explore/ip",
      "title": "O*NET Interest Profiler",
      "description": "void",
      "preview": "We're sorry but O*NET Interest Profiler doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "http://www.ogniwopl.com/konkurs-byc-polakiem-xii-edycja-2021-r-2/",
      "title": "KONKURS \"BYĆ POLAKIEM\" - XII EDYCJA 2021 r. - Polish Learning Center \"Ogniwo\"",
      "description": "Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany do dzieci i młodzieży szkół polonijnych na całym świecie oraz ic...",
      "preview": "Skip to content Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany d"
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/phishing-attacks-2/",
      "title": "Phishing - Security Through Education",
      "description": "We define phishing as the \"practice of sending emails appearing to be from reputable sources with the goal of influencing or gaining personal information,\"",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Phishing At Social-Engineer, we define phishing as the \"practice of sending emails appearing to"
    },
    {
      "url": "https://www.oregonlive.com/news/2022/11/oregon-gov-kate-brown-pardons-45000-people-with-marijuana-possession-convictions.html",
      "title": "Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession convictions - oregonlive.com",
      "description": "Oregon Gov. Kate Brown today announced a pardon for Oregonians convicted on marijuana possession charges, a move that will impact approximately 45,000 people.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession conv"
    },
    {
      "url": "https://www.unm.edu/legal.html",
      "title": "Legal :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://speechify.com/medium?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://motionforjustice.vera.org/",
      "title": "Reshaping Prosecution Initiative | Vera Institute",
      "description": "We're helping prosecutors reduce the number of people entering the system, address racial disparities, and increase their accountability to communities.",
      "preview": "void"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}