{
  "folders": [
    {
      "name": "blogs",
      "bookmarks": [
        {
          "url": "https://hacksandheels.tumblr.com/",
          "title": "adventures of The Girl",
          "description": "The technical side blog of a lady computer networking and cybersecurity student",
          "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
        },
        {
          "url": "https://www.avma.org/blog",
          "title": "AVMA@Work Blog | American Veterinary Medical Association",
          "description": "AVMA: Advocating for member veterinarians, and advancing the science and practice of veterinary medicine to improve animal and human health.",
          "preview": "Skip to main content AVMA@Work Video spotlight About AVMA@Work The AVMA is a community of veterinary professionals working together toward a common go"
        },
        {
          "url": "https://arcanoluna.es/blog/",
          "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
          "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
          "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
        },
        {
          "url": "https://www.loveandlemons.com/",
          "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
          "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
          "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
        },
        {
          "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
          "title": "November Update | Paul Wang",
          "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
          "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
        },
        {
          "url": "https://sabiyamalbari11.tumblr.com/",
          "title": "Sabiya malbari",
          "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
          "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
        },
        {
          "url": "https://makingmanhattan.tumblr.com/post/139454214463",
          "title": "z = boy + girl - codeorg: What we think of computer science is...",
          "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
          "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
        }
      ],
      "count": 7
    },
    {
      "name": "organizations",
      "bookmarks": [
        {
          "url": "http://www.aafp.org/",
          "title": "American Academy of Family Physicians | AAFP",
          "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
          "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
        },
        {
          "url": "https://www.thegef.org/gef/",
          "title": "Home | GEF",
          "description": "void",
          "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
        },
        {
          "url": "https://www.paho.org/hq/index.php?lang=en",
          "title": "PAHO/WHO | Pan American Health Organization",
          "description": "The Pan American Health Organization (PAHO) works with the countries of the Americas to improve the health and quality of life of their populations. Founded in 1902, it is the world's oldest international public health agency. It serves as the Regional Office of WHO for the Americas and is the specialized health agency of the Inter-American system.",
          "preview": "World Mental Health Day 2025 Learn more Credit Shutterstock/Ground Picture Credit Haiti Humanitarian Crisis Dengue Resources News 9 Oct 2025 Inter-Ame"
        },
        {
          "url": "http://sailsofchange.org",
          "title": "Sails of Change",
          "description": "void",
          "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
        },
        {
          "url": "https://tiwahefoundation.org/",
          "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
          "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
          "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
        },
        {
          "url": "https://www.jff.org/",
          "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
          "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
          "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
        },
        {
          "url": "https://www.lakestreetcouncil.org/",
          "title": "Visit Lake Street - Lake Street Council",
          "description": "void",
          "preview": "0"
        }
      ],
      "count": 7
    },
    {
      "name": "articles",
      "bookmarks": [
        {
          "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
          "title": "Alibis Ignored: The Jeff Titus Case",
          "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
          "preview": "Skip to content"
        },
        {
          "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
          "title": "Exercise in the prevention of cancer",
          "description": "Exercise is important to prevent many cancers.",
          "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
        },
        {
          "url": "https://www.townandcountrymag.com/leisure/arts-and-culture/a42167534/lea-michele-ramin-karimloo-funny-girl-broadway-interview/",
          "title": "Lea Michele and Ramin Karimloo Interview on Funny Girl",
          "description": "Lea Michele and Ramin Karimloo, the stars of Funny Girl, are the toast of the town and Broadway's most charming on-stage pair. And to think, it almost never happened.",
          "preview": "Skip to Content Matthew Murphy The other day, Lea Michele received what anyone playing Fanny Brice in Funny Girl dreams of getting: a note from Barbra"
        },
        {
          "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
          "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
          "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
          "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
        },
        {
          "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
          "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
          "description": "void",
          "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
        }
      ],
      "count": 5
    },
    {
      "name": "education-resources",
      "bookmarks": [
        {
          "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
          "title": "Coursera Partnerships | Coursera",
          "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
          "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
        },
        {
          "url": "https://www.statlect.com/fundamentals-of-statistics",
          "title": "Mathematical statistics | Fundamental concepts",
          "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
          "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
        },
        {
          "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
          "title": "PACE-2022---Results-Summary-External.pdf",
          "description": "void",
          "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
        },
        {
          "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
          "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
          "description": "void",
          "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
        },
        {
          "url": "https://resources.github.com/devops/",
          "title": "What is DevOps? · GitHub",
          "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
          "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
        }
      ],
      "count": 5
    },
    {
      "name": "misc",
      "bookmarks": [
        {
          "url": "https://www.kingpet.co.uk/profile/10208386785934913-Reghan-F/",
          "title": "Reghan F. · Dog and Cat Photo Contest",
          "description": "$50,000 in cash prizes to be won every month! Register now for free for the biggest pet photo contest",
          "preview": "RF Reghan F. Profile Contests Achievements Pets Nellie Ember Sparkles Activity No recent activity Follow us : KingPet Dog and Cat Photo Contest Winner"
        },
        {
          "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
          "title": "Search | Community Impact",
          "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
          "preview": "void"
        },
        {
          "url": "http://ricette.shoppando.com/",
          "title": "ShoppAndo.com is for sale | HugeDomains",
          "description": "Start your new business venture with a great domain name. A trusted source for domains since 2005.",
          "preview": "Skip to main content"
        },
        {
          "url": "http://dogeleven.github.io",
          "title": "TofuSoup",
          "description": "void",
          "preview": "Connect: courier1928@gmail.com Privacy"
        },
        {
          "url": "http://ussagamemnon.iwarp.com/",
          "title": "Transporter Room, USS Agamemnon-A",
          "description": "void",
          "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
        }
      ],
      "count": 5
    },
    {
      "name": "tools",
      "bookmarks": [
        {
          "url": "https://www.actionkit.com/",
          "title": "ActionKit",
          "description": "ActionKit: Supercharge your online organizing, advocacy and fundraising with the most powerful tools in the business.",
          "preview": "ActionKit Why ActionKit Features Clients ActionKit is now part of the NGP VAN family. Learn more."
        },
        {
          "url": "https://crontab.cronhub.io/",
          "title": "Cron expression generator by Cronhub",
          "description": "Cron expression generator by Cronhub",
          "preview": "You need to enable JavaScript to run this app."
        },
        {
          "url": "https://draw.io/",
          "title": "Flowchart Maker & Online Diagram Software",
          "description": "void",
          "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
        },
        {
          "url": "https://www.netip.de/live/11/45/stats.htm",
          "title": "Live query view",
          "description": "void",
          "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
        },
        {
          "url": "https://typedream.com/",
          "title": "Typedream: AI Website Builder",
          "description": "Create stunning landing pages with just 1 sentence with AI.",
          "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
        }
      ],
      "count": 5
    },
    {
      "name": "accounts-login",
      "bookmarks": [
        {
          "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3343195",
          "title": "ACM Account",
          "description": "void",
          "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
        },
        {
          "url": "https://www.treasury.pncbank.com/portal/esec/login.ht",
          "title": "PINACLE® Login | PNC",
          "description": "Official login page for PINACLE, providing online access to PNC's Corporate and Commercial Banking services",
          "preview": "PINACLE® Login | PNC DID YOU KNOW? You can manage your company's finances on the go. LEARN MORE DID YOU KNOW? You can expedite payments without accele"
        },
        {
          "url": "http://portal.microsoftonline.com/",
          "title": "Sign in to your account",
          "description": "void",
          "preview": "void"
        },
        {
          "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
          "title": "void",
          "description": "void",
          "preview": "Please enable JavaScript to continue using this application."
        }
      ],
      "count": 4
    },
    {
      "name": "company-profiles",
      "bookmarks": [
        {
          "url": "http://www.nolarindustries.com/",
          "title": "Certified Nonwoven Products | www.nolarindustries.com",
          "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
          "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
        },
        {
          "url": "https://www.elevancehealth.com",
          "title": "Elevance Health | Advancing Health Beyond Healthcare",
          "description": "Elevance Health, formerly Anthem, Inc., serves people across their entire health journey taking an integrated whole-health approach.",
          "preview": "Skip to main content Please wait while loading... Elevating Whole Health and Advancing Health Beyond Healthcare We serve people across their entire he"
        },
        {
          "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
          "title": "EuroTec GmbH | LinkedIn",
          "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
          "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
        }
      ],
      "count": 3
    },
    {
      "name": "government",
      "bookmarks": [
        {
          "url": "https://www.presidencia.go.cr",
          "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
          "description": "void",
          "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
        },
        {
          "url": "https://osc.gov",
          "title": "Home",
          "description": "void",
          "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
        },
        {
          "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
          "title": "Resource Search 1 | National Invasive Species Information Center",
          "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
          "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
        }
      ],
      "count": 3
    },
    {
      "name": "careers",
      "bookmarks": [
        {
          "url": "https://www.arbeitsagentur.de/jobsuche",
          "title": "Jobsuche der BA",
          "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
          "preview": "void"
        },
        {
          "url": "https://www.nationalgeographicpartners.com/careers/",
          "title": "National Geographic - National Geographic",
          "description": "void",
          "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
        }
      ],
      "count": 2
    },
    {
      "name": "legal-docs",
      "bookmarks": [
        {
          "url": "http://www.maanmittauslaitos.fi/en/NLS_open_data_licence_version1_20120501",
          "title": "National Land Survey open data licence - version 1.0 - 1 May 2012 | National Land Survey of Finland",
          "description": "Open data terms of use/licence until 15 January 2015. Terms valid at the time of acquisition apply to the data.",
          "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
        },
        {
          "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
          "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
          "description": "void",
          "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
        }
      ],
      "count": 2
    },
    {
      "name": "marketing",
      "bookmarks": [
        {
          "url": "http://www.networkforgood.com",
          "title": "Network for Good | Bonterra",
          "description": "Bonterra Network for Good offers fundraising software and built-in coaching, providing the tools and support small nonprofits need to succeed. Book a demo!",
          "preview": "Skip to Main Content Bonterra Network for Good Tools, support and coaching small nonprofits need to succeed Everything that made Network for Good the"
        },
        {
          "url": "https://www.emarketer.com/articles/",
          "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
          "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
          "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
        }
      ],
      "count": 2
    },
    {
      "name": "media",
      "bookmarks": [
        {
          "url": "https://apple.co/3k8sYxT",
          "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
          "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
          "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
        },
        {
          "url": "https://www.spotify.com/",
          "title": "Spotify - Web Player: Music for everyone",
          "description": "Spotify is a digital music service that gives you access to millions of songs.",
          "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
        }
      ],
      "count": 2
    },
    {
      "name": "resources-community",
      "bookmarks": [
        {
          "url": "https://www.freebmd.org.uk/",
          "title": "FreeBMD Home Page",
          "description": "void",
          "preview": "Advertisement Advertisement Welcome to FreeBMD. FreeBMD is an ongoing project, the aim of which is to transcribe the Civil Registration index of birth"
        },
        {
          "url": "https://www.missingkids.org/netsmartz",
          "title": "NetSmartz Home",
          "description": "void",
          "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
        }
      ],
      "count": 2
    },
    {
      "name": "shopping-apparel",
      "bookmarks": [
        {
          "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
          "title": "Search Icon",
          "description": "void",
          "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
        },
        {
          "url": "https://mercantile.wordpress.org/",
          "title": "WordPress Swag Store - WordPress Swag Store",
          "description": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see.",
          "preview": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see. Featured Products WordPress Joggers 48,00 € Share Click to sh"
        }
      ],
      "count": 2
    },
    {
      "name": "shopping-consumables",
      "bookmarks": [
        {
          "url": "https://bignosekate.co/",
          "title": "Big Nose Kate® - Western Whiskey",
          "description": "Western Whiskey",
          "preview": "YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign up for our newsleter. SUBSCRIBE YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign"
        },
        {
          "url": "https://ostrovit.com/en/menu/carbohydrates-18771.html",
          "title": "Carbohydrates | Official store of the manufacturer",
          "description": "Carbohydrates by OstroVit is synonymous with the highest quality. Buy and feel the difference! Check!",
          "preview": "Home For Athletes Carbohydrates Carbohydrates Carbohydrates are one of the three basic nutrients, which are needed for the proper functioning of the w"
        }
      ],
      "count": 2
    },
    {
      "name": "shopping-homegoods",
      "bookmarks": [
        {
          "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
          "title": "Open Stock Flannel Bedding | Vermont Country Store",
          "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
          "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
        },
        {
          "url": "https://www.vacation.inc/products/ball-boy-candle",
          "title": "Vacation® X Prince® | Ball Boy Scented Candle",
          "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
          "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
        }
      ],
      "count": 2
    },
    {
      "name": "tech-business",
      "bookmarks": [
        {
          "url": "https://dynamicspartners.transform.microsoft.com",
          "title": "Microsoft Power Platform Partner Hub",
          "description": "Partner practice building and GTM resources",
          "preview": "Manage cookies"
        },
        {
          "url": "http://pixel.google/business?utm_source=Google_SMB&utm_medium=Website&utm_campaign=Google_SMB",
          "title": "The Google phone. Built for business. - Pixel for Business",
          "description": "Secure. Seamless. Helpful. Pixel has the tools you need for your team in one powerful device.",
          "preview": "Skip to main content Contact us Overview Google Phones Small Business Enterprise Resources Contact us Pixel 10 Pro & Pixel 10 Pro XL Perform like a pr"
        }
      ],
      "count": 2
    },
    {
      "name": "travel",
      "bookmarks": [
        {
          "url": "https://canaves.com/canaves-oia-epitome/",
          "title": "Best Santorini Resort | Canaves Oia Epitome | Luxury suites",
          "description": "Retreat to this blissful Resort in Santorini, perfect for both romance and families with 53 stunning suites and villas.",
          "preview": "Arrival Departure Guests 1 Guest 2 Guests 3 Guests 4 Guests 5 Guests 6 Guests 7 Guests BOOK NOW Crafted from Santorini's volcanic rock, welcome to a l"
        },
        {
          "url": "https://dreamworldtravel.co.uk/",
          "title": "Home - Dream World Travel",
          "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
          "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
        }
      ],
      "count": 2
    },
    {
      "name": "news",
      "bookmarks": [
        {
          "url": "https://news.un.org/en/story/2022/07/1121802",
          "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
          "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
          "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
        }
      ],
      "count": 1
    },
    {
      "name": "recipes",
      "bookmarks": [
        {
          "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
          "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
          "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
          "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
        }
      ],
      "count": 1
    },
    {
      "name": "services",
      "bookmarks": [
        {
          "url": "https://www.myukpost.com/latest-offers-prices",
          "title": "Myukpost.com | Latest Offers",
          "description": "void",
          "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
        }
      ],
      "count": 1
    }
  ],
  "total_bookmarks": 67,
  "num_folders": 22
}