{
  "data": [
    {
      "url": "https://www.rollingstone.com/music/music-news/blink-182-postpone-first-ever-latin-america-tour-following-travis-barker-finger-injury-1234689278/",
      "title": "Blink-182 Postpone Latin America Tour Over Travis Barker Finger Injury",
      "description": "Blink-182 have postponed their first-ever Latin America tour dates after Travis Barker had to undergo surgery on his ring finger.",
      "preview": "× × Skip to main content By Larisha Paul Larisha Paul Contact Larisha Paul on X View all posts by Larisha Paul March 1, 2023 Travis Barker on February"
    },
    {
      "url": "https://www.theverge.com/2021/10/28/22745234/facebook-new-name-meta-metaverse-zuckerberg-rebrand",
      "title": "Facebook's new name is Meta | The Verge",
      "description": "CEO Mark Zuckerberg announced that the company he founded is getting a new name. Facebook will now be called Meta, to better reflect the company's identity.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.quepasaboricua.com/labrador/event/?s=1&location=GM&show=15",
      "title": "Una Red Social Netamente Puertorriqueña",
      "description": "Una Red Social Netamente Puertorriqueña",
      "preview": "void"
    },
    {
      "url": "https://travelsites.com/tripadvisor/",
      "title": "TripAdvisor & 29+ HOTEL BOOKING SITES Like tripadvisor.com",
      "description": "TripAdvisor is one of the most widely used hotel booking sites in the world, and for good reason. With thousands of hotels, resorts, and home shares available in an easy-to-use interface, this is definitely a site all travelers should be familiar with. Add to that the fact that the site has a robust community of user reviewers, and you have the makings for one of the most useful booking sites on the planet. Come check out my review of Trip Advisor today to learn more!",
      "preview": "TravelSites HOTEL BOOKING SITES TripAdvisor Back To Home Visit This Site TripAdvisor tripadvisor.com 22 Voted Is TripAdvisor Legit? Is it safe to book"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.bolkplants.nl/product/1501192/potgrond",
      "title": "bolkplants",
      "description": "void",
      "preview": "Bolk plants Superkwaliteit uit eigen kwekerij Haaften-Holland Welkom op onze website! Kijk gerust even rond, Helaas Ons seizoen voor perkplanten is we"
    },
    {
      "url": "https://amberrockstar.com/listing/253175693/have-yourself-a-merry-little-christmas",
      "title": "Have Yourself a Merry Little Christmas - Holiday Vinyl Sticker | Christmas Glass Block Vinyl Decal",
      "description": "DECAL ONLY - Perfect for your crafty Christmas decorations!Die cut! No background. If you need the outline instead, I'll be happy to do that. - Great for Shadow Boxes and other great Christmas Creations!Product: Self-Adhesive Vinyl Sticker / Decal Size: 5 is approximately 5w x 3.25h6 is approxima",
      "preview": "Visitando questo sito, l'utente accetta il nostro uso dei cookie. BUY 5 DECALS OR MORE GET 20% DISCOUNT - BUY 20 DECALS OR MORE GET A 20% DISCOUNT ***"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://www.ikea.com/se/en/cat/cookware-20682/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Sweden",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Go to product list Products"
    },
    {
      "url": "https://www.sonnentaler.net/aktivitaeten/mechanik/bewegung/oekomobil/teil3/ue11/",
      "title": "Unterrichtseinheit 11: Verschiedene Verkehrsmittel - Multimodalität und Intermodalität",
      "description": "void",
      "preview": "Direkt zum Inhalt Zum Ende des Inhalts Zur Service-Navigation Zur Suche Zur Hauptnavigation Zur Anmeldung/Registrierung Homepage > Aktivitäten > Mecha"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://www.defenseone.com/technology/2021/08/can-we-spot-illegal-fishing-fleets-space/184300/",
      "title": "Can We Spot Illegal Fishing Fleets from Space? - Defense One",
      "description": "The Defense Innovation Unit is offering prizes for using satellite-mounted radar to fight a growing national-security problem.",
      "preview": "Skip to Content Notice at Collection Your Privacy Choices Exercise Your Privacy Rights Trending Pentagon NATO Russia Drones Ukraine Homeland National"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://kids.nationalgeographic.com",
      "title": "National Geographic Kids | National Geographic Kids",
      "description": "National Geographic Kids",
      "preview": "Skip to content Search Shop Games Quizzes Personality Quizzes Puzzles Action Funny Fill-In Videos Amazing Animals Weird But True! Party Animals Try Th"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://oceanographicmagazine.com/shop/subscription/",
      "title": "Subscriptions - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Shop > Subscriptions Oceanographic subscriptions Your portal to our ocean planet Oceanographic is the world's leading ocean publication. We combine im"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "https://www.bet.com/",
      "title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
      "description": "BET.com is your home for all the latest celebrity, music, fashion, entertainment and African-American news. Check out your favorite BET shows and watch video!",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Elmiene FEATURED ARTIST OF THE MONTH Join us on Amplified Live as Elmiene shares his journey, musical ins"
    },
    {
      "url": "https://cleantechnica.com/2022/04/29/optiwatt-launches-new-save-the-planet-tool-and-announces-4-3m-in-seed-funding/",
      "title": "Optiwatt Launches New \"Save the Planet\" Tool And Announces $4.3M In Seed Funding - CleanTechnica",
      "description": "Optiwatt is a free electric vehicle (EV) charge management app that automatically schedules electric vehicle charging when electricity rates are cheapest, saving users an average of $388 per year.",
      "preview": "Skip to content April 29, 2022 3 years ago Press Release 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . This w"
    },
    {
      "url": "https://about.google/",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://prior.allenai.org/",
      "title": "Perceptual Reasoning and Interaction Research",
      "description": "Explore PRIOR, a team working on Perceptual Reasoning and Interaction Research at Allen Institute for AI",
      "preview": "PRIOR: Perceptual Reasoning and Interaction Research High-impact open-source AI research Featured Project Molmo Molmo is a family of open state-of-the"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "http://www.ala.org/",
      "title": "American Library Association",
      "description": "American Library Association | Awards, publishing, and conferences: ALA membership advocates to ensure access to information for all",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ice.gov",
      "title": "ICE | U.S. Immigration and Customs Enforcement",
      "description": "U.S. Immigration and Customs Enforcement's (ICE) mission is to protect America from the cross-border crime and illegal immigration that threaten national security and public safety. This mission is executed through the enforcement of more than 400 federal statutes and focuses on smart immigration enforcement, preventin",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.shift72.com",
      "title": "Shift72: Secure video on demand platforms",
      "description": "Shift72 is a white-labelled, secure video on demand platform that rapidly delivers streaming and monetisation solutions.",
      "preview": "Book a demo Trusted by the biggest names in industry See how it works Unmatched Flexibility on a Platform You Can Trust Shift72 stands apart as the go"
    },
    {
      "url": "https://ai.googleblog.com",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://www.cbs.com",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://www.census.gov/library/stories/2021/01/women-making-gains-in-stem-occupations-but-still-underrepresented.html",
      "title": "Women Making Gains in STEM Occupations but Still Underrepresented",
      "description": "While women make up nearly half of the U.S. workforce, they are only 27% of STEM workers, up from 8% in 1970.",
      "preview": "Women Making Gains in STEM Occupations but Still Underrepresented Women Making Gains in STEM Occupations but Still Underrepresented Women Are Nearly H"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "https://www.voteannapaulina.com/platform",
      "title": "Anna Paulina Luna for Congress",
      "description": "Anna Paulina Luna for Congress is a strong independent leader, earning her stripes by serving her country, not by serving herself. Raised by a single mother in Southern California's low-income neighborhoods, Anna learned that she must work hard and be independent to succeed.",
      "preview": "top of page ENDORSED BY PRESIDENT TRUMP! HELP ME FIGHT FOR YOU! $10 $50 $250+ $25 $100 DONATE The Influencer Who Came to Congress Republican Rep. An"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://simpleswap.io/cn/crypto-to-crypto/usdterc20-scrt",
      "title": "USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台",
      "description": "Exchange USDT to SCRT at the finest current rate via SimpleSwap! ➡️ Sign-up free ➡️ Swap over 1000 coins ➡️ Convert crypto fast ➡️ Swap Tether USD to Secret with our service at the lowest current price, 24/7 live support",
      "preview": "Exchange Navigation menu Log in Get an account USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台 Other Options to Swap Secret Explore many other"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "http://www.microsim.com/",
      "title": "Introduction to Microsim of Mobile Phone",
      "description": "A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mobile phones. It is designed to fit into the smaller SIM card slots of modern smartphones, tablets, and other mobile devices. The advancement in technology has led to the development of these compact SIM",
      "preview": "Contact Us Introduction to Microsim of Mobile Phone A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mob"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "https://fogoislandinn.ca/",
      "title": "Fogo Island Inn | All-Inclusive Hospitality & Regenerative Travel",
      "description": "Experience all-inclusive hospitality at Fogo Island Inn, a member of Relais & Chateaux with Three MICHELIN Keys. Book a room at Fogo Island Inn.",
      "preview": "Skip to main content Skip to footer Bask in our fall colours. Book for Berry Season. Entangled with nature, rooted in community Experience all-inclusi"
    },
    {
      "url": "https://www.canarymedia.com/articles/energy-markets/a-deeper-dive-into-24-7-carbon-free-energy",
      "title": "A deeper dive into 24/7 carbon-free energy | Canary Media",
      "description": "Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking governments and regulators to catch up.",
      "preview": "A deeper dive into 24 / 7 carbon-free energy Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking"
    },
    {
      "url": "http://www.herrco.gr/",
      "title": "Σχετικά Με Μας - Herrco",
      "description": "Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων Συσκευασίας της",
      "preview": "Σχετικά Με Μας Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων"
    },
    {
      "url": "https://www.hbbf.org/",
      "title": "Healthy Babies Bright Futures",
      "description": "Healthy Babies Bright Futures guides families in protecting their babies from harmful chemicals. They make sure every baby has the ability to learn and thrive.",
      "preview": "Skip to main content Image Image New report: What's in your family's rice? The arsenic, cadmium, and lead in popular rice brands - plus 9 safer grains"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "http://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}