{
  "data": [
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://thinkprogress.org/house-bill-endangers-sex-workers-advocates-say-7a47ce9b2b4f/",
      "title": "House overwhelmingly passes a bill that conflates sex work and sex trafficking - ThinkProgress",
      "description": "void",
      "preview": "Advertisement House overwhelmingly passes a bill that conflates sex work and sex trafficking The House bill (FOSTA), which claims to protect trafficki"
    },
    {
      "url": "https://m.fronda.pl/a/tylko-u-nas-pawel-lisicki-ta-uleglosc-moze-kosciol-wiele-kosztowac,151854.html",
      "title": "TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować | Fronda.pl",
      "description": "Paweł Lisicki dla \"Frondy\": Podczas pandemii Kościół zbyt słabo broni swojej autonomii. W Nowym Jorku prawo do kultu obronione zostało wspólnie przez Bractwo Piusa X i ortodoksyjnych żydów.",
      "preview": "23.10.2020, 19:30 Screenshot Youtube TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować Paweł Lisicki dla \"Frondy\": Podczas pandemii"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://www.joinhoney.com/paypal",
      "title": "Automatic Coupons, Promo Codes, and Deals | Honey",
      "description": "We search for coupons at 30,000+ sites to help you save money",
      "preview": "Skip to Content Log in We search for coupons at 30,000+ sites to help you save money Add to Chrome Currently, we only support Chrome, Safari, Firefox,"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://www.wired.com/story/the-pentagon-wants-your-help-analyzing-satellite-images/",
      "title": "xView Detection Challenge: Help the Pentagon Analyze Satellite Images | WIRED",
      "description": "The Defense Department is offering $100,000 for artificial-intelligence algorithms that can identify items such buildings and trucks in satellite images.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story The AI Database → Application Surveillance End User Government Sector Defen"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://captainsnugglefuck.tumblr.com/",
      "title": "@captainsnugglefuck on Tumblr",
      "description": "Follow @captainsnugglefuck and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Burning Brimstone I've found what matters most in life, is how well we walk through hell, no matter how many times we have to go through i"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://www.sony.com/electronics/cameras",
      "title": "Sony Cameras | Digital Cameras & Lenses",
      "description": "Explore our range of mirrorless Interchangeable-lens Cameras with full-frame to APS-C sensors, up to 24.2 mp, real-time AF & more.",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Product List All Interchangeable-Lens Cameras (23) Sort By × Relevance Sort By Skip t"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "http://vega-shop.si/category/veganstvo/",
      "title": "Veganstvo - Vega-shop.si",
      "description": "void",
      "preview": "Veganska prehrana lahko telo popolnoma oskrbi z vsemi potrebnimi snovmi in vitamini, zagotovo pa je priporočljivo, da vegani jemljejo vitamin B12 . Sl"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://www.thewarmingstore.com/",
      "title": "Heated Clothing, Heated Jackets, Heated Gloves, Heated Socks, Heated Vests | TheWarmingStore.com",
      "description": "We have the best selection of heated clothing including heated jackets, heated gloves, heated socks, heated shirts & heated vests. Shop all ...",
      "preview": "HEATED SOCKS HEATED JACKETS HEATED GLOVES"
    },
    {
      "url": "https://www.roadmaptozero.com/?locale=en",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://elokence.com",
      "title": "Accueil :: Elokence",
      "description": "Société française d'ingénierie informatique, Elokence, c'est avant tout un savoir-faire original dans le domaine du diagnostic.",
      "preview": "Akinator the Genie VOIR LA SUITE Akinator reçoit l'équipe américaine d'Alexa L'équipe Amazon s'est rendue en France pour rencontrer Arnaud Megret, fon"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://www.walmart.com/help/article/single-use-bag-policy/6538739d9dba47e5a0aa302ec9e92963",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.witchcraftspellslove.com/Astrology-consultancy-service-in-india.php",
      "title": "Astrology consultancy service in India | India",
      "description": "Astrology Consultancy Service in India offer by the Acharya Joshi ji takes avail of his powerful and effective services which is totally free of cost.",
      "preview": "Home About Us Chaughadiya Astrologer Online Best Astrologer in india Astrologer in india Astrology consultancy service in india Free astrology consult"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://www.interstateparkingdowntown.com",
      "title": "Interstate Parking Downtown",
      "description": "void",
      "preview": "0 See how our managed parking solution improves access and drives commerce in your community. Open up more than spaces. Provide better access to all y"
    },
    {
      "url": "http://www.museoscienza.org/",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
      "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
      "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
      "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://dataplatform.knmi.nl/group/seismology-and-acoustics?groups=seismology-and-acoustics&tags=Atmospheric+conditions&tags=Open+data&tags=Inspire+dataset",
      "title": "Seismology and Acoustics - Groups - KNMI Data Platform",
      "description": "void",
      "preview": "Skip to content Home Groups Seismology and Acoustics Order by Relevance Name Ascending Name Descending Last Modified Go 1 dataset found None: seismolo"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://bestbuyapis.github.io/bby-query-builder/#/productSearch",
      "title": "Best Buy APIs :: Query Builder",
      "description": "void",
      "preview": "Query Builder Products Stores Categories Open Box Recommendations Smart Lists API Key:"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "https://oceanconference.un.org/",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "http://webarchive.nationalarchives.gov.uk/20121007104210/http:/www.fawc.org.uk/freedoms.htm",
      "title": "UK Government Web Archive",
      "description": "This Page is [ARCHIVED CONTENT] and shows what the site page http://www.fawc.org.uk/freedoms.htm looked like on 7 Oct 2012 at 10:42:10",
      "preview": "void"
    },
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "https://blissandbone.com/",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://ideas.stantec.com/blog/curiosity-and-artistry-6-takeaways-on-downtowns",
      "title": "Curiosity and artistry: 6 takeaways on downtowns",
      "description": "The 2018 International Downtown Association conference inspired a renewed love of place-and the desire to make downtowns better.",
      "preview": "Skip to main content Start of main content Ideas Curiosity and artistry: 6 takeaways on downtowns November 28, 2018 linkedin twitter email By Phil Sch"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    },
    {
      "url": "https://www.microsoft.com/edge",
      "title": "Get to Know Microsoft Edge",
      "description": "<p>Microsoft Edge is your AI-powered browser. A smarter way to browse. Learn more about built-in Edge features and capabilities that help you achieve more.</p>",
      "preview": "Skip to main content Search Try Edge intro Microsoft Edge Your AI-powered browser A smarter way to protect create find browse game shop learn search T"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://sportshirts.net/nationaleshirts-marokko/",
      "title": "Nationaleshirts-marokko - World of Sportshirts",
      "description": "void",
      "preview": "Ga naar de inhoud Menu World of Sportshirts ruim 1000 originele wedstrijdshirts Menu Jaar: 2011-2012 Maat: Large Merk:Puma T/U: Thuisshirt Details: Ya"
    },
    {
      "url": "https://kingdomhearts.fandom.com/fr/wiki/Reine_Minnie",
      "title": "Reine Minnie | Kingdom Hearts Wiki | Fandom",
      "description": "MinniePrincesseGalerie Oh, Sora ! Le roi m'a parlé de vous dans ses lettres. Il dit que vous êtes un jeune homme très courageux.La Reine Minnie à Sora, ce dernier n'étant pas déplu de ce que lui disait la Reine La Reine Minnie est la reine du Château Disney. Elle gère très bien le château et le...",
      "preview": "Kingdom Hearts Wiki Les alertes Spoiler pour Birth by Sleep doivent avoir été enlevées depuis le 4 octobre. Si vous retrouver des alertes Spoiler, veu"
    },
    {
      "url": "http://www.nborg.com",
      "title": "nB0rg - Home",
      "description": "Indie developer of iOS apps for iPhone, iPad, iPod Touch.",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Apps for iPhone, iPad, and iPod Touch SOLITAIRE PARADE 100 FREE solitaire card games. Including Klondike, Sp"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/blueprints/",
      "title": "Modular Applications with Blueprints - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Modular Applications with Blueprints Modular Applications with Blueprints ¶"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "http://archive.boston.com/news/nation/gallery/100209CarterMuseum/",
      "title": "Carter Museum opening - Boston.com",
      "description": "void",
      "preview": "Local Search Site Search Home Delivery Home Today's Globe News Business Sports Lifestyle A&E Things to do Travel Cars Jobs Real Estate Local Search Lo"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.mcgovern.org/",
      "title": "Patrick J McGovern Foundation | AI for Social Good",
      "description": "21st Century Philanthropy Advancing Data and AI for Good",
      "preview": "Home, sweet home. This is the homepage h1. We are tech-inspired global changemakers, optimists, and visionaries advancing AI and data solutions to cre"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://betterlifestyle.eu/sunny-studio/",
      "title": "Sunny Studio - Betterlifestyle",
      "description": "Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can relax, freshen and prepare for [...]",
      "preview": "Share This Post Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can rel"
    },
    {
      "url": "https://www.bmw-lebanon.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Cars | Beirut, Lebanon | BMW Bassoul Heneine",
      "description": "Visit BMW Lebanon and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed. Take a look at our vehicles available and contact us today!",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "http://www.politicalscience.ualberta.ca/",
      "title": "Department of Political Science",
      "description": "void",
      "preview": "Political Science We are committed to students Political science trains you to apply concepts and theory to real-world problems, to synthesize dispara"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "http://www.hotfingersgloves.com/",
      "title": "Hotfingers Gloves",
      "description": "Hotfingers Gloves",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.survivornet.com/articles/mean-girls-star-stephanie-bissonnette-shares-her-amazing-story-from-cancer-to-returning-to-the-broadway-stage/",
      "title": "'Mean Girls' Star Stephanie Bissonnette Shares Her Amazing Story, from Cancer to Returning to the Broadway Stage - SurvivorNet",
      "description": "void",
      "preview": "× Array ( [Ovarian Cancer] => Array ( [Austin] => https://www.survivornet.com/austin/ [Baltimore] => https://www.survivornet.com/baltimore/ [Charlotte"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://www.themarshallproject.org/2022/03/10/no-light-no-nothing-inside-louisiana-s-harshest-juvenile-lockup",
      "title": "Inside Louisiana's Harshest Youth Prison: 'No Light. No Nothing.' | The Marshall Project",
      "description": "Youths in one Louisiana facility were held in solitary confinement around the clock, shackled with leg irons and deprived of an education. \"This is child abuse,\" one expert said.",
      "preview": "A nonprofit news organization covering the U.S. criminal justice system Search Magnifying glass Local Network Cleveland Jackson St. Louis Projects Ins"
    },
    {
      "url": "https://www.bagborroworsteal.com/",
      "title": "Rent, Buy and Sell Designer Handbags & Accessories - Bag Borrow or Steal",
      "description": "Rent, Buy and Sell Designer Handbags & Accessories. Keep your authentic luxury collection fresh. Shop Bag Borrow or Steal",
      "preview": "Sign In | WE GUARANTEE AUTHENTICITY Take an extra 30% OFF SITEWIDE...Use promo code BAGHOLIDAY at checkout. Get Inspired - Follow Us on Instagram Tag #B"
    },
    {
      "url": "https://www.ilmtalzottelstedt.de/nachwuchs/archiv/2020-21/c-junioren/spiele/11981-ilmtal-zottelstedt-sv-09-arnstadt",
      "title": "2020/21 : Ilmtal Zottelstedt vs. SV 09 Arnstadt 4 : 1",
      "description": "Auf der offiziellen Webseite des FSV Ilmtal Zottelstedt wird der Verein mit allen Mannschaften und Mitgliedern vorgestellt. Es gibt zahlreiche Statistiken zu Spieltag und Spielern, viele Fotos und vieles mehr. (C) soccero",
      "preview": "C-Junioren : Spielbericht (2020/21) Kreisoberliga MTH 1. Spieltag - 13.09.2020 10:30 Uhr Ilmtal Zottelstedt SV 09 Arnstadt 4 : 1 (3 : 0) Aufstellung E"
    },
    {
      "url": "https://www.nbcnews.com/think/opinion/gov-desantis-rude-awakening-15-week-abortion-law-rcna24456",
      "title": "Florida Gov. DeSantis may be in for a rude awakening over 15-week abortion ban law",
      "description": "The Florida Constitution currently vigorously protects a woman's right to end an unwanted pregnancy.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://definition.org/define/inspection/",
      "title": "Definition of inspection - Definition.org",
      "description": "Definitions of inspection. What is inspection: The act of inspecting.. Synonyms: advection, affection, check, check-out procedure, checkout, circumspection, collection, complexion, confection, examination, inspect, inspector, investigation, scrutiny",
      "preview": "Search Random Word Definitions Translations En Arabic Belarusian Catalan Chinese Czech Danish Dutch English Estonian Finnish French German Greek Hebre"
    },
    {
      "url": "https://www.pntrac.com/t/8-9711-131940-104709?sid=PEOKateHudsonsOversizedBeltBagIsaSmartChoiceforMomsOntheGoandTheseLookalikesStartat14lstansburyFasAff13976767202303I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-transit-bag-black",
      "title": "The Renew Transit Fanny Pack | Black - Everlane",
      "description": "The ReNew Transit Fanny Pack features two external zip pockets, a main compartment with an internal divider (for added organization), and an adjustable strap with metal buckles. The best part? It can be worn cross-body like a sling or at your waist in true fanny-pack fashion. Oh, and it's made using 100% recycled polye",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.mojekuchennerewelacje.pl/2016/01/saatka-z-kurczakiem-mango-awokado-i.html?m=0",
      "title": "Moje Kuchenne Rewelacje : Sałatka z kurczakiem, mango, awokado i pomarańczą",
      "description": "Blog dietetyczno- kulinarny - porady dietetyka,przepisy z kalorycznością, możliwość zamówienia indywidualnej diety od specjalisty",
      "preview": "Strony Strona główna O MNIE ZAMÓW SPERSONALIZOWANĄ DIETĘ PORADY DIETETYCZNE E-BOOKI WSPÓŁPRACA KONTAKT REKLAMA niedziela, 10 stycznia 2016 Sałatka z k"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}