{
  "data": [
    {
      "url": "https://dhhr.wv.gov/covid-19/pages/vaccine.aspx",
      "title": "Vaccination Recommendations",
      "description": "void",
      "preview": "This page has moved. Please bookmark the correct page at https://breatheeasy.wv.gov"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "http://uwreadilab.com",
      "title": "UW READi Lab - Research in Early Autism Detection and Intervention",
      "description": "The University of Washington READi Lab focuses on conducting research related to early identification and intervention for children with Autism Spectrum Disorder (ASD), which is also referred to as autism. Our work is important because we know early intervention and detection can change the lives of those impacted by autism.",
      "preview": "What causes autism? Common Questions Answers to your questions. Could my child have autism? Just diagnosed. Now What? Questions & Answers » Dear Paren"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "http://www.ritsumei.ac.jp/bb/eng/episodes/no_052.html/",
      "title": "Restarting in Indonesia｜Episodes｜BeyondBorders",
      "description": "void",
      "preview": "立命館中学校・高等学校ウェブサイトを正しく表示するにはJavaScriptが必要です。 ブラウザの設定をオンにしてからページをリロードしてください。 052 Restarting in Indonesia College of Business Administration, Kenya Mizut"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://medium.statuspage.io/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "http://custhelp2.walgreens.com/",
      "title": "Photo Help",
      "description": "void",
      "preview": "Walgreens Photo Help Photo Account Your Photos Ordering Products Info and Policies Top 10 Questions Photo Print & Enlargement Pricing and Shipping Pho"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://www.allure.com/story/rihanna-oceans-8-locs",
      "title": "Why Rihanna Wears Locs in Movie 'Ocean's 8' | Allure",
      "description": "In an interview with Refinery29, Rihanna's hairstylist Yusef Williams explained the reason behind choosing locs for Rihanna's Ocean's 8 character.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://climatecommunication.yale.edu/publications/politics-global-warming-september-2021/",
      "title": "Politics & Global Warming, September 2021 - Yale Program on Climate Change Communication",
      "description": "This report describes how Democratic, Independent, and Republican registered voters view climate and energy policies.",
      "preview": "Home / Politics & Global Warming, September 2021 Report · Oct 20, 2021 Politics & Global Warming, September 2021 By Anthony Leiserowitz , Edward Maiba"
    },
    {
      "url": "https://www.pawsitiveimpactncdogrescue.org/",
      "title": "Pawsitive Impact NC Dog Rescue/Monroe, NC",
      "description": "Pawsitive Impact NC Dog Rescue is a 501(c)(3) Non-Profit All Breed All Foster Dog Rescue in Monroe, NC.",
      "preview": "top of page Female Veteran Owned & Operated 501c3 Non-Profit Foster Based Dog Rescue Pawsitive Impact NC Dog Rescue 9611 Brookdale Dr Suite 100 Box 24"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "http://blog.vizzuality.com",
      "title": "Vizzuality | Blog",
      "description": "We craft beautiful data products that enhance the impact of the world's most important organisations.",
      "preview": "Data Science and GIS go hand in hand against climate change. Camellia Williams, Lead Writer. You can also read this blog on Medium. The problems we wo"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2006-September/015806.html",
      "title": "[Bf-committers] Clamp To Constraint",
      "description": "void",
      "preview": "[Bf-committers] Clamp To Constraint J L aligorith at hotmail.com Sat Sep 16 07:43:39 CEST 2006 Previous message: [Bf-committers] Collada 1.4 plug-in -"
    },
    {
      "url": "https://www.atlantisbahamas.com/",
      "title": "Bahamas Vacation Resort | Luxury Resort | Atlantis Bahamas",
      "description": "Experience Atlantis Paradise Island resorts entertainment and adventures. See what activities and amenities this Bahamas vacation destination has to offer.",
      "preview": "Book Activities Events Gift Cards Gallery Atlantis Stories FAQ's Accommodations Dining Experiences Aquaventure Entertainment Offers Casino Meetings &"
    },
    {
      "url": "https://medlineplus.gov/diabetes.html",
      "title": "Diabetes | Type 1 Diabetes | Type 2 Diabetes | MedlinePlus",
      "description": "Diabetes is a chronic health condition in which your blood glucose levels are too high. There is no cure, but diet, exercise, medications, and weight control can help.",
      "preview": "Skip navigation Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://in.linkedin.com/company/tata-consultancy-services?trk=similar-pages",
      "title": "Tata Consultancy Services | LinkedIn",
      "description": "Tata Consultancy Services | 17,957,583 followers on LinkedIn. Tata Consultancy Services (TCS) is an IT services, consulting, and business solutions organization that has been partnering with many of the world's largest businesses in their transformation journeys since its inception in 1968. Our consulting led, innovation-driven services help businesses evolve as perpetually adaptive enterprises, staying ahead in an ever-changing digital landscape. Recognized for excellence in software development, we rapidly apply and scale new technologies, driving long-term value and scalable transformation.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://sendgrid.com/policies/privacy/",
      "title": "Twilio Terms of Service | Twilio",
      "description": "With Twilio, unite communications and strengthen customer relationships across your business - from marketing and sales to customer service and operations.",
      "preview": "Print this page Customer and Partner Agreements Terms of Service Acceptable Use Policy Service and Country Specific Requirements Data Protection Adden"
    },
    {
      "url": "https://photos.google.com/share/AF1QipM7mp3ngeSCFzochRDKkY2ES8Ylx5v4ttm1f5EqEIqlwG0lRF5V7nwkGjfKODO5IA/photo/AF1QipPDCSxKtSACJU5u9EQZWKKShwHBk17Ph8tELS2E?key=MXRmUkM0bUNtZFFHSVl0OWhHelRFVVFRNnE4ekJn",
      "title": "Google Photos",
      "description": "void",
      "preview": "Press question mark to see available shortcut keys Sign in Select Partial upload 360 video RAW Video Boost Night Sight Video Save Turn on motion Edit"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://www.yahoo.com/entertainment/bp/cellmates-star-tom-sizemore-acting-sober-fatherhood-second-211501471.html",
      "title": "'Cellmates' star Tom Sizemore on acting sober, fatherhood, and second chances",
      "description": "Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private Ryan.\" Down: Prison time for assault, meth possession and parole violations. Up: The short-lived, hard-core CBS TV series \"Robbery Homicide Division.\" Down: \"Celebrity Rehab.\" ... <a href=\"http://blog.tools.news.yahoo.com/thereelbreakdown/2012/06/01/cellmates-star-tom-sizemore-on-acting-sober-fatherhood-and-second-chances/\">Continue reading <span class=\"meta-nav\">→</span></a>",
      "preview": "Advertisement Advertisement Return to Homepage Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private"
    },
    {
      "url": "http://wearemtm.com/",
      "title": "International strategy & research consultancy | MTM",
      "description": "void",
      "preview": "Part of Brave Bison London MTM 62-65 Chandos Place London WC2N 4HG Leeds MTM The Leeming Building George St Leeds LS2 7HZ Welcome. We are MTM. Deliver"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/2f5ea8a",
      "title": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in North Pacific",
      "description": "void",
      "preview": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in N"
    },
    {
      "url": "http://www.du-ciel.com/wordpress/wpg2?g2_itemId=3979",
      "title": "Thomas Sagory »",
      "description": "Archéologie & Patrimoine",
      "preview": "Home Articles Galerie photos Méthode À propos KAP20110509_124 Photographie aérienne par cerf-volant du site archéologique de Paykent (région de Boukha"
    },
    {
      "url": "https://www.cdcfoundation.org/",
      "title": "CDC Foundation",
      "description": "The CDC Foundation is a global nonprofit, managing public health programs that impact chronic and infectious diseases and emergency threats like COVID-19.",
      "preview": "Skip to main content Together Our Impact is Greater We help the nation's public health system save and improve more lives. How Your Support Makes an I"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://josheben.tumblr.com/",
      "title": "@josheben on Tumblr",
      "description": "Follow @josheben and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.obeckosice.cz/uredni-deska?tagsRenderer-tag=2012&noticeOverview-noticesGrid-grid-order=name%3Dd%26archived%3Dd%26added%3Da&noticeOverview-noticesGrid-grid-itemsPerPage=10",
      "title": "Obec Košice | Úřední deska",
      "description": "Obec Košice se nachází v okrese Tábor, kraj Jihočeský.",
      "preview": "Tato webová stránka potřebuje váš souhlas pro používání cookies, které slouží pro personalizaci obsahu a reklam, analýzy návštěvnosti a další účely. S"
    },
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.atuin.be/nl/catalogsearch/result/index/?bloemkleur=wit&plant_categorie=bodembedekker&q=cotoneaster+dammeri",
      "title": "Je hebt gezocht naar cotoneaster dammeri - ATuin",
      "description": "void",
      "preview": "Binnen 2 weken herfstvakantie! Bestel tijdig voor een vlotte levering tijdens deze drukke week. Negeren Zoek naar: Naar de inhoud springen Home > Je z"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "http://4mhz.de/bfdev.html",
      "title": "Brainfuck Developer - a Brainfuck IDE",
      "description": "Brainfuck Developer is an integrated development environment (IDE) for the Brainfuck language.",
      "preview": "Home Brainfuck Developer What is it? Brainfuck Developer is a Win32 tool for writing, debugging, and (in some degree) understanding Brainfuck programs"
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/api/",
      "title": "API Usage policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings API Usage policy This forms part of a set of usage policies governing core OpenStreetMap ser"
    },
    {
      "url": "https://integrate.clover.com/#forms-with-text",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.astridspapiereuphorie.at/2019/03/11387/",
      "title": "Team-sketch-challenge #209 - Astrids Papiereuphorie",
      "description": "Eine Männerkarte zum Geburtstag mit dem Stampin' Up!-Produktpaket \"In der Werkstatt\" kombiniert mit dem Prägefolder \"Streckenplan\"",
      "preview": "Zum Inhalt springen Beitrags-Autor: Astrid Beitrag veröffentlicht: 3. März 2019 Beitrags-Kategorie: (auch) für Männer / blog hop / Frühling-Sommer-Kat"
    },
    {
      "url": "http://www.havebane.dk/Forum/memberlist.php?mode=leaders&sid=559c01e5418a09112e20312a9e94ed9b",
      "title": "Forum for havebane.dk (45 mm sporvidde) • Log ind",
      "description": "void",
      "preview": "Spring til indhold Avanceret søgning Boardindeks Skift skriftstørrelse OSS Søg Tilmeld Log ind Du skal være tilmeldt som bruger og logget ind for at s"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://variety.com/2022/tv/news/lacey-chabert-hallmark-channel-1235187045/",
      "title": "Lacey Chabert Signs Hallmark Channel Deal After \"Wedding Veil\" Trilogy",
      "description": "Lacey Chabert and Crown Media Family Networks have agreed to an exclusive multi-picture overall deal for the next two years.",
      "preview": "Feb 21, 2022 5:03pm PT Lacey Chabert Lands Exclusive Multi-Picture Hallmark Channel Deal By J. Kim Murphy Plus Icon J. Kim Murphy jkimmurphy Latest Ge"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/",
      "title": "First Chicago robber caught via facial recognition gets 22 years - Ars Technica",
      "description": "With more cops using facial recognition tech, questions of efficacy remain.",
      "preview": "Skip to content Text settings Story text Size Small Standard Large Width * Standard Wide Links Standard Orange * Subscribers only Learn more Minimize"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://www.youtube.com/?tab=i1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "http://www.bridges4kids.org/HelpForKids-US.html",
      "title": "Bridges4Kids State Resources and Information: USA Map",
      "description": "void",
      "preview": "Bridges4Kids Where to Find Help For a Child Anywhere in the U.S. Choose a state to begin: Territories represented: American Samoa , Puerto Rico , Virg"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://www.publishersweekly.com/pw/by-topic/industry-news/book-deals/article/90329-viva-editions-to-publish-anne-heche-memoir.html",
      "title": "Viva Editions to Publish Anne Heche Memoir",
      "description": "Start Publishing's Viva Editions imprint will release Anne Heche's memoir 'Call Me Anne' on January 24. An award-winning actress, Heche died in August in a car crash in Los Angeles just as she was completing the book.",
      "preview": "Self-Pub Jobzone | Login Logout | Subscribe: Log In Logout ADVERTISEMENT Home > News > Book Deals Viva Editions to Publish Anne Heche Memoir By Jim Mi"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "https://www.coface.com.cn/News-Publications-Events/Publications/Mexico-s-economy-more-difficult-times-ahead",
      "title": "Coface News, Economy and Insights: Source for Strategic Knowledge | Coface",
      "description": "Explore Coface's comprehensive News, Economy & Insights section for strategic knowledge, industry updates, economic analysis. Stay ahead in a changing world",
      "preview": "查看内容 新闻， 经济分析 及洞察 商业风险仪表盘 探索科法斯全面的风险仪表板，为 160 个国家和 13 个产业部门提供深入的风险评估，以做出策略决策 选择主题 选择页面 新闻与媒体 # 集团新闻 H1-2025 results: Coface confirms its good start to"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "https://web.cvent.com/event/c3dd1954-99a4-4cf1-862c-12a5a65ba58a/summary",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - Naples - September 25, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://rodaleinstitute.org/why-organic/organic-farming-practices/crop-rotations/",
      "title": "Crop Rotations - Rodale Institute",
      "description": "Rodale Institute's research shows that implementing a sustainable crop and grazing rotation is imperative for a healthy, thriving organic farm.",
      "preview": "Skip to content What is crop rotation? Crop rotation is the practice of planting different crops sequentially on the same plot of land to improve soil"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "https://tedatwork.ted.com",
      "title": "TED@Work : Inspire new ways of working",
      "description": "TED@Work supports learning and skills development, culture-building, communication, leadership and more. Our suite of talent solutions includes a workplace learning program, communication coaching and strategic business events.",
      "preview": "Manager and leadership development is a top priority for organizations. Check out our Manager Confidential series! Anchor Link to Section 0 Workplace"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://community.airtable.com",
      "title": "Airtable Community | Ask questions, start discussions, submit ideas and engage with Airtable enthusiasts | Airtable Community",
      "description": "Where users can connect, share solutions, and discover tips to get the most out of Airtable.",
      "preview": "Skip to main content Welcome to the Airtable Community! Ask questions, get answers and engage with your peers 40,602 Topics 127,154 Replies 103,667 Me"
    },
    {
      "url": "https://www.rocksbox.com/",
      "title": "Rocksbox",
      "description": "The Ultimate Online Jewelry Shopping Destination. Discover a curated collection of rings, necklaces, earrings, and bracelets. Explore on-trend jewelry from top designers.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. Save 20%* - Discount Appli"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://www.texaslottery.com/export/sites/lottery/index.html",
      "title": "Texas Lottery | Home",
      "description": "Texas Lottery - Play the Games of Texas!",
      "preview": "Previous Slide ◀︎ Next Slide ▶︎ Est. Annuitized Jackpot $244 Million Est. Cash Value: $114.2 Million Next Draw: 10/11/2025 Results for: 10/08/2025 8 1"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}