{
  "data": [
    {
      "url": "https://www.wheaton.edu/academics/faculty/thomas-boehm/",
      "title": "Thomas Boehm - Wheaton College, IL",
      "description": "void",
      "preview": "skip to main content Biography Dr. Thomas Boehm's work explores the intersections of disability and faith, family and flourishing. At Wheaton College,"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://www.coursera.org/learn/machine-learning",
      "title": "Supervised Machine Learning: Regression and Classification | Coursera",
      "description": "In the first course of the Machine Learning Specialization, you will: • Build machine learning models in Python using popular machine ... Enroll for free.",
      "preview": "Supervised Machine Learning: Regression and Classification Supervised Machine Learning: Regression and Classification This course is part of Machine L"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://www.lachamberfoundation.org/",
      "title": "Home - Louisiana Chamber of Commerce Foundation, Inc",
      "description": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaining the minority business community through the development of local minority chambers. Subscribe to LCCF Newsletter Training & Webinars Contact Us Events Programs Business Innovation Program (BIP) Business Innovation Program (BIP)",
      "preview": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaini"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "https://lexlege.pl/ustawa-o-emeryturach-i-rentach-z-funduszu-ubezpieczen-spolecznych/art-104/",
      "title": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
      "description": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych - 1. Prawo do emerytury lub renty ulega zawieszeniu lub świadczenia te ulegają zmniejszeniu, na zasadach określonych w ust. 3-8 oraz w art. ...",
      "preview": "Art. 104. emer. i rent. Z... 10.10.2025 Filtr: Szukaj: Art./§ Wyłącz reklamy, przeglądaj orzecznictwo - SPRAWDŹ LEXLEGE PRO Ustawa o emeryturach i ren"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://stuff-that-interests-me.tumblr.com/",
      "title": "@stuff-that-interests-me on Tumblr",
      "description": "Follow @stuff-that-interests-me and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts currentsinbiology Follow Test strip able to identify blood type in less than a minute A team of researchers at Third Military Medical University"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://nashblackchamber.com/",
      "title": "Nashville Black Chamber of Commerce | Connect | Learn | Grow | Prosper",
      "description": "void",
      "preview": "5 home,wp-singular,page-template,page-template-full_width,page-template-full_width-php,page,page-id-5,wp-theme-bridge,bridge-core-1.0.4,ajax_fade,page"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://oscarherradon.com/2021/10/10/la-naranja-mecanica-50-anos-de-un-clasico-instantaneo/",
      "title": "La Naranja Mecánica: 50 años de un clásico instantáneo - DENTRO DEL PANDEMONIUM",
      "description": "En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony Burgess, cumplió 50 años, momento en que se editaron varios libros conmemorativos. En «Dentro del Pandemónium» recordamos algunas de las anécdotas de su rodaje y la intrahistoria del original literario. Óscar Herradón © Stanley...",
      "preview": "Saltar al contenido En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "https://artmillgroup.com/services/contemporary-framing-alternatives/",
      "title": "Contemporary Framing Alternatives",
      "description": "void",
      "preview": "Contemporary Framing Alternatives We create a fine art print from your image and mount it in 1 of 8 product styles of your choice. Your gallery qualit"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://www.hanfsamen.net/mr-nice-g13-x-hash-plant",
      "title": "Mr Nice G13 X Hash Plant - 10 Samen | Hanfsamen diskret bestellen",
      "description": "Mr Nice G13 X Hash Plant Hanfsamen anonym und diskret kaufen. Vergleich Sie die Angebote verschiedener Seedbanks und bestellen Sie zum Vorzugspreis!",
      "preview": "Geschlecht Feminisiert Regulär Typ Sativa Indica Indica Sativa Autoflowering Seed Mix Anbau Outdoor Anbau Indoor Anbau Gewächshaus Preis Billige Hanfs"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://irishcountrymagazine.ie/tag/interiors/page/7/",
      "title": "Interiors - Page 7 of 8 - Irish Country Magazine",
      "description": "Explore a curated collection of articles and stories in the Interiors section on Irish Country Magazine, bringing you the best in Irish culture, style, and living.",
      "preview": "Advertise Customer Support Find a Retailer eMagazine SUBSCRIBE IRISH COUNTRY MAGAZINE Inside the issue Irish Made Irish Made Awards Irish Made Awards"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://www.kalporz.com/author/emiliano/",
      "title": "Emiliano D'Aniello, Autore presso Kalporz",
      "description": "New Music since 2000",
      "preview": "Recensioni , Zoom MELODY'S ECHO CHAMBER, \"Emotional Eternal\" (Domino, 2022) Melody's Echo Chamber guarda a Beach House e Tame Impala nel nuovo disco."
    },
    {
      "url": "https://publictv.in/",
      "title": "Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News | Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News",
      "description": "Public Tv Covers The Latest Bengaluru News, Mysuru News, Hubballi News, Dharwad News, Belagavi News & National News in Kannada. We Provide Latest Kannada News",
      "preview": "Home State LIVE Latest Districts National World Cinema Crime Court Sports Tech Automobile Food Videos Search Follow US Privacy Policy CSR-Policy Terms"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "http://www.uneca.org",
      "title": "United Nations Economic Commission for Africa | Ideas for a prosperous Africa",
      "description": "void",
      "preview": "Skip to main content Comoros Embraces Digital Innovation to Boost Food Security and Agricultural Development ECA Drives Progress in Africa through Str"
    },
    {
      "url": "https://www.panaya.com",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://studio.swiperjs.com/",
      "title": "Swiper Studio - No-code Swiper builder",
      "description": "No-code Swiper builder",
      "preview": "Meet PaneFlow: Build Stunning Slideshows Visually. No Code Required All-Access Blog Sign in Swiper Studio Create Beautiful And Responsive Sliders With"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "http://allroseshavethorns.com/comic/643",
      "title": "20100625 - All Roses Have Thorns",
      "description": "Vampires, faeries, ghosts and humans interact with one another over a centuries long, historically inspired, fantasy drama",
      "preview": "Latest Comic Archive Other « ‹ › » « ‹ › » December 26, 2019 Reader comments Please enable JavaScript to view the comments powered by Disqus. comments"
    },
    {
      "url": "https://business.apple.com/",
      "title": "Apple Business Manager",
      "description": "Manage your organization's devices, apps, and accounts.",
      "preview": "JavaScript is required."
    }
  ],
  "_meta": {
    "total_bookmarks": 49
  }
}