{
  "data": [
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+statut%3A%28%22pr%C3%AAtable%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29+AND+auteurs_ac%3A%28%22Valek%2C+Vladimir%22%29+AND+sujets_ac%3A%28%22Cordes%22%29+AND+auteurs_ac%3A%28%22Csaba%2C+Peter%22%29+AND+editeurs_tous_frbr%3A%28%22AMC+Paris%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/post/140318223394",
      "title": "50m3 Th1ng5 D0 N0t C0mput3, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://www.rejseplanen.dk/webapp/index.html?language=da_DK",
      "title": "Rejseplanen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "https://pkg.go.dev/context",
      "title": "context package - context - Go Packages",
      "description": "void",
      "preview": "Documentation ¶ Overview ¶ Package context defines the Context type, which carries deadlines, cancellation signals, and other request-scoped values ac"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.newspeakblog.com/how-you-can-save-time-and-money-when-you-buy-bitcoin/",
      "title": "How You Can Save Time And Money When You Buy Bitcoin?",
      "description": "It can be frustrating trying to buy Bitcoin, especially for the first time. You might be surprised to find transaction wait times taking...",
      "preview": "Select Category Auto Business Digital Marketing Education Entertainment Fashion Health Home Improvement Legal Parenting Tech Travel Uncategorized It c"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://builtwith.com/",
      "title": "BuiltWith Technology Lookup",
      "description": "Web technology information profiler tool. Find out what a website is built with.",
      "preview": "Log In · Signup for Free EN DE FR ES IT Pусский 한국어 日本語 简体中文 عربي Find out what websites are Built With Your browser does not support the video tag. C"
    },
    {
      "url": "https://cdm.ing.unimo.it/dokuwiki/start?ns=latex&tab_files=files&do=media&tab_details=view&image=6._assi_ortotropia_.png",
      "title": "start [cdm.ing.unimore.it]",
      "description": "void",
      "preview": "start Gestore Media Categorie Scegli il namespace [directory principale] lab labrestricted latex playground restricted tmp undefined wiki wikialtro201"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "http://www.foolsdog.com/Classic1910/",
      "title": "The Classic 1910 Tarot - The Fools Dog",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "http://overlandtandberg.com",
      "title": "Expired DNS Hosting Services | DNS Made Easy",
      "description": "Please contact this domain's administrator as their DNS Made Easy services have expired.",
      "preview": "Oops! Something went wrong Looks like this domain's DNS hosting service has expired. If you are the administrator for this domain, please log into you"
    },
    {
      "url": "https://www.atanet.org/",
      "title": "American Translators Association",
      "description": "Professional translators and interpreters connect us to our world. When you care about your customers and quality, you need an ATA member.",
      "preview": "Skip to content Facebook Twitter Linkedin Youtube Instagram Professional Translators and Interpreters Connect Us to Our World When you care about your"
    },
    {
      "url": "http://www.weibo.com/unfao?from=myfollow_all",
      "title": "Sina Visitor System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/",
      "title": "Walton Family Foundation",
      "description": "The Walton Family Foundation continues a philanthropic vision begun by Walmart founders Sam and Helen Walton. The foundation is dedicated to making a positive difference in K-12 education, freshwater and marine conservation, and quality of life initiatives in our home region.",
      "preview": "Farmers Have a 'Field Day' With an Online Practice-Sharing Platform In the Mississippi River Basin and beyond, farmers looking to improve soil and wat"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://littlegoatchicago.com/",
      "title": "Little Goat Diner | Chef Stephanie Izard | Lakeview, Chicago",
      "description": "Located in Southport Corridor, Little Goat Diner serves all-day breakfast and dinner full of bold flavors and crunchy toppings. It's a neighborhood go-to for any meal in Chicago's Lakeview.",
      "preview": "skip to main Menu Happenings private events contact takeout Reserve skip to main close Menu Reserve menu Happenings reservation Takeout Private Events"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "http://americablog.blogspot.com/2012/04/us-kids-with-autism-up-78-in-last.html",
      "title": "US Politics | AMERICAblog News: US kids with autism up 78% in last decade",
      "description": "One of America's most influential progressive political blogs, providing news analysis of US politics, by John Aravosis in Washington DC",
      "preview": "skip to main skip to sidebar Join Email List | About us | AMERICAblog Gay Elections | Economic Crisis | Jobs | TSA | Limbaugh | Fun Stuff Follow @amer"
    },
    {
      "url": "http://zarzadzanie.szczecin.pl/o-regeneracji-hydrauliki/",
      "title": "O regeneracji hydrauliki",
      "description": "O regeneracji hydrauliki czyli hydraulika siłowa znym jest zespół wzajemnie połączonych części, których zadaniem jest przekazywanie energii lub sterowanie za pośrednictwem cieczy hydraulicznej pod ciśnieniem, w układzie zamkniętym. Działanie układu",
      "preview": "Układem hydraulicznym jest Obecnie największe znaczenie ma tzw. , która zajmuje się głównie opracowywaniem i wykorzystaniem układów hydraulicznych. Uk"
    },
    {
      "url": "http://www.nonsisamai.com/2008/10/voi-lo-sapete-che-giornali-leggete.html?showComment=1222887960000",
      "title": "Non Si Sa Mai: voi lo sapete che giornali leggete?",
      "description": "Sarah Palin no .",
      "preview": "mercoledì 1 ottobre 2008 voi lo sapete che giornali leggete? Sarah Palin no . Posted by nonsisamai at 06:06 Invia tramite email Postalo sul blog Condi"
    },
    {
      "url": "https://sunshinehealthy.com/products/vc-rawd32000120",
      "title": "VC - Raw D3 2000 120 - Sunshine Nutrition Center",
      "description": "Sunshine Nutrition Center",
      "preview": "Skip to content Submit Close search VC - Raw D3 2000 120 Regular price $37.99 Sale price $37.99 Sale Default Title Add to cart This item is a recurrin"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/human-resources/president-search-process.html",
      "title": "Presidential Search | Montgomery College, Maryland",
      "description": "void",
      "preview": "Presidential Search MC Announces New President December 17, 2021: After an extensive nationwide search, MC is proud to announce that Dr. Jermaine F. W"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://www.bmw.com.co/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "Tienda BMW Colombia: Carros y Accesorios - BMW Shop Colombia",
      "description": "Encuentra tu BMW soñado, ropa exclusiva de la marca y accesorios para personalizar tu BMW en un solo lugar. ¡Descubre todo lo que tenemos para ti aquí!",
      "preview": "¡Envío gratis a nivel nacional por compras superiores a $350.000! ¡Solicita tu crédito Addi hasta 6 cuotas! X Buscar 2 3 4 Novedades Destacados SALE T"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://tos.org/oceanography/article/seamount-fisheries-do-they-have-a-future",
      "title": "Seamount Fisheries: Do They Have a Future? | Oceanography",
      "description": "void",
      "preview": "Change of Address Contact Us Join TOS TOS Website View Issue TOC Volume 23, No. 1 Pages 134 - 144 Seamount Fisheries: Do They Have a Future? By Tony J"
    },
    {
      "url": "https://source.squeak.org/@Ul2nVydgCOggOSrB/5PgzhPd7",
      "title": "Squeak Releases",
      "description": "void",
      "preview": "up to date Home Projects Tags Members Groups Help Actions RSS feed Register Member Register Group Register Project Authentication Login Home Welcome t"
    },
    {
      "url": "https://www.nba.com/stats/teams/",
      "title": "Teams | Stats | NBA.com",
      "description": "Top Team Leaders overview across stat categories throughout the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.paypal.com/en/webapps/mpp/ua/privacy-full",
      "title": "PayPal Privacy Statement",
      "description": "PayPal Privacy Statement",
      "preview": "Menu PayPal Privacy Statement PayPal Privacy Statement Last updated on February 13, 2025 Overview PayPal, Inc. (\"we,\" \"our,\" \"us,\" \"PayPal\") provides"
    },
    {
      "url": "https://fra-data.fao.org/",
      "title": "FRA Platform | Global Forest Resources Data | Food and Agriculture Organization of the United Nations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/post/116652519683",
      "title": "Wrappedup NCA WA - codeorg: With all the national debate on...",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Menu"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://ford.oemdtc.com/category/recalls",
      "title": "Recalls | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://cpe.cientifica.edu.pe/",
      "title": "Carreras para gente que trabaja | Universidad Científica del Sur",
      "description": "Estudia carreras para gente que trabaja en la Universidad Científica del Sur con programas flexibles y de calidad. ¡Inscríbete hoy!",
      "preview": "Ir al contenido Pregrado Posgrado Centro de Idiomas Formación Continua Buscar Carreras para gente que trabaja Averígua qué cursos puedes convalidar Ca"
    },
    {
      "url": "https://www.iforgeiron.com/",
      "title": "Forums - I Forge Iron",
      "description": "void",
      "preview": "Jump to content Forums Start new topic Start new topic I Forge Iron Forum Keeping You Informed What is new on the forum and site 31 posts Problems wit"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/autodiff_cookbook.html",
      "title": "The Autodiff Cookbook - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf The Autodiff Cookbook Contents The Autodiff Cookbook # JAX has a pretty general automatic differ"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://spectrum.ieee.org/energywise/energy/fossil-fuels/how-to-track-the-emissions-of-every-power-plant-on-the-planet-from-space",
      "title": "How to Track the Emissions of Every Power Plant on the Planet from Space - IEEE Spectrum",
      "description": "Using satellite images, machine-learning algorithms can create models to estimate greenhouse gas emissions for every power plant worldwide",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE How to Track the Emissions of Every Power Plant on the Planet from Sp"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://govx.com/",
      "title": "Military & Government Discounts on 1000+ Brands | GOVX",
      "description": "The largest Military & Government exclusive ecommerce site offering discounts up to 50% off current season goods from 1000+ top lifestyle and tactical brands.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 73
  }
}