{
  "data": [
    {
      "url": "https://lemondedugolf.fr/19-21-oct-ncaa-men-golf-club-of-georgia-collegiate-invitationational",
      "title": "19-21 oct - NCAA Men - Golf Club of Georgia Collegiate Invitationational - Le Monde du Golf",
      "description": "Host: Georgia Tech, The Golf Club of Georgia - Lakeside Course, Alpharetta GA. Sont présents, Duke avec Adrien Pendariès, New Mexico et Augustin Holé, TCU et les deux compères David Ravetto et Pierre Mazier. Scores >>>",
      "preview": "ACCUEIL NEWS NOS COACHS VOYAGES MATÉRIEL COMPETITIONS CONTACT Recherche RECHERCHER RECHERCHER Search results for: 19-21 oct - NCAA Men - Golf Club of"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.madisonyauger.com",
      "title": "Madison Yauger",
      "description": "void",
      "preview": "Hey there! Welcome to my online portfolio - a digital record of my published work at various magazines and news outlets (because the internet does not"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "http://elsmediakits.com",
      "title": "Elsevier Pharma Solutions",
      "description": "Explore our Specialty Audiences Portfolio and find the perfect fit to reach your specialty audiences with Elsevier's journals.",
      "preview": "Skip to main content Reach Specialty Audiences with Elsevier Journals Elsevier journals: A global reach with a laser focus. Our publications are renow"
    },
    {
      "url": "https://chat.tripsit.me/",
      "title": "TripSit.Me",
      "description": "Tripsit Harm Reduction Through Education",
      "preview": "Loading..."
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://stockholmskallan.stockholm.se/post/30871",
      "title": "Klemmings omdöme om Strindberg - Stockholmskällan",
      "description": "Strindbergs ansökan remitterades till riksbibliotekarie Gustaf Klemming, August hade nämligen inte bifogat sina icke alltför lysande betyg. Klemmings vitso",
      "preview": "Kakor på stockholmskallan .stockholm.se På Stockholmskällan använder vi kakor, cookies, för att sammanställa statistik och för att webbplatsen ska fun"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://www.boots-uk.com/",
      "title": "Boots UK - Corporate site and newsroom",
      "description": "Our mission is to be the first choice for pharmacy, health and beauty - caring for people, customers and communities everywhere. Looking to shop? Visit Boots.com.",
      "preview": "The UK's leading health and beauty retailer Putting patients in control of their health and wellbeing Creating innovative, affordable and sustainable"
    },
    {
      "url": "https://codeway.co",
      "title": "Codeway | Leading in AI-Powered Mobile App Development",
      "description": "Codeway brings cutting-edge AI to millions of users around the globe. Explore the future with Codeway.",
      "preview": "Leading What's Next In Mobile AI We bring cutting-edge AI tech to millions of users around the globe See Open Positions Our Apps Chat & Ask AI Chatbot"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://brokercheck.finra.org/",
      "title": "BrokerCheck - Find a broker, investment or financial advisor",
      "description": "BrokerCheck is a trusted tool that shows you employment history, certifications, licenses, and any violations for brokers and investment advisors.",
      "preview": "void"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiEA1x2FgusCCwrfaWuMBFrw43ekuR9-63sPI6m1SVuizk8CIAmFoh218UWSPtxSXakTIenHUZrsLQyb7Z77xPx1sZqYEm4KDgi4-rKPARD_v8rzhKMCEgAaMwoxCIECmonx2wQoCAESJFdoYXQgaW5ncmVkaWVudHMgYXJlIGluIHJhdGF0b3VpbGxlPyIlCiNodHRwczovL2Fzc2lzdGFudC5nb29nbGUuY29tL2xlYXJuLw%26utm_source%3DUS_20200211_NL15&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://docs.roku.com/published/userprivacypolicy/en-US",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "https://www.vera.org/",
      "title": "Vera Institute",
      "description": "Vera works closely with government and civic leaders to urgently build and improve justice systems that ensure fairness, promote safety, and strengthen...",
      "preview": "void"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "http://www.borderhumanity.org",
      "title": "Border Humanity Project | American Civil Liberties Union",
      "description": "People fleeing persecution and violence have the legal and human right to seek asylum in the United States. Our nation is made stronger when we welcome people with compassion and dignity. Together, we can end the horrors of immigration detention and rebuild a better asylum system.",
      "preview": "Skip navigation Immigrants' Rights › Border Humanity Project People fleeing persecution and violence have the legal and human right to seek asylum in"
    },
    {
      "url": "https://www.salamanderresort.com/play/activities#keeping-up-with-cupcake",
      "title": "Luxury Resorts near Washington DC | Salamander Middleburg",
      "description": "Discover exciting adventures, romantic escapades and plenty of family-friendly activities right at Salamander Resort.",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.centexchamber.com/",
      "title": "Home | CTAAC",
      "description": "The mission of the Cen-Tex-Tex African American Chamber of Commerce is to create economic and community development.",
      "preview": "top of page Strengthening our Community by Empowering Business Become a Member Networking Chamber members enjoy multiple marketing platforms designed"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.nsf.gov/",
      "title": "NSF - National Science Foundation",
      "description": "NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. territories.",
      "preview": "Innovation Anywhere, Opportunity Everywhere NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. terri"
    },
    {
      "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
      "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
      "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
      "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "https://ushcc.mcjobboard.net/jobs",
      "title": "USHCC CAREER CENTER",
      "description": "USHCC JOB BOARD; USHCC CAREER CENTER",
      "preview": "JOB BOARD HOME POST A JOB EMPLOYERS VIEW RESUMES MANAGE POSTS JOB SEEKERS BROWSE JOBS ADD OR EDIT RESUME(MY PROFILE & RESUME) MY QUICK APPLY APPLICATI"
    },
    {
      "url": "https://academy.klaviyo.com/#",
      "title": "Klaviyo Academy",
      "description": "Learn how to grow your business with Klaviyo. Get started with our courses, certifications, and guides to help you succeed with Klaviyo.",
      "preview": "Grow with Klaviyo Academy Expert training and education to help you succeed with Klaviyo and beyond. View all resources Start your BFCM journey Learni"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "https://hardyofficial.com/home/",
      "title": "HARDY | Official Website",
      "description": "Official website of HARDY. Music, tour dates, videos and more!",
      "preview": "Country! Country! out now listen"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://leadersup.typeform.com/LUcoaching",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://fundtexaschoice.org/",
      "title": "Fund Texas Choice | Funding Texans' Travel to Abortion Clinics",
      "description": "Fund Texas Choice helps Texans equitably access abortion through safe, confidential, and comprehensive travel services and practical support.",
      "preview": "Skip to content Honoring 12 Years of Abortion Travel For over a decade, Fund Texas Choice has helped Texans equitably access abortion through safe, co"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://www.ezotericuss.pl/latwosc-lekkosc-wygoda-i-przyjemnosc-oraz-swoboda-wyrazania-siebie-w-zyciu-i-na-duchowej-sciezce",
      "title": "Ezotericuss Dariusz Loga Regresing",
      "description": "Dariusz Loga - Regresing i rozwój duchowy. Jeśli jesteś zainteresowany poprawą jakości swojego życia, zapraszam na moje warsztaty, wczasy i sesje regresingu",
      "preview": "Ezotericuss Dariusz Loga Podróż w głąb siebie... Logresing® - u zdrawiające regresje Wypalanie węzłów karmicznych < Powrót do listy warsztatów Łatwość"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://www.obeckosice.cz/uredni-deska?tagsRenderer-tag=2012&noticeOverview-noticesGrid-grid-order=name%3Dd%26archived%3Dd%26added%3Da&noticeOverview-noticesGrid-grid-itemsPerPage=10",
      "title": "Obec Košice | Úřední deska",
      "description": "Obec Košice se nachází v okrese Tábor, kraj Jihočeský.",
      "preview": "Tato webová stránka potřebuje váš souhlas pro používání cookies, které slouží pro personalizaci obsahu a reklam, analýzy návštěvnosti a další účely. S"
    },
    {
      "url": "https://get.foundation/emails/inliner.html",
      "title": "Foundation for Emails | Responsive Email CSS Inliner",
      "description": "void",
      "preview": "Foundation Home Brands Case Studies Buzz About Foundation Foundation for Sites Home Getting Started Download HTML Templates Building Blocks Resources"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/career",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://www.githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Cache-Control",
      "title": "Cache-Control header - HTTP | MDN",
      "description": "The HTTP Cache-Control header holds directives (instructions) in both requests and responses that control caching in browsers and shared caches (e.g., Proxies, CDNs).",
      "preview": "Skip to main content Skip to search Cache-Control header Baseline Widely available This feature is well established and works across many devices and"
    },
    {
      "url": "https://therosienetwork.org/",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.rcfp.org/",
      "title": "Reporters Committee for Freedom of the Press - Home",
      "description": "The Reporters Committee for Freedom of the Press provides free legal guides and resources to help reporters understand their rights.",
      "preview": "Skip to content Home Media coalition urges federal appeals court to restore AP's access to White House press pool The White House's expulsion of the A"
    },
    {
      "url": "https://justice.ywca.org/",
      "title": "Until Justice Just Is",
      "description": "YWCA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. The Leadership and Capacity Building Institute is a chance for people to convene to strengthen YWCA's capacity building, service delivery, and programmatic excellence.",
      "preview": "Skip to main content Watch the April 13th UJJI Town Hall. About The Challenge The YWCA Racial Justice Challenge is designed to create dedicated time a"
    },
    {
      "url": "https://variety.com/2023/awards/news/will-smith-aafca-awards-acceptance-emancipation-1235540560/",
      "title": "Will Smith Gives AAFCA Speech, First Awards Ceremony Since Oscars Slap",
      "description": "Will Smith and his \"Emancipation\" director Antoine Fuqua accepted the Beacon Award in-person from the African American Film Critics Association.",
      "preview": "Mar 1, 2023 8:53pm PT Will Smith Accepts Special Honor at AAFCA Ceremony, First In-Person Awards Speech Since 2022 Oscars By J. Kim Murphy , Julia Mac"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "https://cloud.google.com/training/data-ml",
      "title": "Data Engineering & Analytics Courses | Google Cloud Training",
      "description": "Get started with big data engineering on BigQuery and Looker. Learn how to use data to gain insights and improve decision-making. Start learning!",
      "preview": "Skip to main content / Docs Support English Deutsch Español - América Latina Français Português - Brasil 中文 - 简体 日本語 한국어 Console Sign in Learn Contact"
    }
  ],
  "_meta": {
    "total_bookmarks": 75
  }
}