{
  "data": [
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://firebrandsports.com/",
      "title": "chromacore | Portland's Best Lagree Fitness Studio",
      "description": "Now open in Slabtown in NW Portland, Oregon. A revolutionary approach to Lagree fitness combining the newest megaformer featuring next-level technology with light therapy and color psychology techniques to create an immersive, multi-sensory, euphoric Lagree fitness experience that is the first of it's kind.",
      "preview": "0 SHIFT YOUR STATE TO SUPERCHARGED At our Portland flagship studio in Slabtown, we uniquely blend next-level Lagree Fitness classes with chromotherapy"
    },
    {
      "url": "https://www.jumpto365.com/tools/power-bi",
      "title": "About \"Power BI\"",
      "description": "Read more about \"Power BI\" on www.jumpto365.com",
      "preview": "Cart 0 Your Cart $ 0.00 USD : Remove Subtotal Pay with browser. Continue to Checkout No items found. Product is not available in this quantity. Power"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://www.therosienetwork.org",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://exoduslending.org/",
      "title": "What We Do - Exodus Lending - Exodus Lending",
      "description": "Break Free From Payday Loan Debt.",
      "preview": "Get out of predatory loan debt, and into financial stability. Exodus Lending works with Minnesotans to advance economic justice through consumer lendi"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.diigo.com/",
      "title": "Diigo - Better reading and research with annotation, highlighter, sticky notes, archiving, bookmarking & more.",
      "description": "Diigo is a powerful research tool and a knowledge-sharing community",
      "preview": "Downloads Blog Sign in Sign up Downloads Blog Sign in Sign up Diigo Your Learning, Simplified GET STARTED Collect Save and tag your online resources f"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://www.thebeachboyscruise.com/artist/john-stamos/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://metashare.csc.fi/repository/search/?q=&selected_facets=availabilityFilter_exact%3AAvailable%20-%20Restricted%20Use&selected_facets=useNlpSpecificFilter_exact%3ALinguistic%20Research&selected_facets=timeCoverageFilter_exact%3A1920-1939&selected_facets=licenceFilter_exact%3AUnder%20Negotiation&selected_facets=foreseenUseFilter_exact%3AHuman%20Use&selected_facets=languageNameFilter_exact%3ATundra%20Nenets&selected_facets=languageNameFilter_exact%3AEastern%20Mari&selected_facets=languageNameFilter_exact%3ASelkup",
      "title": "META-SHARE | Kielipankki",
      "description": "void",
      "preview": "META-SHARE META-SHARE was the Language Bank's metadata repository. It contained information about each language resource's type, content, extent, lice"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://www.pinrepair.com/top/",
      "title": "This Old Pinball, pinball restoration and pinball repair videos!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://about.medium.com/creators/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://www.jonathanglynnsmith.com",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/woodworking/finishing",
      "title": "Finishing Supplies - Lee Valley Tools",
      "description": "Looking for Tools Supplies for your next woodworking and other projects? Shop Finishing Supplies Collection on Lee Valley, and explore our large Tools Supplies collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Finishing Supplies Wood & Metal Finishes Wood Fillers Wo"
    },
    {
      "url": "https://www.myarkansaspbs.org/educators",
      "title": "Learn | Arkansas PBS",
      "description": "void",
      "preview": "Lifelong Learning From award-winning local kids programs to world-class teacher professional development resources, Arkansas PBS brings learning to li"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://id.nbcnews.com/email-preferences?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://ai.googleblog.com/",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://www.fitbit.com/global/us/products/trackers/charge5",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://execed.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    },
    {
      "url": "https://www.gettyimages.com/detail/news-photo/russian-t-72-tank-destroyed-in-ukraine-is-installed-in-news-photo/1247431813?phrase=landmark%20ukraine%20anniversary&adppopup=true",
      "title": "A Russian T-72 tank destroyed in Ukraine is installed in front of... Foto di attualità - Getty Images",
      "description": "A Russian T-72 tank destroyed in Ukraine is installed in front of Russia's embassy in Berlin on February 24 on the first anniversary of the invasion of Ukraine; in background can be seen Berlin's... Scarica foto di attualità Premium ad elevata risoluzione da Getty Images",
      "preview": "Immagini Editorial Immagini e Video Creative Immagini Creative Editorial Video Creative Editorial GERMANY-UKRAINE-RUSSIA-CONFLICT A Russian T-72 tank"
    },
    {
      "url": "https://locations.capitalone.com/",
      "title": "Capital One Branch, ATM & Café Location Finder",
      "description": "Use the Capital One Location Finder to find nearby Capital One locations, as well as online solutions to help you accomplish common banking tasks.",
      "preview": "void"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.metrojacksonville.com/forum/index.php?topic=36694.msg515939",
      "title": "Jacksonville Mayoral Election 2023",
      "description": "Jacksonville Mayoral Election 2023",
      "preview": "Welcome, Guest . Please login or register . 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and session length Home Help Login Regis"
    },
    {
      "url": "https://deltahealthalliance.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ondemand.labcorp.com/walgreens?utm_source=walgreens&utm_medium=referral&utm_campaign=hhs",
      "title": "Walgreens and Labcorp OnDemand Partnership for COVID-19 Testing",
      "description": "Walgreens and Labcorp are teaming up to make Pixel by Labcorp at-home collection kits for COVID-19 PCR testing available to Walgreens customers.",
      "preview": "COVID-19 PCR testing available to Walgreens customers. Please visit Labcorp OnDemand's COVID-19 PCR Testing page to choose the option that's right for"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://www.roadmaptozero.com/?locale=en",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://www.nytimes.com/section/technology/personaltech",
      "title": "Personal Technology - The New York Times",
      "description": "The latest news about tech gadgets and innovations and how to use them in your work and personal life.",
      "preview": "A.I. Video Generators Are Now So Good You Can No Longer Trust Your Eyes Welcome to the era of fakery. The widespread use of instant video generators l"
    },
    {
      "url": "https://hackaday.com/tag/rtl-sdr/",
      "title": "RTL-SDR | Hackaday",
      "description": "void",
      "preview": "Skip to content Your kid has a toy remote control fire truck. You have an RTL SDR. See where this is going? [Jacob] couldn't resist tearing into the w"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://www.badmintonireland.com/",
      "title": "Badminton Ireland",
      "description": "Badminton Ireland is the National Governing Body for Badminton clubs and leagues in Ireland. Comprises Connacht Badminton, Leinster Badminton, Munster Badminton and Ulster Badminton.",
      "preview": "void"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://www.etvendowment.org/?page=17",
      "title": "ETV Endowment of South Carolina",
      "description": "We work with donors to support programming on SCETV and SC Public Radio.",
      "preview": "Skip to main content ETV Endowment Homepage From Driveway to Difference Fuel the Programs You Love with a Vehicle Donation Your Recipe for Peace of Mi"
    },
    {
      "url": "https://www.wilder.org/community-impact/saint-paul-promise-neighborhood",
      "title": "Impact & Annual Report | Wilder | St. Paul MN",
      "description": "See Wilder's 2024 impact in St. Paul and Minnesota: 2,695 served, 39k meals delivered, 1,427 housed, 199 research studies. Download the Annual Report.",
      "preview": "Donate Contact Our service offerings are rooted in data and real-world insights. African American Babies Coalition and Projects Center for Social Heal"
    },
    {
      "url": "http://blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://www.usmcmuseum.com/",
      "title": "National Museum of the Marine Corps - The National Museum of the Marine Corps",
      "description": "The National Museum of the Marine Corps Museum is located in Triangle, Virginia just outside the gates of Quantico. It's striking architecture is reminiscent of the famous statue of the flag being raised on Iwo Jima by the Marines during World War II.",
      "preview": "THE MUSEUM IS CLOSED Phone Number Not Available Contacts Home The Museum Mission Statement Museum's History Staff Directory FAQs Plan Your Visit Museu"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://www.realbatchcooking.com/tag/tortilladesetas/",
      "title": "tortilladesetas archivos - La Vida Bonica",
      "description": "void",
      "preview": "Ir al contenido tortilladesetas Verdura Tortilla de setas y de espinacas Tenía verdura en el frigorífico y no quería que se pusiera pocha, así que he"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.saggiamente.com/2015/12/10/",
      "title": "10 Dicembre 2015 • SaggiaMente",
      "description": "void",
      "preview": "Skip to content Scegli la tua homepage Magazine Feed Home Network SaggioSupporto SaggeOfferte SaggioUsato SaggioPodcast Pixelclub Recensioni Hardware"
    },
    {
      "url": "https://forums.lutron.com/showthread.php/17100-LEAP-notification-speed-fixable?s=cc399012e71820ed308706c815d0469b&p=41631",
      "title": "Lutron Support Center | Lutron",
      "description": "Welcome to Lutron online Support Center. Your one stop guide for Selection Tools, Frequently Asked Questions, Documentation and easy Troubleshooting steps for your Lutron dimming product.",
      "preview": "× × Copy Link Skip to main content Lutron Support Center Your resource for help with products, Lutron articles and documents. Find Model Number How do"
    },
    {
      "url": "https://stargazer-scientist.tumblr.com/",
      "title": "StarGazer",
      "description": "This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy. I LOVE astronomy, and I frequently Reblog and post science related topics. Feel free to ask...",
      "preview": "StarGazer RSS | Random | Archive About Me This is a blog about my life and my interests. My name Is Emjay, I love anime, gaming, and all things nerdy."
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://www.ocregister.com/2014/03/16/disney-history-pirates-of-the-caribbean-opens/",
      "title": "Disney history: Pirates of the Caribbean opens - Orange County Register",
      "description": "This week in Disney history ... March 17 to 18, 2012: Downtown Disney hosts a Signin' in the Street event to celebrate American Sign Language. The event includes panels and autograph signings by the \"Switched at Birth\" cast, workshops, movie screenings and performances. March 18, 1967: Pirates of the Caribbean opens in New Orleans Square. [...]",
      "preview": "Skip to content Disneyland park guests, some dressed in pirate clothes, emerge from the Pirates of the Caribbean ride at Disneyland on Dec. 13, 2010."
    },
    {
      "url": "http://WattTime.org",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://www.greatplacetowork.com/certified-company/1100147?utm_source=Briefly&utm_campaign=9.2.21&utm_medium=email",
      "title": "Working at Target Corporation | Great Place To Work®",
      "description": "Is Target Corporation a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Target Corporation Updated May 2025. 74% Employees say this is a great place to work SHARE: Company Overview Brian C"
    },
    {
      "url": "https://www.motogp.com/en/calendar",
      "title": "MotoGP™ 2025 Calendar | Circuits | Schedule | Information",
      "description": "Check the official 2025 MotoGP™ calendar, all the dates, circuits and countries from the MotoGP, Moto2, Moto3 and MotoE World Championships here.",
      "preview": "Skip to main content 2026 MotoGP™ calendar revealed 22 Grands Prix, five continents and the return of Brazil: the 2026 calendar has landed Check it ou"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "https://infopackets.com/news/archive/2016",
      "title": "News archive: 2016 | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › Arch"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "http://fao.org/contact-us/en/",
      "title": "Contact us | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Contact us",
      "preview": "Share Close Contact us General information Headquarters Viale delle Terme di Caracalla 00153 Rome, Italy Tel:(+39) 06 57051 e-mail： [email protected]"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}