{
  "data": [
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://www.zaxbys.com",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://www.salon.com/2000/07/25/eminem_secrets/",
      "title": "Eminem's dirty secrets - Salon.com",
      "description": "He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat him up in school remember someone different.",
      "preview": "Advertisement: Eminem's dirty secrets He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat"
    },
    {
      "url": "http://browardschools.com/",
      "title": "Home - Broward County Public Schools",
      "description": "Home - Broward County Public Schools",
      "preview": "Skip To Main Content Close the menu overlay Close the schools overlay Close the translate overlay Close the search overlay Search Clear Search Last Na"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "https://feuerwehr-sipplingen.de/?page_id=1697",
      "title": "Brand - Freiwillige Feuerwehr Sipplingen",
      "description": "void",
      "preview": "Direkt zum Inhalt Brand (Bild: Feuerwehr Sipplingen - Brand in der Kogenhalde) Wie verhalten Sie sich bei einem Brand richtig? Der sorgfältige Umgang"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "http://www.misau.gov.mz/index.php",
      "title": "MINISTÉRIO DA SAÚDE",
      "description": "void",
      "preview": "Skip to content Últimas Notícias XIII Conselho Hospitalar do Ministério da Saúde MOÇAMBIQUE LANÇA SISTEMA NACIONAL DE RASTREABILIDADE DE MEDICAMENTOS"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://checkcoverage.apple.com/us/en/",
      "title": "View Coverage - AppleCare & Warranty",
      "description": "Check your Apple warranty status. Enter a serial number to review your eligibility for support and extended coverage.",
      "preview": "JavaScript is required to use this website. Please enable it in your browser settings. View device coverage and benefits. One place to see your covera"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://www.pkp.pl/pl/bilety",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://www.iranpoliticsclub.net/club/ucp.php?mode=privacy&sid=4e027c7ceac11ec4eac901c80fe25ec4",
      "title": "Iran Politics Club Forum - User Control Panel - Privacy policy",
      "description": "void",
      "preview": "Iran Politics Club Forum Iran Politics Club supports the fight to establish Freedom, Secularism, Federalism, Human Rights and Democracy in Iran. Skip"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://kutv.com/news/local/suspect-alleged-murray-fire-homicide-released-two-days-prior-probation-violation-cubesmart-self-storage-alexander-wardell-criminal-history",
      "title": "Suspect released on bond one day before fatal storage unit fire in Murray",
      "description": "The suspect who was arrested after a woman and dog were found dead from a Murray storage unit fire was released from jail one day prior on bond for a probation",
      "preview": "Fri, 10 Oct 2025 10:12:27 GMT (1760091147128) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.astrocafe.ro/articole/responsabilitatea-acces-la-putere",
      "title": "Responsabilitatea- acces la putere!",
      "description": "void",
      "preview": "X X Cont nou Am uitat parola AstroCafe.ro / Articole / Responsabilitatea- acces la putere! Responsabilitatea- acces la putere! Autor: Nicoleta - mierc"
    },
    {
      "url": "https://www.whiskey.kitchen/",
      "title": "Whiskey Kitchen",
      "description": "A chef's barroom and restaurant. One part Whiskey bar, one part world-class Southern kitchen born in downtown Raleigh, NC.",
      "preview": "Main Content Starts Here, tab to start navigating Whiskey Kitchen Slide 1 of 4 Slide 2 of 4 Slide 3 of 4 Slide 4 of 4 hero gallery paused, press to pl"
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://beta.springernature.com/pre-submission?journalId=11625",
      "title": "Get your manuscript ready for journal editors | Springer Nature",
      "description": "Follow our checklist to avoid common mistakes and get your manuscript to journal editors faster. Find the right journal for your research and submit with confidence.",
      "preview": "Skip to main content Get your manuscript ready for journal editors 0 of 8 completed Follow our checklist to avoid common mistakes and get your manuscr"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.tgrmn.com/",
      "title": "ViceVersa Software: File Synchronization, File Replication, Windows Backup Software",
      "description": "void",
      "preview": "New ViceVersa PRO 6 Released. Download Professional Software for Windows designed for File Synchronization, File Replication, File Backup and File Com"
    },
    {
      "url": "https://www.saludsavia.com/servicio/espirometria-forzada_pb-42752_instituto-de-alergia-dr-ruiz",
      "title": "Espirometría forzada por 34 € en Centro Médico Arroyofresno, Madrid - Salud Savia",
      "description": "Reserva ya Espirometría forzada, Madrid en en Centro Médico Arroyofresno por 34 €",
      "preview": "Buscar en Savia Entrar Ayuda Descarga la aplicación Atención médica sin papeleos ni letra pequeña Espirometría forzada Centro Médico Arroyofresno Call"
    },
    {
      "url": "https://videogamesandthebible.com/2014/07/10/nuking-the-asteroid-a-space-engineers-preview-paid/",
      "title": "Nuking the Asteroid-A Space Engineers Preview | Video Games and the Bible",
      "description": "*Sources of screenshots are listed in their respective file-names. Space Engineers is an Early Access title in Alpha. This means the game is not fully optimized and various bugs are present. However, this also means that Space Engineers is continually being updated, refined and improved based on YOUR feedback (weekly, in this case). The feature list...",
      "preview": "Video Games and the Bible News, Reviews, Previews and Biblical Analysis Skip to content Biblical Article Archive Podcasts Christian Games/Creators Int"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://www.theatlantic.com/technology/",
      "title": "Technology - The Atlantic",
      "description": "The Atlantic's coverage on Technology",
      "preview": "Artificial Intelligence See All Danielle Amy for The Atlantic The Most Reviled Tech CEO in New York Confronts His Haters Avi Schiffmann says he's enjo"
    },
    {
      "url": "http://www.all-science-fair-projects.com/",
      "title": "1000+ Science Fair Projects with Videos for All Grades",
      "description": "Find the best STEM projects & science fair project ideas · Over 55 subjects · Easy science fair projects, Top 10 & more!",
      "preview": "Find science fair project ideas from our collection of 1000+ STEM projects! Which school grade are you in? Browse by Grade Level What subject do you l"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://www.mirror.co.uk/news/royals/gallery/baby-prince-william-pictured-beaming-29285484",
      "title": "Never-before-seen photos of Diana and Charles 'when they were happy' with baby William - Mirror Online",
      "description": "Rare unseen pics, taken in September 1982, show a beaming King Charles cradling his infant son Prince William and Princess Diana cuddling the newborn. The photos will be auctioned next month",
      "preview": "US Edition ▼ US Edition ES-US Edition UK Edition Irish Mirror News UK News US News World News Weird News Real Life More Hopeful TeamDogs In Your Area"
    }
  ],
  "_meta": {
    "total_bookmarks": 47
  }
}