{
  "data": [
    {
      "url": "https://www.footballzebras.com/2009/10/how-is-forward-progress-not-stopped-when-player-lands-3-yards-back/",
      "title": "How is forward progress not stopped when player lands 3 yards back? - Football Zebras",
      "description": "Week 4: Chargers at Steelers In the Sunday Night Football game, the Chargers special teams player Jacob Hester is credited with a heads-up, 41-yard fumble-return touchdown. However, it is confusing how the Steelers punt returner Steve Logan was driven back three yards in control of the ball without being ruled down by forward progress. The...",
      "preview": "Connect with us Controversy Week 4 How is forward progress not stopped when player lands 3 yards back? Advertisement College Football Controversy Afte"
    },
    {
      "url": "https://earthdata.nasa.gov/learn/backgrounders/what-is-sar",
      "title": "Synthetic Aperture Radar (SAR) | NASA Earthdata",
      "description": "Background information on synthetic aperture radar, with details on wavelength and frequency, polarization, scattering mechanisms, and interferometry.",
      "preview": "Skip to main content What is Synthetic Aperture Radar? Synthetic aperture radar (SAR) is a type of active data collection where an instrument sends ou"
    },
    {
      "url": "http://www.chessdom.com/",
      "title": "Chessdom - Chess, chess news, live chess games",
      "description": "Chess, chess news, live chess games",
      "preview": "Chessdom Featured Latest Popular Chess News Ukraine and Poland are sole leaders in the Open and Women sections of ETCC 2025 132 Chess News Day 2 Kaspa"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.crayola.com/privacy.aspx",
      "title": "Privacy Policy",
      "description": "Review our Privacy Policy to understand how we collect, use, share, and protect your personal information across our services.",
      "preview": "Skip to Main Content Crayola Privacy Policy Updated and Effective as of June 29, 2023 Welcome to Crayola! This Privacy Policy describes the collection"
    },
    {
      "url": "https://www.burrobarboston.com/",
      "title": "Burro Bar Boston",
      "description": "A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the smaller sibling of The Painted Burro in Somerville. Our tequila list features over 100 bottles that are \"Burro tested and approved\". With splashes of influence from Baja and Oaxaca to Veracruz and Yucatan, Chef Joe Cassinelli's dishes showcase a creative, fun side of familiar flavors, where ingredients and local produce take center stage.",
      "preview": "Home Main content starts here, tab to start navigating Welcome to Burro Bar A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the small"
    },
    {
      "url": "https://icones.js.org/collection/all",
      "title": "Icônes",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://arabpress.com/saudi-aid-agency-chief-meets-mexican-envoy-to-saudi-arabia",
      "title": "Saudi aid agency chief meets Mexican envoy to Saudi Arabia - Arab Press",
      "description": "Supervisor-General of the King Salman Humanitarian Aid and Relief Center Dr. Abdullah Al-Rabeeah met Ambassador of Mexico to Saudi Arabia Anibal Toledo in Riyadh on Sunday.",
      "preview": "Arab Press بالشعب و للشعب Friday, Oct 10, 2025 English English Arabic Hebrew Hindi Tagalog Urdu Add Your News Saudi aid agency chief meets Mexican env"
    },
    {
      "url": "https://extratv.com/2023/02/28/michael-b-jordan-talks-directing-creed-iii-while-co-stars-react-to-calvin-klein-ad-exclusive/",
      "title": "Michael B. Jordan's 'Creed III' Co-Stars React to Calvin Klein Ad (Exclusive)",
      "description": "Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert was with the actor-director and his co-stars Jonathan Majors and Tessa Thompson at the big Hollywood premiere Monday.",
      "preview": "Skip to Main Content Getty Images Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "https://procartoonists.org/awards-success-for-pco-members/",
      "title": "Awards Success for PCO Members - Professional Cartoonists Organisation",
      "description": "Seven PCO members are in the running for the Political Cartoon of the Year Awards 2015 Andy Davey, Martin Rowson, Matthew Buck, Mike Turner, Steve Bell, Steve Bright and Steve Jones (Jonesy) are all in the hat for this prestigious award. Sponsored by Ellwood Atfield, this annual event is a celebration of UK national paper [...]",
      "preview": "Skip to content Awards Success for PCO Members Glenn Marshall November 26, 2015 General Seven PCO members are in the running for the Political Cartoon"
    },
    {
      "url": "https://www.cbssports.com/nfl/draft/news/nfl-mock-draft-2023-jalen-carter-falls-after-being-issued-arrest-warrant-ravens-trade-lamar-jackson-take-qb/",
      "title": "NFL Mock Draft 2023: Anthony Richardson goes No. 1 after dust settles from QB chaos; Jalen Carter falls - CBS Sports",
      "description": "Several QBs land in new places in this mock",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: nfl-mock-draft-2023-anthony-richardson-goes-no-1-after-dust-settles-from-qb-chaos-jale"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.easyjet.com/en/help/baggage",
      "title": "Cabin bags | easyJet",
      "description": "Everything you need to know about cabin bag sizes and allowances.",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://bugs.firefox-dev.tools/",
      "title": "Find DevTools bugs",
      "description": "void",
      "preview": "Good first bugs Mentored bugs All tools"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://arstechnica.com/gadgets/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews YouTube prepares to welcome back banned creators with \"second chance\" program YouTube will evaluate eac"
    },
    {
      "url": "https://pory.io/",
      "title": "No-Code App Builder • Pory",
      "description": "Create portals, apps, internal tools and embeddable listings with Airtable. Start with a free no-code template, AI or create your own with Pory.",
      "preview": "Build Custom Portals Powered by Airtable Data The easiest way to manage records with external users without giving away access to Airtable. Learn More"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://infopackets.com/news/archive/2016",
      "title": "News archive: 2016 | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › Arch"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://www.esri.com/en-us/home",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.fox26houston.com/news/documents-reveal-gruesome-details-google-searches-surrounding-felicia-johnsons-murder",
      "title": "Documents reveal gruesome details, Google searches surrounding Felicia Johnson's murder | FOX 26 Houston",
      "description": "Charging documents reveal that after Felicia Johnson's disappearance, an accused suspect Googled things like \"how to be a serial killer\" and \"how to get away with murder.\"",
      "preview": "Suspect charged in Felicia Johnson's murder made cryptic searches after her disappearance: affidavit Charging documents reveal that after Felicia John"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/reds/bordeaux",
      "title": "Bordeaux - Deep Red Wine Nail Polish & Nail Color - Essie",
      "description": "Try Essie's Bordeaux, a deep red wine nail polish with a cream finish. Uncork a positively intoxicating manicure with this shiny, glossy nail color.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "https://photos.google.com/share/AF1QipM7mp3ngeSCFzochRDKkY2ES8Ylx5v4ttm1f5EqEIqlwG0lRF5V7nwkGjfKODO5IA/photo/AF1QipPDCSxKtSACJU5u9EQZWKKShwHBk17Ph8tELS2E?key=MXRmUkM0bUNtZFFHSVl0OWhHelRFVVFRNnE4ekJn",
      "title": "Google Photos",
      "description": "void",
      "preview": "Press question mark to see available shortcut keys Sign in Select Partial upload 360 video RAW Video Boost Night Sight Video Save Turn on motion Edit"
    },
    {
      "url": "http://meteo.ilfattoquotidiano.it/italia/valle-d-aosta/saint-barthelemy/3/",
      "title": "Previsioni Meteo Saint Barthelemy - Il Fatto Quotidiano",
      "description": "void",
      "preview": "METEO IN COLLABORAZIONE CON 3BMETEO Home Italia Europa Mondo Video Mari & Venti Neve Aeroporti Home » Meteo Italia » Valle D'aosta » Saint Barthelemy"
    },
    {
      "url": "http://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.zaxbys.com/gift-cards",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://dnr.mo.gov/waste-recycling/reduce-reuse-recycle/what-to-do-with-specific/electronics/registered-computer-equipment-manufacturers-list",
      "title": "Registered Computer Equipment Manufacturers List | Missouri Department of Natural Resources",
      "description": "The computer equipment manufacturers listed below have a department approved recovery plan. The recovery plan details how the manufacturer plans to offer free and convenient recycling to consumers that purchased specific computer equipment manufactured under one of their brands or sub-brands and covered under Missouri's Electronics Scrap Management rule. For more information about Missouri's Electronics Scrap Management rule and specific covered equipment, visit Electronics.",
      "preview": "Skip to main content DROUGHT ALERT - Conditions continue to deteriorate, with 97% of the state experiencing abnormally dry conditions. Registered Comp"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.pidlitacka.cz/cs",
      "title": "PID Lítačka Eshop | Lítačka",
      "description": "PID Lítačka Eshop",
      "preview": "Vítejte v portálu Lítačka Lítačku si teď vyřídíte i v mobilním informačním centru PID POINT Mobilní informační centrum PID Point přináší služby cestuj"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://pk-termeptuj.si/Sales/Order-18611/",
      "title": "RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Kit Maillot Ciclismo popust ~ Kolesarjenje Clothings / Pk-termeptuj.si",
      "description": "Shop powered by PrestaShop",
      "preview": "Domov > Kolesarjenje Clothings > > RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Ki"
    },
    {
      "url": "https://www.ulta.com/p/gimme-brow-tinted-volumizing-eyebrow-gel-xlsImpprod14191015",
      "title": "Benefit Cosmetics - Gimme Brow+ Tinted Volumizing Eyebrow Gel | Ulta Beauty",
      "description": "Free Shipping at $35. Shop Gimme Brow+ Tinted Volumizing Eyebrow Gel Benefit Cosmetics",
      "preview": "Use the following zoom and pan buttons to control the image that follows them try it Tab through the images or use the previous or next buttons to nav"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "http://www.fayetteville-ar.gov/384/GIS-Interactive-Maps",
      "title": "GIS Maps | Fayetteville, AR - Official Website",
      "description": "Access interactive maps that show a variety of information, including a ward map, utilities, road and lane closures, planning projects, parking lots, parks and trails, natural features, land records, future land use, historic sites, floodplains, and more.",
      "preview": "Skip to Main Content Home Departments Maps / GIS GIS Interactive Maps GIS Maps Choose any of the maps below to learn more about Fayetteville. These ma"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://education.github.com",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "http://www.mytaxiindia.com/",
      "title": "Outstation Taxi Booking |Online Taxi & Car Rental Service| Mytaxiindia",
      "description": "Online outstation taxi booking |Call 0124-6263626 | Book an outstation taxi in Delhi, Gurgaon, Chandigarh, Pune, Mumbai, Darjeeling & 102 cities of India at lowest fares",
      "preview": "void"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://library.donorbox.org/",
      "title": "Free Nonprofit Resources, Templates & Checklists By Donorbox Library",
      "description": "Donorbox Library is collection of free to download Nonprofit resources, templates, checklists, and guides in formats like Excel, PDF, etc to improve the ROI of your Nonprofit marketing and fundraising efforts.",
      "preview": "Free nonprofit resources to help you help others Select Category Communications Events Finance Fundraising Nonprofit CRM Operations Planning Starting"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://www.dailykos.com/stories/2020/3/3/1922951/-Renewable-Tuesday-Polluting-Power-Plant-Data",
      "title": "Renewable Tuesday: Polluting Power Plant Data You Can Use at Home!",
      "description": "What if we knew the pollution coming from every power plant in the world? What if we could get electricity from the grid when it is using the most clean energy? Your wish is granted, by a combination of satellite data, AI, and the Internet of Things....",
      "preview": "Advertisement #donaldtrump #community #media #ice #governmentshutdown #healthcare #cartoon #chicago #fascism #culture #immigration #mikejohnson #law #"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://donate.nationalgeographic.org/donate",
      "title": "Donate to National Geographic - National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "https://livenationproductions.com/",
      "title": "Live Nation Productions",
      "description": "Live Nation Productions was launched in 2016 as the film and television production division of Live Nation Entertainment. The production arm expands the Live Nation Entertainment brand, which includes Live Nation and Ticketmaster, to tell musically-driven stories for audiences worldwide.",
      "preview": "Scroll to top Skip to content Who We Are Our Work Something Beautiful K-Pops Hurry Up Tomorrow Billy Idol Should be Dead Rebbeca Still Free TC Hip Hop"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "https://www.worldcleanupday.org/",
      "title": "World Cleanup Day - Join the Global Movement for a Cleaner Planet",
      "description": "World Cleanup Day unites millions of volunteers in over 200 countries to tackle the global waste crisis and protect our environment. Be part of the solution-take action and join the movement for a cleaner, healthier world.",
      "preview": "World Cleanup Day World Cleanup Day has brought together over 114 million people in 211 countries to tackle the waste crisis. The 2024 year's World Cl"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/catalog/list?category_ids=319-search-ads-360&difficulty[]=3",
      "title": "Search Ads 360 : Google",
      "description": "Learn the fundamentals of Search Ads 360 and prepare for the Search Ads 360 certification exam.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://augustinusbader.com/us/en/skincare",
      "title": "Award-Winning Luxury Skincare Products | Augustinus Bader EU",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. REVOLUTIONARY SKI"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5-pro/",
      "title": "Explore Galaxy Watch Ultra | Premium Smartwatch | Samsung US",
      "description": "Discover the Galaxy Watch Ultra - a hyper premium smartwatch. Designed for active use, this watch delivers the smartest wearable yet with the ecosystem of Galaxy AI.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://www.thesun.co.uk/tvandshowbiz/14411010/rhonys-bethenny-frankel-engagement-rumors-diamond-ring-paul-bernon/",
      "title": "RHONY's Bethenny Frankel is ENGAGED to boyfriend Paul Bernon as she shows off massive diamond ring on beach getaway | The Sun",
      "description": "REAL Housewives Of New York's Bethenny Frankel is engaged to her on-again boyfriend Paul Bernon - after finally finalizing her divorce from ex Jason H",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://nij.ojp.gov",
      "title": "Home | National Institute of Justice",
      "description": "The National Institute of Justice (NIJ) is dedicated to improving knowledge and understanding of crime and justice issues through science.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "http://www.google.kg/url?q=http://car-used-cars.remmont.com/news/cars-movie-character-names-with-pictures/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://car-used-cars.remmont.com/news/cars-movie-character-names-"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://blissandbone.com/",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    },
    {
      "url": "https://eskalera.com/",
      "title": "Home",
      "description": "void",
      "preview": "Boosting employee power skills to drive business performance The scalable SaaS platform that drives employee performance, retention, and engagement. L"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://favordelivery.com/order-delivery/laredo-taco-company-24062",
      "title": "Favor Delivery | Contactless delivery in Texas",
      "description": "Available exclusively in Texas, Favor is the easiest way to get food delivered fast. Get restaurants, groceries, and more delivered right to your door!",
      "preview": "void"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gdacc.org/tag/power-grid/",
      "title": "power grid | GDACC",
      "description": "Posts about power grid written by 1234",
      "preview": "GDACC Gas Drilling Awareness for Cortland County Search: Welcome Contact Us Cortland News Town Bans/Planning Leasing Issues Comment on DEC Regs 2012 W"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fholiday%2Fholiday-sitewide-sale%2F",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://careers.microsoft.com/",
      "title": "Home | Microsoft Careers",
      "description": "Do what you love. Create the future you want. Explore the career options that Microsoft has to offer.",
      "preview": "Because impact matters Life at Microsoft https://careers.microsoft.com/v2/global/en/benefits Benefits Explore Microsoft's world-class benefits designe"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://umc.edu/news/News_Articles/2023/02/Ladner-quintuplets.html",
      "title": "Ladner family welcomes quintuplets at UMMC - University of Mississippi Medical Center",
      "description": "Haylee and Shawn Ladner's son and four identical quadruplet girls are growing stronger as neonatal intensive care patients at Children's of Mississippi. The five babies were born by Caesarean section Feb. 16 at Wiser Hospital for Women and Infants at UMMC.",
      "preview": "News News Stories 2023 February February Recent News Stories News Archives Accolades Front and Center 2025 January CMNH selects Mississippi Champion A"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "http://outlier.uchicago.edu/",
      "title": "Outlier - UChicago STEM Education",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Our Beliefs Our Approach Our Tools Our Work"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://www.gofundme.com/f/samantha-cains-medical-and-emergency-expenses?member=25368189&utm_campaign=p_cp+share-sheet&utm_content=undefined&utm_medium=copy_link_all&utm_source=customer&utm_term=undefined",
      "title": "Fundraiser for Macy Gamel by Kalie Clark : Samantha Cain's Emergency Expenses",
      "description": "Hello everyone, one of my dear friends Samantha Cain has currently fallen victim to a t... Kalie Clark needs your support for Samantha Cain's Emergency Expenses",
      "preview": "Kalie Clark is organizing this fundraiser on behalf of Macy Gamel. Donation protected Hello everyone, one of my dear friends Samantha Cain has current"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://dnaathletix.com/products/riverdale-sweat-pants",
      "title": "RIVERDALE RAIDERS SWEAT PANTS - dnaathletix",
      "description": "void",
      "preview": "Skip to content Menu Cart 0 Close (esc) RIVERDALE RAIDERS SWEAT PANTS Regular price $40.00 Size ADULT XS ADULT S ADULT M ADULT L ADULT XL ADULT XXL AD"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://digitalreservations.microsoft.com/en-us/appointment/create/?storeid=923bf8b8-c8a3-ec11-b3fe-000d3a10148a&serviceid=c465e686-f1a3-ec11-b3fe-000d3a10148a",
      "title": "Book an appointment - Customer Self Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://services.aap.org/en/news-room/news-releases/aap/2021/frontline-physicians-oppose-legislation-that-interferes-in-or-penalizes-patient-care/",
      "title": "Frontline Physicians Oppose Legislation That Interferes in or Penalizes Patient Care",
      "description": "Several state legislatures across the country have recently introduced or are deliberating bills that would restrict delivery of gender-affirming care for genderdiverse patients, specifically for children and adolescents.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/post/117426794175",
      "title": "codeorg: With all the national debate on... - Reading Not Sleeping",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Menu Reading Not Sleeping codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we g"
    },
    {
      "url": "https://www.nyu.edu/about/news-publications/news/2020/december/satellite-data-identifies-companies-fishing-in-high-seas.html",
      "title": "Satellite Data Identifies Companies Fishing in High Seas",
      "description": "Researchers have identified companies fishing in high seas-waters that lie outside of national jurisdiction where fishing has raised fears about environmental and labor violations.",
      "preview": "News Release Satellite Data Identifies Companies Fishing in High Seas Dec 18, 2020 Law and Policy Research Arts and Science New York City Researchers"
    },
    {
      "url": "https://www.vizzuality.com/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://locate.apple.com/",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://samantha-brown.com/",
      "title": "Samantha Brown - Places to Love - World Traveler and TV Host",
      "description": "For over 15 years, Samantha Brown has traversed continents, experienced culture, and tasted adventure applying her singular brand of warmth and inclusion along the way. Now, Samantha joins the public television family in January 2018 with 13 NEW 30-minute episodes that seek out the little-known spots and haunts.",
      "preview": "Skip to content EPISODES Follow along on Samantha's adventures to discover her \"Places to Love\"... what she did and the interesting people she met along"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "https://checkcoverage.apple.com/us/en/",
      "title": "View Coverage - AppleCare & Warranty",
      "description": "Check your Apple warranty status. Enter a serial number to review your eligibility for support and extended coverage.",
      "preview": "JavaScript is required to use this website. Please enable it in your browser settings. View device coverage and benefits. One place to see your covera"
    }
  ],
  "_meta": {
    "total_bookmarks": 134
  }
}