{
  "data": [
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/",
      "title": "On my gravestone: LGBT Fans Deserve Better",
      "description": "Queer AF. Sarcastic AF. Everything else AF Cali loving / Texas Living Current: Trash blog for any show containing an LGBT couple and no stray bullets *cough*",
      "preview": "April 26th, 2017 supahgays : Maggie + the evolution of the way she calls Alex ♥ Share on Facebook Share on Twitter Share on Google+ Share on Pinterest"
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://northeastconference.org/news/2023/2/25/MSWIM_NEC_Championships_Day5_Rel_2023.aspx",
      "title": "Howard Makes History! Bison Complete Charge To First NEC Men's Swimming & Diving Championship - NEC",
      "description": "Click Here For Complete Results",
      "preview": "Skip To Main Content Pause All Rotators The Official Site of the NEC The Official Site of the NEC Schedule Members"
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://www.spyfu.com/",
      "title": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO",
      "description": "Search for a competitor. See their PPC and SEO secrets, download their best keywords, get the backlinks that drive their rankings, and laugh at their mistakes.",
      "preview": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO Our marketing revenue engine boosts SEO & PPC profits SEO marketing suite, PPC anal"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "https://www.osti.gov/dataexplorer/biblio/dataset/1305491",
      "title": "Materials Data on Dy5Ti5O17 by Materials Project (Dataset) | DOE Data Explorer",
      "description": "The U.S. Department of Energy's Office of Scientific and Technical Information",
      "preview": "Title: Materials Data on Dy5Ti5O17 by Materials Project Dataset Other Related Research Abstract Dy5Ti5O17 crystallizes in the orthorhombic Pmn2_1 spac"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://ruedesmille.com/attimi/carousel-attimo-cuore/",
      "title": "Carousel Attimo Cuore | Rue des Mille",
      "description": "Attimo Cuore per bracciale carousel Finitura disponibile: placcatura rodio Materiale: Argento 925",
      "preview": "Trova la boutique 10% DI SCONTO SUL PRIMO ORDINE ISCRIVENDOTI ALLA NEWSLETTER Charm Bar Gioielli Collezioni Regali Personalizzazioni Mondo Rue Des Mil"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://powervirtualagents.microsoft.com",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 0f03214e65f88d3cce272b44a4dd959f Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "http://www.unesco.org",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://privacy.commonsense.org/",
      "title": "Common Sense Privacy Program",
      "description": "void",
      "preview": "Privacy Program Search Donate Privacy Program See evaluations A coordinated effort to protect child and student privacy, and build in safety and secur"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "http://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://developer.paypal.com/home",
      "title": "PayPal Developer",
      "description": "Learn how to create and integrate scalable PayPal checkout solutions for web and mobile applications.",
      "preview": "Docs Online In-person Multiparty 3rd-party Payouts Disputes Reports Identity Tracking Docs archive APIs & SDKs REST APIs Server SDKs JavaScript SDK Mo"
    },
    {
      "url": "https://donate.mongabay.org/?utm_source=mongabay.com&utm_medium=headerlink&utm_campaign=com-header-text-link-new",
      "title": "Donate to Mongabay",
      "description": "void",
      "preview": "Skip to the content Close Menu Send checks to : 1259 El Camino Real #150 Menlo Park, CA 94025 Our EIN / tax ID : 45-3714703 Wire information : Contact"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://www.continente.pt/loja-online/",
      "title": "Loja Online | Continente Online",
      "description": "void",
      "preview": "Novo Continente Online Informação sobre ataque informático"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://www.thomfilicia.com/",
      "title": "Thom Filicia Inc.",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "http://www.tiffanyandcofoundation.org/",
      "title": "The Tiffany & Co. Foundation",
      "description": "void",
      "preview": "Replay Replay The Tiffany & Co. Foundation seeks to preserve the world's most treasured seascapes and landscapes, fueled by the love we have for our p"
    },
    {
      "url": "https://www.burrobarboston.com/",
      "title": "Burro Bar Boston",
      "description": "A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the smaller sibling of The Painted Burro in Somerville. Our tequila list features over 100 bottles that are \"Burro tested and approved\". With splashes of influence from Baja and Oaxaca to Veracruz and Yucatan, Chef Joe Cassinelli's dishes showcase a creative, fun side of familiar flavors, where ingredients and local produce take center stage.",
      "preview": "Home Main content starts here, tab to start navigating Welcome to Burro Bar A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the small"
    },
    {
      "url": "https://www.artofmanliness.com/skills/manly-know-how/how-to-make-a-leather-belt/",
      "title": "How to Make a Leather Belt | The Art of Manliness",
      "description": "Whether being worn for function or fashion, a well-made leather belt can last a lifetime. Here's how to make a simple version that will last decades.",
      "preview": "Menu random podcast Clothing Accessories Facial Hair Ties Browse all Get Style Fitness Health Program Review Browse all Get Strong Family Fatherhood R"
    },
    {
      "url": "https://www.lg.com/us/cell-phones/lg-lmg900tmpatmopw-t-mobile-velvet-5g",
      "title": "LG VELVET™ 5G Smartphone for T-Mobile - Pink White | LG USA",
      "description": "Empower your high-speed life. The LG VELVET™ 5G T-Mobile phone in Pink White features a sleek design, ergonomic 3D arc edges, water droplet cameras and more.",
      "preview": "LG VELVET™ 5G | T-Mobile AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/1.0/",
      "title": "Open Data Commons Open Database License (ODbL) v1.0 - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) v1.0 Disclaimer Open Data Commons is not a law firm and does not pro"
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.nicwa.org/",
      "title": "Homepage - NICWA",
      "description": "Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nations, individuals, and organizations to protect Native children and families. Together with partners, board, and staff, we work to keep Native children connected to their families, communities, and culture. About NICWA What is the Indian [...]",
      "preview": "Skip to content Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nati"
    },
    {
      "url": "https://www.simplegenerosity.org/",
      "title": "Simple Generosity",
      "description": "Simple Generosity offers streamlined donation processing, simplified fundraising compliance and customized matchmaking with nonprofits that fit your brand, customers and community best.",
      "preview": "0 Helping companies do good and look good Customized, nimble matchmaking with nonprofits that fit your brand, customers, and communities best. Plus st"
    },
    {
      "url": "https://www.guidestar.org/profile/94-3346127",
      "title": "UPWARDLY GLOBAL - GuideStar Profile",
      "description": "Upwardly Global dismantles employment barriers for work-authorized immigrant, refugee, and asylee professionals while advancing the inclusion of their s...",
      "preview": "GuideStar UPWARDLY GLOBAL Advancing Workforce Inclusion aka UpGlo | New York City, NY | http://www.upwardlyglobal.org Mission Upwardly Global dismantl"
    },
    {
      "url": "https://world.openfoodfacts.org/",
      "title": "void",
      "description": "A collaborative, free and open database of ingredients, nutrition facts and information on food products from around the world",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "https://epsg.io/",
      "title": "EPSG.io: Coordinate Systems Worldwide",
      "description": "EPSG.io: Coordinate systems worldwide (EPSG/ESRI), preview location on a map, get transformation, WKT, OGC GML, Proj.4. https://EPSG.io/ made by @klokantech",
      "preview": "Search Map Transform Docs About L Search Map Transform Docs About From MapTiler Team Coordinate Systems Worldwide Transform coordinates Get position o"
    },
    {
      "url": "http://www.flpcdr.com/",
      "title": "Florida PC Doctor | Remote Support Services",
      "description": "Expert remote support for Windows computers in Florida. Connect with David Moore, the Florida PC Doctor, for efficient solutions.",
      "preview": "David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor Provid"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://www.itlos.org/",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.camicado.com.br/p/jarra-de-vidro-para-cafeteira-oster-programavel-4401/-/A-700041533-br.lc",
      "title": "Jarra de Vidro para Cafeteira Oster Programável 4401 - Camicado",
      "description": "Jarra de Vidro Oster compatível com Cafeteira : Cafeteira Oster Flavor Programável - BVSTDC4401 Cafeteira Oster Flavor Vermelha Programável - BVSTDC4401RD Cafeteira Oster Flavor Black Programável - BVSTDCDWX20B",
      "preview": "Sair"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://cookiecart.org/",
      "title": "Cookie Cart - Baking Bright Futures",
      "description": "It's more than just a cookie... Cookie Cart is baking bright futures by providing a first job experience and leadership training to teens in our Minneapolis and Saint Paul Bakeries! Apply Now! It's more than just a cookie...",
      "preview": "Skip to content It's more than just a cookie... it's building new relationships. ml-admin 2025-09-23T11:20:36-05:00 It's More Than Just a Cookie... Cookie"
    },
    {
      "url": "http://www.washington.edu/news/about",
      "title": "Welcome to the UW News office | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Welcome to the UW News office Email | 206-543-2580 UW News Box 351207 Seattle, WA 98195 The UW News office is the port of"
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://www.noaa.gov/",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory081_SummerSips/index.html",
      "title": "Summer Sips",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vogue.co.uk/arts-and-lifestyle/article/priyanka-chopra-jonas-british-vogue-interview",
      "title": "Priyanka Chopra Jonas's Vogue Cover Interview In Full: Her Daughter Malti & Life With Nick Jonas | British Vogue",
      "description": "Priyanka Chopra Jonas has always fought to make her mark yet nothing could have prepared her for her journey to motherhood, finds Jen Wang. Read Priyanka Chopra Jonas's British Vogue February 2023 issue cover interview, and see the photography and pictures, in full.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story At the end of a winding, two-hundred-metre long driveway, inside a sprawlin"
    },
    {
      "url": "https://central.wordcamp.org/",
      "title": "WordCamp Central - WordCamp is a conference that focuses on everything WordPress.",
      "description": "WordCamp is a conference that focuses on everything WordPress.",
      "preview": "Skip to content WordCamp Central Primary Menu Home News Schedule Upcoming WordCamps Past WordCamps and WordPress Events About What to Expect Global Co"
    },
    {
      "url": "https://cbm-wiki.gsi.de/foswiki/bin/login/Homepages/WebSearch?t=1638322498;nowysiwyg=1;foswiki_origin=GET%2cedit%2c/foswiki/bin/edit/Homepages/WebSearch%3ft%3d1638322498%3bnowysiwyg%3d1",
      "title": "(CBM Wiki login) WebSearch < Homepages < CBM Wiki",
      "description": "void",
      "preview": "Log on to CBM Wiki GSI Weblogin Password Having problems logging in?"
    },
    {
      "url": "https://teachers20.com/post/121258613878",
      "title": "Teachers 2.0 - Maryland moves to increase diversity in computer...",
      "description": "Maryland moves to increase diversity in computer...",
      "preview": "Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy a required technology credit for g"
    },
    {
      "url": "https://www.whatsapp.com/privacy",
      "title": "WhatsApp Privacy | Secure and Private Messaging",
      "description": "WhatsApp is committed to protecting your data. Learn about our privacy features to understand how we ensure your conversations remain private.",
      "preview": "Skip to content Message privately Your privacy is our priority. With end-to-end encryption on WhatsApp, your personal messages, photos, calls and more"
    },
    {
      "url": "https://sagansense.tumblr.com/post/144207254040",
      "title": "SAGAN SENSE - Computing occupations are the largest category of new wages in America",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://apk.house/xn--vkmp----6fgctupt6bfbmm2at9fci7q1d",
      "title": "Free download VKMP - Музыка для ВКонтакте APK for Android",
      "description": "Download free VKMP 5.0 for your Android phone or tablet, file size: 13.47 MB, was updated 2021/11/11 Requirements:android: 6.0 Marshmallow or above",
      "preview": "APK.HOUSE House for apk files Apks Apps Social VKMP - Музыка для ВКонтакте 5.0 7.6 /10 Download free 13.47 MB Android 6.0+ How to install APK / APKS /"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://kult.art.pl/forum/memberlist.php?mode=leaders&sid=acb8d066809b6718a041fb2b91610c00",
      "title": "KULT FORUM • Zaloguj",
      "description": "void",
      "preview": "Wyszukiwanie zaawansowane KULT | KNŻ | KAZIK Zmień rozmiar tekstu FAQ Zaloguj Aby przeglądać listę członków ekipy musisz się zalogować. Nazwa użytkown"
    },
    {
      "url": "https://musicorspaceshuttle.com/tag/future-rock-legends/",
      "title": "future rock legends | Music or Space Shuttle?",
      "description": "Posts about future rock legends written by Sam",
      "preview": "\"I bet Dave Grohl is the one who nominated them.\" \"Dave Grohl will show up. He'd give the speech.\" \"Who was THEIR champion in the room? Probably Dave"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Tools-No-Code-Founders-3d9a44cb16ef4957b91055673a45e865?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://demian-dfm.tumblr.com/",
      "title": "@demian-dfm on Tumblr",
      "description": "Architecture, design , stuff and things I like",
      "preview": "Posts remash Follow lakeside villa ~ aketuri architeckta | photos © norbert tukaj Source: dezeen.com jamesrobertsonirvine Follow www.yellowtrace.com.a"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time&utm_source=SSIC&utm_medium=button&utm_campaign=CNN%20Hub",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://wwf.panda.org/knowledge_hub/all_publications/living_planet_report_2018/",
      "title": "Home | WWF",
      "description": "Concerned about the future of our planet? WWF's Living Planet Report 2024 provides critical insights into plummeting wildlife populations and potential solutions.",
      "preview": "Menu Menu Choose your region... Global (English) Global (Spanish) Adria (Croatian) Adria (Serbian) Bolivia (Spanish) Brazil (Portugese) Chile (Spanish"
    },
    {
      "url": "https://map.peoplepower.org/?source=homepage",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.fns.usda.gov/snap/ebt",
      "title": "SNAP EBT | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.gnof.org/contact-us/",
      "title": "Contact Us | Greater New Orleans Foundation",
      "description": "Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA 70130 504-598-4663 504-598-4676 (fax)",
      "preview": "Skip to content Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://unmjobs.unm.edu/",
      "title": "UNMJobs | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. Toggle navigation UNM A-Z myUNM Director"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.victoriaeugenia.eus/programacion/espectaculo.php?evento=106477",
      "title": "Agenda y entradas - Victoria Eugenia Antzokia",
      "description": "Agenda de eventos del Teatro Victoria Eugenia. Busca y compra tus entradas para actuaciones de teatro, danza, conciertos, infantiles... ¡Ven a verlas!",
      "preview": "void"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "http://windows.microsoft.com/en-us/internet-explorer/download-ie",
      "title": "Internet Explorer Downloads - Microsoft Support",
      "description": "Get the latest internet browser recommended by Microsoft.",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://www.otel.com/",
      "title": "otel.com",
      "description": "void",
      "preview": "otel.com & otel.net For partnerships and proposals, please contact us at info@otel.com"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://www.uschamber.com/",
      "title": "U.S. Chamber of Commerce | U.S. Chamber of Commerce",
      "description": "The U.S. Chamber of Commerce is the world's largest business organization. We advocate, connect, inform, and fight for business growth and America's success.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Ways a Government Shutdown Could Affect You and Your Business Making News Smal"
    },
    {
      "url": "https://www.ipbes.net/news/Media-Release-Global-Assessment",
      "title": "Media Release: Nature's Dangerous Decline 'Unprecedented'; Species Extinction Rates 'Accelerating' | IPBES secretariat",
      "description": "Nature is declining globally at rates unprecedented in human history - and the rate of species extinctions is accelerating, with grave impacts on people around the world now likely, warns a landmark new report from IPBES, the summary of which was approved at the 7th session of the IPBES Plenary, meeting last week (29 April - 4 May) in Paris.",
      "preview": "Skip to main content Home / Media Release Media Release Facebook LinkedIn X 05 May 2019 Media Release: Nature's Dangerous Decline 'Unprecedented'; Spe"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}