{
  "data": [
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "https://www.facebookblueprint.com/",
      "title": "Meta Blueprint : Learn new skills to build your brand or business",
      "description": "Meta Blueprint helps you learn the digital skills you need to move your business forward. Discover online courses and training to improve your Facebook and Instagram marketing skills.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://blog.youtube/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/meghan-trainor-dear-future-mama/",
      "title": "Dear Future Mama - Harper Horizon",
      "description": "The real talk you want about pregnancy, birth, body image, and the newborn days from Meghan Trainor, the chart-topping singer-songwriter behind \"All About That Bass\" and \"Dear Future Husband,\" and, more importantly, Riley's mom.",
      "preview": "Skip to content Preview the first 3 chapters of Dear Future Mama VIEW HERE ABOUT THE BOOK The real talk you want about pregnancy, birth, body image, a"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "https://www.lambshvac.com/services/ductless-ac",
      "title": "Mini-Split AC Services Georgetown, IN | Lamb's Heating & Air Conditioning",
      "description": "Visit our website to learn more about ductless mini-splits. We Proudly serve Floyd and Clark counties including Georgetown, Floyds Knobs, New Albany, and Jeffersonville.",
      "preview": "Ductless Mini-Split Sales and Service for Georgetown, IN and Surrounding Areas Services Air Conditioning Heating Maintenance Ductless AC Indoor Air Qu"
    },
    {
      "url": "https://claralionelfoundation.org/",
      "title": "Clara Lionel Foundation | Home",
      "description": "Founded by Robyn Rihanna Fenty, our work spans the Caribbean, East Africa and the U.S. South, with an approach that starts with and invests in the people who call these regions home.",
      "preview": "Donate We build thriving & resilient communities Founded by Robyn Rihanna Fenty Learn more WE INVEST IN COMMUNITY-LED SOLUTIONS CLF's work spans the C"
    },
    {
      "url": "https://www.gallup.com/corporate/212117/global-offices.aspx",
      "title": "Global Offices",
      "description": "Find Gallup anywhere. We operate 30 regional centers and collect data in over 160 countries.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Global Offices Gallup operates more than 20 regional City Ce"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "https://theelders.org/news/elders-enlist-their-grandchildren-s-help-climate-change",
      "title": "The Elders enlist their grandchildren's help on climate change",
      "description": "Ahead of the historic climate change negotiations in Copenhagen, The Elders urge all heads of government to attend the talks in Copenhagen and reach an ambitious, fair, effective and binding agreement to prevent climate catastrophe.",
      "preview": "Skip to main content  Newsletter  Search Home  News & Insight  Media Releases  The Elders enlist their grandchildren's help on climate change Med"
    },
    {
      "url": "https://instagram.com/google/",
      "title": "Google (@google) • Instagram photos and videos",
      "description": "16M Followers, 41 Following, 2,949 Posts - Google (@google) on Instagram: \"Here to help.\"",
      "preview": "void"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/post/121129476692",
      "title": "In this corner... - Maryland moves to increase diversity in computer science",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f",
      "title": "Medium Terms of Service | by Medium | Medium Policy",
      "description": "Medium Terms of Service Effective: September 1, 2020 You can see our previous Terms here. Thanks for using Medium. Our mission is to deepen people's understanding of the world and spread ideas that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Terms of Ser"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://www.datart.cz/mobilni-telefony.html",
      "title": "Mobilní telefony | DATART",
      "description": "DATART - přední český prodejce elektroniky. Vaše zboží připravíme na prodejně už do 30 minut nebo doručíme po celé ČR.",
      "preview": "Přejít k hlavnímu obsahu Přejít k hlavnímu menu Přejít k vyhledávání ID: 36380 Mobilní telefony Mobilní telefony zprostředkují hovor s blízkými, připo"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://www.medici.tv/en/",
      "title": "The best of classical and jazz at your fingertips | medici.tv",
      "description": "Discover the world's largest collection of classical music and jazz, and experience blockbuster events in real time with our livestreams.",
      "preview": "Skip to main content Leaving soon Leaving soon Don't miss Evgeny Kissin's exquisite recital at the 2025 Verbier Festival The globally acclaimed pianis"
    },
    {
      "url": "https://directory.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=directories",
      "title": "UW Faculty/Staff/Student Directory",
      "description": "void",
      "preview": "UW Directory Search by Search Name Department Email Box Number Phone Search options Faculty/Staff Only Sign in for student search Kind of listing Full"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.homehubme.com/product/daru-pouf/",
      "title": "Home Hub ME",
      "description": "void",
      "preview": "Skip to content Home Hub ME Enter using password Enter store using password: Your password Enter Are you the store owner? Log in here Opening soon Be"
    },
    {
      "url": "http://cottonleads.org",
      "title": "CottonWorks™ | Guide for Producing Outstanding Cotton Products",
      "description": "CottonWorks™ connects professionals and students with modern resources to bring sustainability in textiles to life.",
      "preview": "Login Enter your email address and password to access your CottonWorks™ account. \" (Required) \" indicates required fields Email (Required) Password (R"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://globalfishingwatch.org/topics/",
      "title": "Technology for Ocean Management | Global Fishing Watch",
      "description": "Global Fishing Watch is harnessing innovative technology to turn open data into actionable information that improves ocean management.",
      "preview": "Skip to content Topics Commercial fishing Global Fishing Watch is harnessing innovative technology to turn transparent data into actionable informatio"
    },
    {
      "url": "https://trello.com/c/CqPzrIpH/126-countdown-un-2023-water-conference",
      "title": "Trello",
      "description": "Organize anything, together. Trello is a collaboration tool that organizes your projects into boards. In one glance, know what's being worked on, who's working on what, and where something is in a process.",
      "preview": "Your browser was unable to load all of Trello's resources. They may have been blocked by your firewall, proxy or browser configuration. Press Ctrl+F5"
    },
    {
      "url": "https://code.activestate.com/recipes/tags/false-true/",
      "title": "Popular recipes tagged \"false\" but not \"true\" « ActiveState Code",
      "description": "void",
      "preview": "Skip to Search Skip to Navigation Skip to Content Community | Code | Docs | Downloads ▼ Perl Python Tcl Komodo IDE | more ▼ Lists Support PPM Index Py"
    },
    {
      "url": "https://te-igitur.blogspot.com/2011/05/church-watches-you.html?showComment=1306303834524",
      "title": "Te igitur: Church watches you",
      "description": "Found in the Internet",
      "preview": "5/24/11 Church watches you Found in the Internet 4 comments: Braut des Lammes said... Funny. It reminds me to an owl at the same time. 24/5/11 14:52 T"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    },
    {
      "url": "https://watch.mhzchoice.com",
      "title": "Browse - MHz Choice",
      "description": "The world's best mysteries, dramas & comedies. No commitment, cancel anytime. Available in the U.S. and Canada.",
      "preview": "GET 30% OFF YOUR FIRST 3 MONTHS! Limited time - use promo code: FALL25 at checkout ×"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.si.com/extra-mustard/2021/08/19/joe-buck-field-of-dreams-nfl-jeopardy-james-holzhauer",
      "title": "Joe Buck on 'Field of Dreams' game, James Holzhauer, NFL season - Sports Illustrated",
      "description": "Joe Buck shares behind-the-scenes details on Kevin Costner, hosting 'Jeopardy!'",
      "preview": "1. It's been a busy and successful couple of weeks for Joe Buck. The Fox broadcaster called the Cowboys-Steelers Hall of Fame game. He also officially"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/MutationObserver",
      "title": "MutationObserver - Web APIs | MDN",
      "description": "The MutationObserver interface provides the ability to watch for changes being made to the DOM tree. It is designed as a replacement for the older Mutation Events feature, which was part of the DOM3 Events specification.",
      "preview": "Skip to main content Skip to search MutationObserver Baseline Widely available This feature is well established and works across many devices and brow"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://www.industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://www.roguefitness.com/rogue-echo-foam-games-box",
      "title": "Rogue Echo Foam Games Box | Rogue Fitness",
      "description": "The Echo Foam Games Box is a budget-priced, rotatable plyo box that features the same 3-in-1 versatility as the standard get yours today!",
      "preview": "Home / Conditioning / Plyo Boxes / Foam Plyoboxes / Rogue Echo Foam Games Box Rogue Echo Foam Games Box ★★★★★ ★★★★★ 4.5 38 Reviews Write a review Rogu"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "http://doc.govt.nz",
      "title": "Department of Conservation",
      "description": "Tō tātou taiāo. Tō tātou hītori. He tāonga tūturu nō Aotearoa. Maioha rawatia. Poipoia rawatia. Tukua. Our nature. Our history. It's New Zealand's unique legacy. Enjoy it. Enrich it. Pass it on.",
      "preview": "Department of Conservation Te Papa Atawhai Please enable JavaScript in your browser settings to view this site. Department of Conservation | Te Papa A"
    },
    {
      "url": "http://www.desoreillesdansbabylone.com/2007/02/sean-lennon-concert-bordeaux-220207.html",
      "title": "Des Oreilles Dans Babylone",
      "description": "Blogzine musical inde depuis 2006",
      "preview": "Entrez les termes que vous recherchez. Sur Dodb Sur le web Envoyer un formulaire de recherche 26 février 2007 Sean Lennon - Concert à Bordeaux 22/02/0"
    },
    {
      "url": "https://news.walgreens.com/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 1555 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categori"
    },
    {
      "url": "https://proportio.app/",
      "title": "Proportio.app",
      "description": "Tool for creating proportional scales for typography, iconography, spacing, and components in design systems.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://earthdata.nasa.gov/learn/backgrounders/what-is-sar",
      "title": "Synthetic Aperture Radar (SAR) | NASA Earthdata",
      "description": "Background information on synthetic aperture radar, with details on wavelength and frequency, polarization, scattering mechanisms, and interferometry.",
      "preview": "Skip to main content What is Synthetic Aperture Radar? Synthetic aperture radar (SAR) is a type of active data collection where an instrument sends ou"
    },
    {
      "url": "https://www.yalemedicine.org/specialists/ania-jastreboff",
      "title": "Ania Jastreboff > Specialists > Yale Medicine",
      "description": "Ania M. Jastreboff, MD, PhD, is an adult and pediatric endocrinologist with expertise in obesity medicine and weight management. She cares for patients who have prediabetes, insulin resistance, metabolic syndrome, and type 1 and type 2 diabetes. Dr. Jastrebroff, who is director of the Yale Obesity Research Center (Y-Weight), says she empathizes with patients who struggle to lose weight or maintain weight loss. \"Carrying excess weight and having obesity is not a lifestyle choice. Obesity is a chronic disease and should be treated with the same vigor and integrity as other chronic diseases,\" she says. \"We are in the infancy of our understanding of the mechanisms that underlie obesity. Many novel treatments are under development, including new anti-obesity medications, endoscopic procedures, and the refining of behavioral and surgical interventions.\" An assistant professor of medicine (endocrinology) and of pediatrics (endocrinology) at Yale School of Medicine, Dr. Jastrebroff says one of her goals is to conduct clinic research that will lead to better treatments for obesity and also have a clear public health impact in mitigating the obesity \"pandemic.\" Recent misinformation has been circulating online regarding a so-called \"pink salt trick\" for weight loss. It is not medically supported, and it has no connection to Dr. Ania Jastreboff or Yale. Videos of Dr. Jastreboff purporting to endorse this product are fraudulent and have been AI generated.",
      "preview": "Skip to Main Content 1 Yale Pediatric Endocrinology 1 Long Wharf Drive New Haven, CT 06511 Directions 1 of 3 Yale Pediatric Endocrinology 1 Long Wharf"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "http://www.aacounty.org/departments/planning-and-zoning/research-and-gis/",
      "title": "Research & GIS Section | Anne Arundel County Government",
      "description": "void",
      "preview": "Skip to main content Research & GIS Section The Research & GIS Section of the Office of Planning and Zoning maintains and provides demographic and geo"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.iucnredlist.org/species/19488/2365291",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish My Account Log in You must log in to access advanced IUCN Re"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/autodiff_cookbook.html",
      "title": "The Autodiff Cookbook - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf The Autodiff Cookbook Contents The Autodiff Cookbook # JAX has a pretty general automatic differ"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://hk-devblog.com/2016/06/10/another-graphic-test/?like_comment=461&_wpnonce=2e306d0ffa",
      "title": "Another graphic test - STRAY Devblog",
      "description": "Visit the post for more.",
      "preview": "Another graphic test Partager : Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Click to share o"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "http://ricette-cucina.massimol.it/",
      "title": "Ricette Cucina Ricette gratis Ricetta piatti",
      "description": "void",
      "preview": "Home Gratis Divertimento Scuola Musica Guide Ricette Webmaster Ricette di Cucina Ricettario con oltre 15000 ricette per i tuoi piatti da consultare e"
    },
    {
      "url": "https://www.codecademy.com/learn/paths/data-science",
      "title": "Data Scientist: Machine Learning Specialist | Codecademy",
      "description": "Machine Learning Data Scientists solve problems at scale, make predictions, find patterns, and more! They use Python, SQL, and algorithms. Includes **Python 3**, **SQL**, **pandas**, **scikit-learn**, **Matplotlib**, **TensorFlow**, and more.",
      "preview": "Skip to Content Career Path Data Scientist: Machine Learning Specialist Machine Learning Data Scientists solve problems at scale, make predictions, fi"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://whelmstadter.tumblr.com/post/116581506819",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @whelmstadter on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://www.ekollel.com/?s=are%20nestle%20nerds",
      "title": "You searched for are nestle nerds - The Kosher Portal",
      "description": "void",
      "preview": "Skip to content Sorry, but nothing matched your search terms. Please try again with some different keywords. Search for: Search"
    },
    {
      "url": "https://www.hollywoodreporter.com/news/selena-gomez-to-host-multi-network-global-citizen-concert-supporting-covid-19-vaccine-push",
      "title": "Selena Gomez to Host Global Citizen COVID-19 Vaccine Concert",
      "description": "'Vax Live: The Concert to Reunite the World,' will be pre-taped at L.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close By Hilary Lewis Plus Icon Hilary Lewis Deputy Editor, East Coast hilarylewis F"
    },
    {
      "url": "https://mark-watney-spacepirate.tumblr.com/",
      "title": "@mark-watney-spacepirate on Tumblr",
      "description": "Follow @mark-watney-spacepirate and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://sobewff.org/",
      "title": "SOBEWFF | February 19 - 22, 2026 in Miami, Florida",
      "description": "The Food Network South Beach Wine & Food Festival presented by Capital One (SOBEWFF®) is a national, star-studded, four-day destination event showcasing the talents of the world's most renowned wine and spirits producers, chefs and culinary personalities. The Festival takes place February 19 - 22, 2026.",
      "preview": "Skip to content 132 Days to Go See You for the 25th Anniversary! February 19 - 22, 2026 View Photos About Us About the Festival Auction Contact Us Joi"
    },
    {
      "url": "https://www.fubo.tv/lp/StreamTV/?irad=343747&irmp=398453&subId1=streamingservices&subId2=ckhgo1ujg00003r8zaneft7pl",
      "title": "Stream live TV & sports | Fubo",
      "description": "Stream live TV with ABC, CBS, FOX, NBC, ESPN & top channels without cable. DVR included. No contract, cancel anytime.",
      "preview": "Stream live TV & sports On any device. Anytime. Anywhere. Start watching Stream live TV from 200+ channels you love + MORE Start watching How is Fubo"
    },
    {
      "url": "https://lifehacker.com/all-the-things-you-didnt-know-dish-soap-can-clean-1848332952",
      "title": "7 Ways You Should Be Using Dish Soap to Clean Your Stuff | Lifehacker",
      "description": "Please mentally prepare to fall in love with this kitchen sink staple.",
      "preview": "Skip to Main Content Home Home & Garden Copied All the Things You Didn't Know Dish Soap Can Clean Please mentally prepare to fall in love with this ki"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Microsoft-Power-Automate/ct-p/MPACommunity",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}