{
  "data": [
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "https://www.sfaacc.org/",
      "title": "Businesses | San Francisco African American Chamber Of Commerce | San Francisco",
      "description": "San Francisco African American Chamber of Commerce focuses on representing and promoting Black business owners. Through advocacy and economic development, SFAACC is creating a firm economic base that supports the self-determination and survival of African American businesses.",
      "preview": "top of page San Francisco African American Chamber of Commerce Our Business is Advocating for You and Your Business Juneteenth Video CLICK HERE our_vi"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://www.sketchappsources.com/free-source/2330-multimedia-pioneer-icons-sketch-freebie-resource.html",
      "title": "Multimedia Pioneer Icons Sketch freebie - Download free resource for Sketch - Sketch App Sources",
      "description": "Sketch App free sources, Multimedia Pioneer Icons resource, for Sketch App. Multimedia Pioneer Icons Sketch file freebie.",
      "preview": "void"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://www.randco.com/",
      "title": "R+Co | The Culture Of Hairdressing",
      "description": "R+Co is an award-winning line of haircare products designed to deliver immediate, high-performing results while keeping hair and scalp health at top-of-mind. Curated by a collective of rule-bending hairstylists.",
      "preview": "Skip to content Quick Search Search our store Popular Search Terms Shampoo Conditioner Curls Volume Texture Smoothing Popular Products BEST SELLER DAR"
    },
    {
      "url": "https://cafenoseaustin.com/",
      "title": "Café No Sé",
      "description": "An all-day café on South Congress Avenue. Patio + dining room open 7 days a week. Takeaway available daily. Order online for pick-up or deliver through Favor.",
      "preview": "All Day Café Austin, Texas Kimchi Hash All Day Café Austin, Texas Salmon Burger All Day Café Austin, Texas Desserts at Café No Sé All Day Café Austin,"
    },
    {
      "url": "http://bpmobile.com/",
      "title": "BP Mobile | Cool Apps!",
      "description": "Download useful mobile apps for your device: Scanner, Translator, Call Recorder, 2nd Phone Number, etc.",
      "preview": "✖"
    },
    {
      "url": "https://www.arbeitsagentur.de/jobsuche",
      "title": "Jobsuche der BA",
      "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
      "preview": "void"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://www.europarl.europa.eu/news/en/headlines",
      "title": "Topics | European Parliament",
      "description": "Discover the topics Parliament is working on",
      "preview": "Change the navigation language BG - български ES - español CS - čeština DA - dansk DE - Deutsch ET - eesti keel EL - ελληνικά EN - English FR - frança"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "http://www.ncihc.org/",
      "title": "Home",
      "description": "void",
      "preview": "Menu Member Login Home About Mission, Goals and Values Board of Directors Committees and Work Groups Executive Committee Standards and Training Commit"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    },
    {
      "url": "https://www.utsa.edu/budget/resources/forms-tools.html",
      "title": "Forms and Tools | Budget and Financial Planning | UTSA | University of Texas at San Antonio",
      "description": "void",
      "preview": "Search Bar Search Home Resources Forms and Tools Budget and Financial Planning Home About Projects Budget Team Organizational Chart Budget Planning Fi"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://www.soccerstats.com/",
      "title": "SoccerSTATS.com | Football statistics, form tables and result analysis",
      "description": "SoccerSTATS.com features football statistics, results, tables, standings and analysis on football competitions such as the Premier League, the Championship, the Serie A, La Liga, the Champions League and hundreds of more leagues.",
      "preview": "LEAGUES MATCHES STATS FAV BLOG Favourite leagues ▼ Favourite leagues ----------------------------------- My Favourites -------------------------------"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "https://my.accessportals.com/app/blk/login?redirectUrl=/us/individual?signInAppWithOkta=true",
      "title": "Login",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "https://brownsugarbritches.com/tag/divine/",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://www.airtable.com/lp/resources/webinars/quarterly-customer-wb-ondemand?utm_source=airtable&utm_medium=web_banner&utm_campaign=Platform-tier1",
      "title": "On Demand Webinar: Airtable Features & Spotlight | Airtable - Airtable",
      "description": "Watch our on demand webinar and discover the latest ways you can use Airtable to improve your workflows.",
      "preview": "Webinar Airtable New Feature Spotlight Watch our quarterly Airtable New Feature Spotlight , a webinar series dedicated to helping you see what's possi"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://earthquake.usgs.gov/earthquakes/eventpage/us6000jllz/executive",
      "title": "void",
      "description": "void",
      "preview": "This application requires Javascript. Please enable Javascript or try our Real-time Notifications, Feeds, and Web Services . The Earthquake Event Page"
    },
    {
      "url": "http://vsichkozaknigite.bg/news/%D1%85%D0%B5%D1%80%D0%BC%D0%B0%D0%BD-%D0%BA%D0%BE%D1%85-%D0%BF%D1%80%D0%B8%D1%81%D1%82%D0%B8%D0%B3%D0%B0-%D0%B2-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D0%B8%D1%8F-%D0%B7%D0%B0-%D1%81%D0%B8%D0%BD%D0%B5/",
      "title": "Обичай всичко за книгите ⋆ Reading Trolls",
      "description": "Обичай всичко за книгите. Ние любителите на доброто четиво знаем, че това далеч не е така. В света и у нас става все по-модерно да се чете.",
      "preview": "Skip to content Автор: Тодора Даскалова Post category: Новини за книги Reading time: 3 mins read Обичай всичко за книгите Обикновено хората си мислят,"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://www.madisonblackchamber.com/",
      "title": "BLACK CHAMBER",
      "description": "void",
      "preview": "0 Building Black BUsinesses Our focus is on building Black-owned businesses in greater Madison for the betterment of our entire city and community. EV"
    },
    {
      "url": "https://www.smartcitiesdive.com/news/death-of-the-downtown-how-cities-can-rebuild-using-tactical-urbanism/587291/",
      "title": "Death of the downtown: How cities can rebuild using 'tactical urbanism' | Smart Cities Dive",
      "description": "Whether or not cities &quot;bounce back&quot; from the COVID-19 pandemic will be determined by the choices they make to reimagine their downtown hubs, experts say.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's smart cities industry news Let Smart Cities Dive's free newsletter keep you informed, st"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/",
      "title": "Blog Deleted.",
      "description": "I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm.",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://www.vogue.com/article/editor-picks-fall-winter-2025-trends",
      "title": "11 Fall Fashion Trends Vogue Editors Are Shopping | Vogue",
      "description": "From pops of red to all things suede, these are the fall fashion trends Vogue's editors are most excited to wear this season.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "http://www.ilovepdf.com/",
      "title": "iLovePDF | Online PDF tools for PDF lovers",
      "description": "iLovePDF is an online service to work with PDF files completely free and easy to use. Merge PDF, split PDF, compress PDF, office to PDF, PDF to JPG and more!",
      "preview": "Every tool you need to work with PDFs in one place Every tool you need to use PDFs, at your fingertips. All are 100% FREE and easy to use! Merge, spli"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/itar/hd_itar.htm",
      "title": "Architecture in Renaissance Italy - The Metropolitan Museum of Art",
      "description": "Architects trained as humanists helped raise the status of their profession from skilled laborer to artist. They hoped to create structures that would appeal to both emotion and reason.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Recto: Temple Types: in Antis and Prostyle (Vitruvius,"
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://www.healthaction.org/",
      "title": "Health Action Alliance",
      "description": "The Health Action Alliance is the country's largest employer network operating at the intersection of business and public health. We're on a mission to make employees healthier and communities stronger. We know good health is good business.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "http://metv.com/contact/",
      "title": "Contact Us",
      "description": "Contact MeTV",
      "preview": "void"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://www.oraclelights.com/products/2003-2006-q45-sedan-oracle-halo-kit",
      "title": "ORACLE Lighting 2003-2006 Infiniti Q45 Sedan LED Headlight Halo Kit",
      "description": "Looking to modify your vehicle's lights for a customized, eye-catching style? The ORACLE Lighting halo kit for the 2003-2006 Infiniti Q45 offers a perfect solution with an expertly-crafted design, brilliant colors with the best quality LED components, and unique features that will satisfy any car en ...",
      "preview": "Skip to content FREE SHIPPING ON ORDERS $100+ (Continental USA Only, Some Exclusions Apply) FREE SHIPPING ON ORDERS $100+ (Continental USA Only, Some"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://www.csteachers.org",
      "title": "Computer Science Teachers Association Connect, Grow, & Share With CS Teachers-",
      "description": "CSTA understands that teaching computer science is hard. That's why we're focused on creating a supportive environment for K-12 educators.",
      "preview": "Skip to content Connect, Grow, & Share With CS Teachers CSTA understands that teaching computer science is hard. That's why we're focused on creating"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://computinged.wordpress.com",
      "title": "Computing Ed Research - Guzdial's Take | How do people understand computing, and how can we improve that understanding?",
      "description": "How do people understand computing, and how can we improve that understanding?",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Seeking K-1"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://www.justpacked.com/",
      "title": "Just Packed | Lydia Mansel | Substack",
      "description": "A packing list newsletter by travel journalist Lydia Mansel. Click to read Just Packed, by Lydia Mansel, a Substack publication with thousands of subscribers.",
      "preview": "Just Packed Subscribe Sign in Home Archive About How I Pack My Toiletries (and Everything I Bring With Me) Here's my lineup of TSA-compliant skincare,"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Features.html",
      "title": "Features - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Features View page source Features  This is a conceptual overview of how LightGBM works [1] . We assume familiarity with decision tree boosting algor"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "http://jamarc.fra.affrc.go.jp/english/index-e.html",
      "title": "JAMARC, Fisheries Research Agency",
      "description": "void",
      "preview": "JAMARC, Fisheries Research Agency Access Inquiries 【Attention】 The name of our organization was changed into \"Marine Fisheries Research and Developmen"
    },
    {
      "url": "https://cocoeco.ca/en/dry/cornstarch",
      "title": "Cornstarch | COCOÉCO",
      "description": "void",
      "preview": "Skip to main content You are here Home Catalog Dry Ingredients Powders Cornstarch Cornstarch 5.89$ INCI: Zea mays (corn) starch *** Quantities are lim"
    },
    {
      "url": "http://www.beroset.com/",
      "title": "Assembly Language Repository",
      "description": "void",
      "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://github.blog/?utm_source=developermscom",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "http://www.infostrada.it/",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://www.tchabitat.org/",
      "title": "Home | Twin Cities Habitat For Humanity",
      "description": "Twin Cities Habitat builds, rehabs, & repairs homes, educates families about homeownership, provides mortgage counseling, and advocates for affordable housing.",
      "preview": "Goodbye, Rental. Hello, Home. We're Building a Better Home-Buying Experience. We've always been a housing organization. We started by swinging hammers"
    },
    {
      "url": "http://www.emigre.com/",
      "title": "Emigre: Fonts",
      "description": "Emigre, Inc. is a digital type foundry based in Berkeley, California. Founded in 1984, coinciding with the birth of the Macintosh computer, the Emigre team, ...",
      "preview": "0 Toggle navigation Emigre Fonts by Family Show All Alda Arbitrary Backspacer Base 9 & 12 Base 900 Base Monospace Big Cheese Blockhead Alphabet Blockh"
    },
    {
      "url": "https://music.youtube.com/",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.nyse.com/index",
      "title": "The New York Stock Exchange | NYSE",
      "description": "void",
      "preview": "Your browser is unsupported Please visit this URL to review a list of supported browsers. NYSE Logo ICE NYSE NYSE CONNECT LOGIN NYSE Logo ICE announce"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "http://www.inail.it/",
      "title": "Home",
      "description": "void",
      "preview": "Passa al contenuto principale Impostazioni cookie Vai al menu principale Vai al contenuto principale Notizie in evidenza Bando Isi 2024 Chiusa la proc"
    },
    {
      "url": "https://xeno-canto.org/explore?query=sp%3Aqmweqr%20loc%3A%22Hills%20west%20of%20Shuhe%2C%20near%20Lijiang%2C%20Yunnan%22",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}