{
  "data": [
    {
      "url": "https://recipo.se/en/",
      "title": "Frontpage - Recipo SE",
      "description": "void",
      "preview": "Skip to content Your Compliance Partner for Electronics We offer cost-effective compliance solutions for electronics and are the leading partner in th"
    },
    {
      "url": "https://www.velvetyne.fr/",
      "title": "Home - Velvetyne",
      "description": "Libre fonts for everyone",
      "preview": "Menu × We launched our first call for projects: Support Opensource Signs !!! Applications are open till the 15/05/2025. ↑ We design libre / open sourc"
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "http://www.tesoro.it/euro-sm.htm",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://web.cvent.com/event/ab5149fc-4ebf-4b21-b1eb-2da3fa98cee6/summary?utm_campaign=spritz_sandiego0929",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - San Diego: Liberty Station - September 29, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.realself.com/news/dolores-catania-breast-augmentation",
      "title": "Why Dolores Catania Got a Third Breast Augmentation | RealSelf News",
      "description": "RHONJ Dolores Catania reveals the details of her recent breast augmentation-from how she chose her plastic surgeon to what she thinks of the results.",
      "preview": "Face & Neck Cheeks Eyes Eyebrows Lips Neck Nose Teeth Body Breast Butt Stomach Arms Skin Acne Treatments Wrinkle Treatments Anti-Aging Skin Care Produ"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://about.bnef.com/blog/corporations-brush-aside-energy-crisis-buy-record-clean-power/",
      "title": "Corporations Brush Aside Energy Crisis, Buy Record Clean Power | BloombergNEF",
      "description": "Companies committed to buy 36.7 gigawatts of clean power through long-term contracts with strong growth in the Americas and Asia-Pacific: BloombergNEF New York and London, February 9, 2023 - Against the backdrop of a global energy crisis, supply chain bottlenecks and high interest rates, private companies and public institutions signed contracts to secure a record 36.7 gigawatts (GW) of renewable...",
      "preview": "PRESS RELEASE Corporations Brush Aside Energy Crisis, Buy Record Clean Power Clean Energy February 9, 2023"
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "https://discover.esa.int/",
      "title": "Discover ESA",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://www.plex.tv/about/privacy-legal/",
      "title": "Privacy Policy | Plex",
      "description": "Prior Versions What's new in this version Clarified language in the Privacy Rights section. Updated \"Who does Plex share...",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Privacy"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://www.llbean.com/llb/shop/86878",
      "title": "Ultrasoft Comfort Flannel Sheet Set | Sheets | L.L.Bean International",
      "description": "Find the best Ultrasoft Comfort Flannel Sheet Set at L.L.Bean International. Our high quality products are thoughtfully designed and built to last season after season.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details L.L.Bean Home Goods Bedding Sheets Ultrasoft Comfort Flannel Sheet Set Ite"
    },
    {
      "url": "https://cardbarrel.com/2010-2019-singles/2013/allen-and-ginter/one-little-corner/?items_per_page=24",
      "title": "2010-2019 Singles :: 2013 :: Allen & Ginter :: One Little Corner",
      "description": "void",
      "preview": "Home Promotions Gift certificates FAQ Contact Us Orders Sign in Register Email Password Forgot your password? Register for a new account Sign in Remem"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatche2",
      "title": "TicWatch E2 - A smartwatch boasts a waterproof rating of 5 ATM making them swim friendly.",
      "description": "TicWatch E2 smartwatch - your best go-to fitness and swimming companion! TicWatch E2 smartwatch, up to 50m underwater waterproof, monitors your every stroke on the move. TicWatch E2 smartwatch is designed to fit your active lifestyle needs. TicWatch E2 smartwatch is powered by TicMotion - proactive swimming monitoring, analysis and swim style detection. TicWatch E2 smartwatch - Lightweight & comfortable; Wear OS by Google™; Built-in GPS; 24hr heart-rate monitor; Buy TicWatch E2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch E2 smartwatch Product Support About us Buy now Buy Designed to move you. Your go-to fitness and swimming com"
    },
    {
      "url": "https://designs.ai/",
      "title": "Designs AI - Free Online Logo, Image, AI Chat Videos & Voice Generator",
      "description": "Create Online AI logos, generate AI images, social media posts, videos, voices, text-to-speech, company logos, flyers, posters, & animated videos for free",
      "preview": "production Try for free By using our site, you acknowledge that you have read and understood our Cookie Policy I Agree Design Smarter and Faster with"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://ri-bba.org/",
      "title": "RIBBA | Creating Opportunity - Building Community",
      "description": "RIBBA is a non-profit organization dedicated to closing the wealth gap in Rhode Island, empowering all residents to thrive and fostering equitable opportunities for future generations.",
      "preview": "Creating Opportunity - Building Community We are committed to empowering Rhode Island businesses and professionals, closing the wealth gap, and transf"
    },
    {
      "url": "https://www.viallfiles.com/",
      "title": "HOME | The Viall Files",
      "description": "void",
      "preview": "top of page LISTEN HERE FOR MORE VIALL FILES Viall Files + Join the household and get access to Viall Files + for exclusive shows like Ask Nick Update"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/Resize_Observer_API",
      "title": "Resize Observer API - Web APIs | MDN",
      "description": "The Resize Observer API provides a performant mechanism by which code can monitor an element for changes to its size, with notifications being delivered to the observer each time the size changes.",
      "preview": "Skip to main content Skip to search Resize Observer API Baseline Widely available This feature is well established and works across many devices and b"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://tribecafilm.com/films/somewhere-in-queens-2022",
      "title": "Somewhere in Queens | 2022 Tribeca Festival | Tribeca",
      "description": "An Italian-American dad from Queens gets increasingly involved in ensuring his son's high school basketball success in Ray Romano's directorial debut.",
      "preview": "World Premiere Somewhere in Queens Spotlight Narrative Feature | United States | 106 MINUTES | English New York , Comedy , Drama As the prospect of at"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://www.fdp-koeln.de/politik/kapazit%C3%A4tserweiterung-der-pr-anlage-k%C3%B6nigsforst/antr%C3%A4ge",
      "title": "Kapazitätserweiterung der P+R-Anlage Königsforst | FDP Köln",
      "description": "Kapazitätserweiterung der P+R-Anlage Königsforst",
      "preview": "Startseite Politik Beschlüsse Kapazitätserweiterung der P+R-Anlage Königsforst Antrag der FDP-Fraktion 28.10.2019 Beschlüsse der Ratsgremien FDP-Frakt"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://www.bbc.co.uk/programmes/p08j3kcg",
      "title": "BBC Radio 4 - Political Thinking with Nick Robinson, The Neil Ferguson One",
      "description": "The leading epidemiologist on how science and politics should really work together",
      "preview": "Close menu BBC Radio 4 Political Thinking with Nick Robinson Home Episodes Podcast Watch on iPlayer Main content Listen now The Neil Ferguson One Poli"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://zaynsway.tumblr.com/",
      "title": "Never stop dreaming",
      "description": "'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love. \"Learn from yesterday, live for today, hope for tomorrow.\" -Albert Einstein",
      "preview": "Home Fic Recs Message About One Direction Tags 'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://www.iranpoliticsclub.net/club/ucp.php?mode=privacy&sid=4e027c7ceac11ec4eac901c80fe25ec4",
      "title": "Iran Politics Club Forum - User Control Panel - Privacy policy",
      "description": "void",
      "preview": "Iran Politics Club Forum Iran Politics Club supports the fight to establish Freedom, Secularism, Federalism, Human Rights and Democracy in Iran. Skip"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://www.yesnodetroit.com/2017/08/movie-review-dark-tower.html",
      "title": "Movie Review: The Dark Tower",
      "description": "Yes/No Detroit is a lifestyle blog covering food, entertainment, travel, tech, and more, in Detroit and beyond.",
      "preview": "Skip to main content Movie Review: The Dark Tower Get link Facebook X Pinterest Email Other Apps August 04, 2017 Originally, I wanted to give this mov"
    },
    {
      "url": "https://africanamericanempowerment.blogspot.com/2014/05/",
      "title": "African American Empowerment Blog (AAEB): May 2014",
      "description": "What is the African American empowerment blog? The AAEB is a blog focusing on news, music, poetry, art, quotes, facts, books, movies and people that uplift, empower, and motivate African Americans.",
      "preview": "Friday, May 30, 2014 Black tech innovators blazing a trail in South Florida By Felecia Hatcher As many cities look to duplicate the model of Silicon V"
    },
    {
      "url": "https://gimmedelicious.com/",
      "title": "Gimme Delicious Food",
      "description": "Life's Too Short For Boring Food. New Recipes Ramadan Recipes Ramadan Desserts Cozy Soups Air Fryer Favorites Healthy Recipes to Try Pasta Dinners in 30 Minutes Take-out At Home Reader Favorites Keto/ Low Carb 30 Minute Meals Recipe Collections One Pan Dinners Favorite Products Chicken Breasts Tacos Foil Pack",
      "preview": "Skip to content 5 free Secrets to Fast & Delicious Cooking → Life's Too Short For Boring Food. Breakfast/Brunch Dinner Healthy Recipes Keto Recipes Lo"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://hebbarskitchen.com/",
      "title": "Hebbars Kitchen - Indian Veg Recipes | Vegetarian Indian Recipes blog",
      "description": "indian veg recipes blog with step by step photos and videos. collection of indian sweets recipes, breakfast recipes, snacks recipes, curry or sabzi recipes.",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Home Breakfast Dosa Idli Chutney Sandwich Rice Biryani Pulao Paneer Snacks Starters Appetizer Si"
    },
    {
      "url": "https://www.raps.org/news-and-articles/news-articles?DocumentTags=Labeling",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://utahblackchamber.com/",
      "title": "Utah Black Chamber of Commerce",
      "description": "void",
      "preview": "0 Our Mission We support the prosperity of our members and advocate for economic diversity and inclusion for Black businesses and corporations in the"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.epsecommerce.com/",
      "title": "eProcurement Services - ePS",
      "description": "void",
      "preview": "The Complete Intuitive catalog content management, order processing & eMarketplace Software Solution. ePS is a software solution provider. Our One-to-"
    },
    {
      "url": "https://www.duo.nl/particulier/studiefinanciering/",
      "title": "Studiefinanciering - DUO",
      "description": "Website duo.nl/particulier",
      "preview": "Ga direct naar inhoud Zoek Naar Geld voor school en studie In het kort Als u staat ingeschreven als student aan het mbo, hbo of universiteit, kunt u g"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "https://www.chicagotribunemediagroup.com/",
      "title": "Chicago Tribune Media Group - Full-service Marketing Solutions",
      "description": "Partnering with the Chicago Tribune for full-service marketing solutions gives you more than a century of experience working with Chicagoland businesses.",
      "preview": "About Knowledge Base Contact 312-222-5995 About Knowledge Base Marketing Intelligence Digital Conversion Marketing Branded Content Print Industry Expe"
    },
    {
      "url": "https://bridge909.org/",
      "title": "90.9 The Bridge",
      "description": "90.9 The Bridge is Kansas City's listener-supported NPR music radio station. Turn On. Tune In. Listen Local.",
      "preview": "void"
    },
    {
      "url": "http://ginrummytournaments.com/",
      "title": "WSOGR",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "https://videogamesandthebible.com/2014/07/10/nuking-the-asteroid-a-space-engineers-preview-paid/",
      "title": "Nuking the Asteroid-A Space Engineers Preview | Video Games and the Bible",
      "description": "*Sources of screenshots are listed in their respective file-names. Space Engineers is an Early Access title in Alpha. This means the game is not fully optimized and various bugs are present. However, this also means that Space Engineers is continually being updated, refined and improved based on YOUR feedback (weekly, in this case). The feature list...",
      "preview": "Video Games and the Bible News, Reviews, Previews and Biblical Analysis Skip to content Biblical Article Archive Podcasts Christian Games/Creators Int"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS",
      "title": "Cross-Origin Resource Sharing (CORS) - HTTP | MDN",
      "description": "Cross-Origin Resource Sharing (CORS) is an HTTP-header based mechanism that allows a server to indicate any origins (domain, scheme, or port) other than its own from which a browser should permit loading resources. CORS also relies on a mechanism by which browsers make a \"preflight\" request to the server hosting the cross-origin resource, in order to check that the server will permit the actual request. In that preflight, the browser sends headers that indicate the HTTP method and headers that will be used in the actual request.",
      "preview": "Skip to main content Skip to search Cross-Origin Resource Sharing (CORS) Baseline Widely available This feature is well established and works across m"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://www.stib-mivb.be/horaires-dienstregeling.html?l=nl",
      "title": "Reizen - MIVB",
      "description": "Bezoek de MIVB-reispagina om uw routes te plannen en realtime dienstregelingen te bekijken. Ontdek alle nuttige informatie nu!",
      "preview": "Menu Kopen Reizen Klantendienst nederlands English Français Nederlands nav.modal Sluiten Startpagina Reizen Overal in Brussel Routes Vind de meest ges"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://federalcharacter.gov.ng/about-us/",
      "title": "About Us - Federal Character Commission",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nature.com/news",
      "title": "Latest science news, discoveries and analysis",
      "description": "Find breaking science news and analysis from the world's leading research journal.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.wfla.com/news/animals/florida-bill-would-ban-allowing-dogs-to-stick-their-heads-out-of-car-windows-declawing-cats/",
      "title": "Florida bill would ban allowing dogs to stick their heads out of car windows, declawing cats | WFLA",
      "description": "A Florida senator has filed a bill intended to protect animals by making it illegal to let a dog be in a driver's lap or stick their head out of a window in the car while driving.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wissenswertes.at/tarot",
      "title": "Tarot legen - Karten legen - Tarot Astrologie",
      "description": "Das ♥ Kartenlegen mit Tarot ist eine Form der Astrologie wobei man die Bedeutung der ✅ 78 Tarotkarten kennen muss und daraus die Fragen ableitet.",
      "preview": "Wissenswertes Sie sind hier: Startseite -> Hobbys -> Tarot legen Tarot legen mit den 78 Tarotkarten Fragestellungen an die Karten Immer öfter sieht ma"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://www.aclunc.org/news/governor-signs-bill-modernizing-california-hiv-laws",
      "title": "Governor Signs Bill Modernizing California HIV Laws | ACLU of Northern CA",
      "description": "On Oct. 6, 2017, California Gov. Jerry Brown signed into law landmark legislation to reform outdated laws that unfairly criminalized and stigmatized people living with HIV.",
      "preview": "Skip to main content Governor Signs Bill Modernizing California HIV Laws For Immediate Release: Oct 06, 2017 Media Contact: press@aclunc.org , (415) 6"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.talentbeyondboundaries.org/?",
      "title": "Talent Beyond Boundaries",
      "description": "We're building a world where refugees can move internationally for work, leveraging their own professional skills to secure their futures.",
      "preview": "0"
    }
  ],
  "_meta": {
    "total_bookmarks": 98
  }
}