{
  "data": [
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "https://app.mt.gov/cal/html/event/comm/2021/7/26/;jsessionid=iByXYXDXbCquM5W_8wEmtglrNdOurASXf0_DTbuz.entdoaahs0374?week=31&viewtype=2&viewperiod=2&currentViewtype=2",
      "title": "mt.gov - Calendars",
      "description": "void",
      "preview": "Agency: Administration (DOA) Board of Pardons Parole (BOPP) CHE (CHE) Capitol Events (CAP) Commerce (comm) Community Service (mccs) DNRC Fire Training"
    },
    {
      "url": "https://hcvnetwork.org/",
      "title": "HCV Network | We protect people and nature",
      "description": "The Network is a member-based organization that promotes the High Conservation Value (HCV) Approach, a three-step methodology to identify and protect ecosystems, biodiversity, and the needs of local communities and indigenous groups where development takes place.",
      "preview": "We work to protect nature and support local people where it matters most. High Conservation Values (HCVs) are biological, ecological, social, or cultu"
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "http://www8.hp.com/us/en/privacy/ww-privacy.html",
      "title": "HP Privacy Statement Worldwide | HP® Official Site",
      "description": "HP Privacy page worldwide index",
      "preview": "Skip to Content Skip to Footer Skip to Country Selector Your Cart is Empty Sign in Create an account Get faster checkout, order tracking, and exclusiv"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://durable.co/",
      "title": "Durable AI Website Builder and Small Business Software",
      "description": "Generate a website in 30 seconds with the world's fastest AI website builder. Then, use powerful AI marketing, invoicing, and CRM tools to grow your business. All with one app.",
      "preview": "AI that builds a business for you Your AI business partner for websites, content, strategy, and more. Start growing online in 30 seconds. Start for fr"
    },
    {
      "url": "http://wegart.sk/?ukaz=album&id=7804",
      "title": "Wegart",
      "description": "void",
      "preview": "Jacaszek - Kwiaty Ghostly International | 2017 | LP: €24,00 Ukážky z albumu si môžete vypočuť tu . Poľský hudobník Michal Jacaszek sa svojou tvorbou o"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://www.emania.com.br/cartao-de-memoria/cartao-sd/sandisk/16Gb?PS=18&map=c,c,b,specificationFilter_30",
      "title": "Sistema - eMania Foto e Video",
      "description": "Compre os melhores Equipamentos de Fotografia, Vídeo e Cinema, Maiores Marcas Profissionais como Canon, Sony, FujiFilm, Zhiyun, Sennheiser, DJI e mais",
      "preview": "Não encontramos nenhum resultado para Tente palavras menos específicas; Tente palavras-chave diferenres; Digite no mínimo 4 caracteres Lançamentos Ver"
    },
    {
      "url": "https://gimmedelicious.com/",
      "title": "Gimme Delicious Food",
      "description": "Life's Too Short For Boring Food. New Recipes Ramadan Recipes Ramadan Desserts Cozy Soups Air Fryer Favorites Healthy Recipes to Try Pasta Dinners in 30 Minutes Take-out At Home Reader Favorites Keto/ Low Carb 30 Minute Meals Recipe Collections One Pan Dinners Favorite Products Chicken Breasts Tacos Foil Pack",
      "preview": "Skip to content 5 free Secrets to Fast & Delicious Cooking → Life's Too Short For Boring Food. Breakfast/Brunch Dinner Healthy Recipes Keto Recipes Lo"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "http://metv.com/contact/",
      "title": "Contact Us",
      "description": "Contact MeTV",
      "preview": "void"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/tos",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://blog.mailasail.com/desnot",
      "title": "Desnot's Web Diary",
      "description": "void",
      "preview": "Desnot Latest Post: 2011-06-26 User Profile Previous Diary Entries 2011 Jun 2011 43:24.55N 6:46.25E Sun 26 Jun 15:14"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://careers.7-eleven.com/?utm_source=7.eleven.com&utm_medium=referral&utm_campaign=careers_2021",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "http://gsesmartiptv.com/privacy/index.html",
      "title": "App Privacy Policy Generator",
      "description": "A simple web app to generate a generic privacy policy for your Android/iOS apps",
      "preview": "Privacy Policy GSE IPTV all platforms are developed by GSE TECHNOLOGY LTD. Applications are provided by GSE TECHNOLOGY LTD and is intended for use as"
    },
    {
      "url": "https://www.vanityfair.com/hollywood/2023/02/hollywood-issue-portfolio-2023",
      "title": "Vanity Fair's Hollywood Issue 2023 Cover: Selena Gomez, Austin Butler, Florence Pugh & More | Vanity Fair",
      "description": "For our 29th annual Hollywood cover, a dozen captivating young stars gather for the after-party of our dreams.",
      "preview": "Skip to main content The 2023 Hollywood Issue 12 Young Stars Make Their Hollywood Cover Debut Photographs By Steven Klein Styled By Patti Wilson Meet"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "http://RLC-Prensa@fao.org",
      "title": "Home | Food and Agriculture Organization of the United Nations",
      "description": "FAO Home page.",
      "preview": "Share Close World Food Day 2025 In focus Hand in Hand for Better Foods and a Better Future On 16 October, join World Food Day to transform agrifood sy"
    },
    {
      "url": "https://journa.host/@rhett",
      "title": "Rhett Ayers Butler (@rhett@journa.host) - Journa.host",
      "description": "3 Posts, 5 Following, 31 Followers · I'm a journalist who founded Mongabay, a nonprofit news outlet focused on international environmental issues.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-and-Gardens-Chad-Planter%2F1047524910%3Fathbdg%3DL1102",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.agcensus.usda.gov",
      "title": "USDA - National Agricultural Statistics Service - Census of Agriculture",
      "description": "The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America's farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.",
      "preview": "Skip to Main Content United States Department of Agriculture National Agricultural Statistics Service Subscriptions: National | News Data & Statistics"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://www.westword.com/news/chris-hinds-act-signed-into-law-by-governor-john-hickenlooper-on-may-29-10364152",
      "title": "Chris Hinds Act Signed Into Law by Governor John Hickenlooper on May 29 | Denver Westword",
      "description": "Chris Hinds is a Denver disabled rights activist based in Capitol Hill. For the past few years, he has been advocating for a change in Colorado's disabled parking laws. On May 29, the Chris Hinds Act (HB18-1285) was signed into law by Governor John Hickenlooper.",
      "preview": "Skip to content advertisement Close Menu Search Search facebook x instagram tiktok bsky threads Chris Hinds Act Expands Parking Rights for Disabled Dr"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://stormdocslbkl.netlify.app/word-gratuit-pour-windows-10-en-franzais-we.html",
      "title": "Word gratuit pour windows 10 en français",
      "description": "word et excel gratuit pour windows 7 - Logitheque.com",
      "preview": "Word gratuit pour windows 10 en français https://www.ijf.org/ Télécharger Windows 10 5 Comments Word et Excel gratuits pour Windows 10 | WindowsFacile"
    },
    {
      "url": "https://www.sesameworkshop.org/privacy-policy",
      "title": "Privacy Policy - Sesame Workshop",
      "description": "Sesame Workshop has been trusted by parents for decades to provide safe, entertaining, and educational content. We take this trust seriously and recognize",
      "preview": "Skip to content"
    },
    {
      "url": "https://rainwatercharitablefoundation.org/",
      "title": "Home - Rainwater Charitable Foundation",
      "description": "void",
      "preview": "info Our 2023-2024 Annual Report is now available. Explore today . Proving the Possible: Our 2023-2024 Annual Report is Now Available Continue Reading"
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://www.houstonendowment.org/",
      "title": "Houston Endowment | Building a Thriving Houston",
      "description": "Houston Endowment is a nonpartisan, private foundation that exists to serve the people of Greater Houston.",
      "preview": "We Envision A Vibrant Region Where All Have The Opportunity To Thrive Who We Are Since 1937, we have been rooted in the success of Greater Houston. Ho"
    },
    {
      "url": "https://usosweb.uw.edu.pl/kontroler.php?_action=katalog2/przedmioty/szukajPrzedmiotu&jed_org_kod=22000000&callback=g_abee134e&method=faculty_groups&grupaKod=2200-PRSM07&cp_showDescriptions=0&cp_showGroupsColumn=0&cp_cdydsDisplayLevel=2&f_tylkoWRejestracji=0&f_obcojezyczne=0&kierujNaPlanyGrupy=1&tabc902_offset=0&tabc902_limit=100&tabc902_order=4d1a2a",
      "title": "Blok: Nauka prawa w Warszawie w warunkach globalizacji - Uniwersytet Warszawski - USOSweb",
      "description": "void",
      "preview": "Uniwersytet Warszawski - Centralny System Uwierzytelniania NA SKRÓTY STUDENCI, PRACOWNICY JEDNOSTKI ORGANIZACYJNE PRZEDMIOTY grupy przedmiotów zdefini"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://www.aubane-editions.fr/produit/repaire-de-fantomes/",
      "title": "Repaire de fantômes - Aubane Éditions",
      "description": "void",
      "preview": "Nous n'acceptons pour le moment que les commandes passées depuis la France ou la Belgique. Si vous souhaitez commander à partir d'un autre pays, n'hés"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "http://www.josuttis.com/tmplbook/",
      "title": "Nicolai Josuttis: Objektorientiertes Programmieren in C++",
      "description": "Consulting",
      "preview": "Welcome! This is the home page of Nicolai M. Josuttis. Unfortunately you use a browser, that is not able to handle frames. However, I designed my web"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://jobs.bestbuy.com/bby",
      "title": "Best Buy Jobs - Best Buy Jobs",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://cfgreateratlanta.org/",
      "title": "Community Foundation for Greater Atlanta",
      "description": "void",
      "preview": "FOR DONORS FOR ADVISORS FOR NONPROFITS FOR SCHOLARSHIPS TogetherATL Let's build a stronger Atlanta for all. The Community Foundation for Greater Atlan"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://www.jammarcade.net/repair-logs/",
      "title": "Repair Logs - JAMMArcade.net",
      "description": "void",
      "preview": "1941 : Counter Attack repair log #1 1941 : Counter Attack repair log #2 1942 double repair log 1942 repair log #1 1942 repair log #2 1943 : Midway Kai"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "http://www.itu.ch/",
      "title": "ITU: Connecting the world and beyond",
      "description": "The United Nations agency for digital technologies",
      "preview": "Connecting the world and beyond عربي 中文 Español Français Русский Advanced Search ITU About ITU Media Centre Events Publications Statistics Action area"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "https://goodsalesemails.com/",
      "title": "Good Sales Emails",
      "description": "void",
      "preview": "Create hyper-personalized copy with our GPT-4-powered AI Copywriter 🚀 Good Sales Emails Learn how some of the best companies are doing sales, by looki"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
      "title": "Exercise in the prevention of cancer",
      "description": "Exercise is important to prevent many cancers.",
      "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://www.marykay.com/en-us/products/makeup/eyes/makeup-remover/mary-kay-oilfree-eye-makeup-remover-180101",
      "title": "Mary Kay® Oil-Free Eye Makeup Remover",
      "description": "Mary Kay® Oil-Free Eye Makeup Remover - Gently removes eye makeup, including waterproof mascara, without tugging or pulling the delicate skin in the eye area. Formula does not leave skin feeling greasy.",
      "preview": "Back To Makeup Eyes Makeup Remover Print Back Mary Kay® Oil-Free Eye Makeup Remover 3.75 fl. oz. $ 18 . 00 This product is not currently available onl"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "https://www.milspouseroadmap.org/journeys/entrepreneurship/",
      "title": "Entrepreneurship & Self-Employment - MilSpouse Roadmap",
      "description": "void",
      "preview": "Skip to content Entrepreneurship & Self-Employment Whether you're starting your own business or working for yourself, entrepreneurship requires planni"
    },
    {
      "url": "http://www.cee.psu.edu",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=hamburgermenu",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob",
      "title": "En portada - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - En portada",
      "preview": "Saltar navegación egob"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}