{
  "data": [
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://www.collegenet.com/",
      "title": "Software for Higher Ed Scheduling & Campus Efficiency | CollegeNET",
      "description": "Streamline academic and event scheduling, admissions, and resources with CollegeNET's Series25®-the smarter way higher ed works today.",
      "preview": "Skip to main content Software that Helps Higher Ed Work Smarter Discover the integrated platform that streamlines academic and event scheduling, admis"
    },
    {
      "url": "https://academy.donorbox.org/",
      "title": "Donorbox Academy: Fundraising Courses & Nonprofit Training Online | Do",
      "description": "Enhance your fundraising skills and receive more donations with our expert-led online Nonprofit courses and training at Donorbox Academy. Learn real-world applications and actionable tips to raise more funds for your nonprofit.",
      "preview": "There's not enough time. There's not enough staff. And you need to raise a lot of money to keep the doors open. But the amount of information out ther"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://www.pbs.org/show/samantha-browns-places-love/",
      "title": "Samantha Brown's Places to Love | PBS",
      "description": "Places to Love takes viewers on a discovery of the emotional heart of travel.",
      "preview": "Skip to Main Content About You Might Also Like Genre Culture Share this Show Link Copied to Clipboard There are no episodes currently available for Sa"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://careers.loreal.com/",
      "title": "Homepage | L'Oréal Careers| Home",
      "description": "Freedom to go beyond, that's the beauty of L'Oréal",
      "preview": "Video L'Oréal Freedom to go beyond That's the beauty of L'Oréal What are you looking for? Search Location ▾ Function ▾ Brand ▾ Region/State ▾ Contract"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://localopportunity.withgoogle.com/tools/local-opportunity-finder/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_site",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.gmass.co/inbox",
      "title": "Email Deliverability Tester: Inbox, Spam, or Promotions?",
      "description": "The free email tester you can use for a deliverability test and spam checker. Test your email campaign before you send to see if you hit the inbox or spam folder.",
      "preview": "Free Email Tester: The Quick, Precise Deliverability Test & Spam Checker Welcome to Inbox, Spam, or Promotions - the 100% free email tester created by"
    },
    {
      "url": "https://www.mediafax.ro/social/astazi-este-ziua-internationala-a-barbatului-19751405",
      "title": "Astăzi este Ziua Internaţională a Bărbatului",
      "description": "Ce ne-am face oare fără bărbaţi? Probabil când am face pană, am schimba maşina cu totul! Gluma, glumă dar îţi spun că astăzi este Ziua Internaţională a",
      "preview": "Prima pagină » Social » Astăzi este Ziua Internaţională a Bărbatului Astăzi este Ziua Internaţională a Bărbatului 19 nov. 2020, 03:05, Social Alice St"
    },
    {
      "url": "https://poshmark.com/listing/Vintage-Dolce-Gabbana-Runway-Metal-Corset-Belt-5f680a6443895f1cab254d84",
      "title": "Dolce & Gabbana | Accessories | Vintage Dolce Gabbana Runway Metal Corset Belt | Poshmark",
      "description": "Exclusive authentication service & customer support. Free 1-3 day shipping for a limited time. Description: This rare item once graced the runways with supermodels wearing it. Celebs like Giselle Bundchen, Naomi Campbell, Beyoncé, & Christina Aguilera have all been spotted modeling this unique showstopping masterpiece. An exquisite work of art, guaranteed to be rare and hard to obtain. Metal with lock & key detailing. Pass this up and you'll never forgive yourself. In excellent condition. Only worn a few times, carefully stored & treasured as one of my most prized possessions. Purchased in Spain.. Sold by bobbibillard. Fast delivery, full service customer support.",
      "preview": "FREE authentication and FREE shipping included Home Dolce & Gabbana Accessories Belts Like Comment Share Report Vintage Dolce & Gabbana Runway Metal C"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://www.milb.com/player/matt-pobereyko-670946",
      "title": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News | MiLB.com",
      "description": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Matt David Pobereyko Status: Deceased Born: 12/24/1991 in Hammond, IN College: Kentucky Wesl"
    },
    {
      "url": "https://www.kiwicarparts.co.nz/products/volkswagen-golf-mk5-left-side-clip-on-mirror-glass",
      "title": "Mirror Glass For VW Golf MK5 2005 - 2009 LEFT Convex With Blind Spot Z - KIWI CAR PARTS",
      "description": "Description:Mirror Glass For VW Golf MK5 2005 - 2009 LEFT Convex With Blind Spot Zone Heated with backing clip. Great replacement mirror - OEM Quality. Very easy to replace in 2 minutes just clip it on. Horn blasts and sideswipe near misses during lane changes are scary stuff. If you're lucky, all you get is a massive",
      "preview": "CATEGORIES Parts to suit volkswagen Parts to suit audi Parts to suit bmw Parts to suit toyota Parts to suit skoda Car stereo / car audio Parts to suit"
    },
    {
      "url": "https://thelohm.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.downtowndc.org/news/downtowndc-economic-update/",
      "title": "DowntownDC Economy Tracking - Downtown DC",
      "description": "The DowntownDC BID has been tracking the partially open sectors of the DowntownDC economy since April 2020 , and information as of February 26, 2021 is",
      "preview": "DowntownDC Economy Tracking Home » News » DowntownDC Economy Tracking [vc_row][vc_column][vc_column_text]The DowntownDC BID has been tracking the part"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "http://www.ramblingsofadaydreamer.com/2014/05/2014-historic-fiction-reading-challenge.html",
      "title": "Ramblings of a Daydreamer: 2014 Historic Fiction Reading Challenge - May Review Link-Up",
      "description": "A blog about books, writing, self-publishing, entertainment, and travel",
      "preview": "Pages Home About My Books Newsletter Book Reviews Bookstagram Sunday, May 4, 2014 2014 Historic Fiction Reading Challenge - May Review Link-Up If you"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://www.truegrittexturesupply.com/",
      "title": "Photoshop & Procreate Textures and Brushes | True Grit Texture Supply",
      "description": "Game-Changing Brushes, Textures and Effects for Procreate, Photoshop, Illustrator, Clip Studio Paint and Affinity. Level up your digital art with our professional quality tools.",
      "preview": "Skip to content We've sent you an email with a link to update your password. Sign into Your Account Forgot password | New account Reset your password"
    },
    {
      "url": "https://www.flitetest.com/articles",
      "title": "Flite Test Articles | Read about RC Planes & Drones",
      "description": "Flite Test releases numerous RC Plane & Drone articles per day. Read about topics such as product reviews, industry trends & build tips at FliteTest.com.",
      "preview": "Articles Read all about the world of flight and learn new things. Featured Content Featured Articles Featured Author JamesWhomsley (76) View All Autho"
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://tomischool.gr/%CF%83%CE%BB%CE%BF%CE%B2%CE%B1%CE%BA%CE%B9%CE%BA%CE%B1-%CE%B3%CE%B9%CE%B1-%CF%83%CF%85%CE%BD%CE%B5%CE%BD%CE%BD%CE%BF%CE%B7%CF%83%CE%B7/",
      "title": "ΣΛΟΒΑΚΙΚΑ ΓΙΑ ΣΥΝΕΝΝΟΗΣΗ - BASIC OF SLOVAK LANGUAGE | tomischool.gr",
      "description": "void",
      "preview": "X HOME ABOUT US PHOTOS NEWS SOS COURSES OUR SCHOOL CONTACT 25/08/2015 on engineers , medicine , pharmacy , veterinary , Χωρίς κατηγορία Παραθέτουμε τι"
    },
    {
      "url": "https://keithdiaries.wordpress.com/2017/12/15/1203/1869-03-05/",
      "title": "1869-03-05 - The Diaries of Charles Luke Keith Jr",
      "description": "& Other Family Members",
      "preview": "Skip to content Leave a comment Cancel reply Δ Comment Subscribe Subscribed The Diaries of Charles Luke Keith Jr Sign me up Already have a WordPress.c"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.marksandspencer.com/l/mens",
      "title": "Men's Cashmere Clothing at M&S",
      "description": "Our men's cashmere clothing is timeless, stylish and so soft you'll be reaching for it again and again. Shop jumpers, cardigans and accessories at M&S",
      "preview": "Men's Cashmere Clothing Warm and cosy never looked so cool as with our men's cashmere clothing. Find your shade, from elegant navy and grey to playful"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://mib.gov.in",
      "title": "Home | Ministry of Information and Broadcasting",
      "description": "Home | Ministry of Information and Broadcasting, Government of India - Ministry of Information and Broadcasting",
      "preview": "Pause Announcements 2.94 MB | #11YearsofJanDhan 1.58 MB | Seeking details of CAS and SMS deployed by MSOs in India. SHe Box Portal 733.86 KB | Invitat"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.popsugar.com/fitness/why-lexi-brumback-stopped-cheering-navarro-48685485",
      "title": "Cheer: Why Did Lexi Brumback Leave Navarro? | PS Fitness",
      "description": "Lexi Brumback wasn't on Navarro's cheer team in 2021, and she tells POPSUGAR she didn't return to school for the spring semester due to academic struggles.",
      "preview": "Skip to main content Fitness Mental Health Sports Lexi Brumback Explains Her Departure From Navarro in Cheer Season 2 By Samantha Brodsky Published on"
    },
    {
      "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
      "title": "Exercise in the prevention of cancer",
      "description": "Exercise is important to prevent many cancers.",
      "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    }
  ],
  "_meta": {
    "total_bookmarks": 62
  }
}