{
  "data": [
    {
      "url": "http://community.naceweb.org/",
      "title": "Home - National Association of Colleges and Employers",
      "description": "The site home page",
      "preview": "Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter). Contact Us Community Rules NACEWeb Help/User Guide Skip main navi"
    },
    {
      "url": "https://authors.acm.org/journals/rights-policies",
      "title": "Author Rights Policies",
      "description": "void",
      "preview": "Publish with ACM, the world's largest computing society Author Rights Policies Volunteer Search Input Search Submit Home ACM Journals Author Rights Po"
    },
    {
      "url": "http://www.clipartpanda.com/clipart_images/icon-with-scissors-and-comb-21466144",
      "title": "icon with scissors and comb | Clipart Panda - Free Clipart Images",
      "description": "void",
      "preview": "Comb clipart: icon with scissors and comb Clipart Info Use this image on your Powerpoints, School Projects, Reports and More! Views: 185 Downloads: 36"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "http://vsichkozaknigite.bg/news/%D1%85%D0%B5%D1%80%D0%BC%D0%B0%D0%BD-%D0%BA%D0%BE%D1%85-%D0%BF%D1%80%D0%B8%D1%81%D1%82%D0%B8%D0%B3%D0%B0-%D0%B2-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D0%B8%D1%8F-%D0%B7%D0%B0-%D1%81%D0%B8%D0%BD%D0%B5/",
      "title": "Обичай всичко за книгите ⋆ Reading Trolls",
      "description": "Обичай всичко за книгите. Ние любителите на доброто четиво знаем, че това далеч не е така. В света и у нас става все по-модерно да се чете.",
      "preview": "Skip to content Автор: Тодора Даскалова Post category: Новини за книги Reading time: 3 mins read Обичай всичко за книгите Обикновено хората си мислят,"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://events.economist.com/?RefID=e.com-home&utm_source=e.com&utm_medium=website&utm_campaign=group-aff&utm_content=footer-link",
      "title": "Economist Impact events",
      "description": "Economist Events hosts over 80 events annually in over 30 countries on topics that convene world-class thought leaders on a range of strategic business issues",
      "preview": "string(13) \"Normal_Events\" int(19) string(14) \"Virtual_Events\" int(0) string(14) \"Private_Events\" int(15) string(14) \"Partner_Events\" int(3) All regio"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nappy-Beautifully-Diverse-Stock-Photos-1b8ab51e14b9491f81e69eed87ebf50e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://www.theguardian.com/environment/climate-crisis",
      "title": "Climate crisis | The Guardian",
      "description": "Latest Climate crisis news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Climate crisis Cop30 Prince William to attend Cop30 UN climate summit in Brazil Prince of Wales's decision wel"
    },
    {
      "url": "https://havenly.gethoneycart.com/",
      "title": "HoneyCart",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://jsfiddle.net/lnked/fu1dpagd/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://unterricht.wir-waren-so-frei.de/field-collection/field-thema-downloads/110",
      "title": "Thema Downloads 3 | Wir waren so frei... im Unterricht",
      "description": "void",
      "preview": "Skip to main content Hilfe Kontakt Datenschutz Impressum Home Themen Grenze & Mauer Hoffnung Jugend Parteien & Plakate Protest Stadt & Land Damals & H"
    },
    {
      "url": "https://www.dw.com/en/business/s-1431",
      "title": "Business | Economy and finance news from a German perspective - DW",
      "description": "In-depth business news on Europe and it's strongest economy. Read and watch to learn about international markets, companies and the powers who drive them.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://ecanarensis.com/category/gluten-free-2/desserts/",
      "title": "desserts | ecanarensis",
      "description": "Posts about desserts written by ecanarensis",
      "preview": "ecanarensis Skip to content Home About me; a few jobs I've had Writing: 9/11 Essay, \"Aloft\" Writing; once more down the rabbit hole Category Archives:"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/blitz/cifar10_tutorial.html",
      "title": "Training a Classifier - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nocode-Google-Docs-to-Documentation-Intranet-Blog-or-Site-4d85c998e61748d28de850903bfcc07c?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://miami.cbslocal.com/2022/02/12/florida-seeks-clear-abortion-waiting-period/",
      "title": "Florida Seeks To Clear Way For Abortion Waiting Period - CBS Miami",
      "description": "As Florida lawmakers consider blocking abortions after 15 weeks of pregnancy, the state also is seeking to scuttle a court challenge to a 2015 law that would require women to wait 24 hours before having abortions.",
      "preview": "Local News Politics Consumer Health Entertainment Tech Lottery News Neighbors 4 Neighbors U.S. World NEXT Weather Tracking The Tropics Hurricane Preps"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://www.uni-potsdam.de/de/gsp-deutsch/studiumlehre/lesekabinett",
      "title": "Lesekabinett - Studium und Lehre - Professur Grundschulpädagogik Deutsch - Universität Potsdam",
      "description": "void",
      "preview": "JavaScript ist in ihrem Browser deaktiviert. Bitte aktivieren Sie JavaScript um alle Funktionen der Website nutzen zu können! Zum Hauptinhalt springen"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://www.smarttales.app",
      "title": "Smart Tales: Learning App for Kids | Math & Reading Games",
      "description": "Join over 2 million families with Smart Tales, an award-winning educational app for kids aged 2-11. Discover engaging math and reading games.",
      "preview": "Turn screen time into Smart Time Safe and non-addictive educational app designed for 2-11-year-olds . Explore Math, Science, and Reading through fun,"
    },
    {
      "url": "https://freshvinewine.com/product/cabernet_sauvignon/",
      "title": "Cabernet Sauvignon Red Wine - Fresh Vine Wine",
      "description": "Our medium bodied Cabernet Sauvignon is low in sugar, gluten free, and the perfect pairing to an active lifestyle with a clean fresh taste of boysenberry, blackberry, and chocolate with aromas of dark cherry and blackberry followed by notes of vanilla and plum.",
      "preview": "void"
    },
    {
      "url": "https://burgerbaeclothing.com/",
      "title": "BurgerBae | Shop your vibe :)",
      "description": "We are a sustainable streetwear clothing brand. Our vision is to diminish the line between high end fashion and streetwear to create a more unified clothing line!",
      "preview": "Skip to content As seen on Shark Tank India Menu Hoodies Basic Hoodies Graphic Hoodies Acid Wash Hoodies Baby Tees Categories Essentials T-Shirts Baby"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "http://howtofreelance.com/",
      "title": "Home - PersonalBrand.com",
      "description": "We Make Brands Feel Personal. Whether your're an individual or business, we craft brands that are built to connect.",
      "preview": "PersonalBrand.com We Make Brands Feel Personal Whether your're an individual or business, we craft brands that are built to connect. Let's Build Your"
    },
    {
      "url": "https://id.nbcnews.com/email-preferences?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/All?docType=Kniha&docType=Popisek&docType=Biografie&docType=Koncept&docType=Pozn%C3%A1mky&docType=Pozn%C3%A1mky&docType=Fotografie&docType=Fotografie&docType=Biografie&docType=Fotografie&docType=PopisekdocType=Biografie&docType=Knihasort=4&lang=en",
      "title": "Václav Havel Library",
      "description": "void",
      "preview": "Documentation centre Václav Havel Library Václav Havel * 5. 10. 1936 Prague ✝ 18. 12. 2011 Hradecek Writer and Dramatist; One of the first Spokesmen f"
    },
    {
      "url": "https://howl.me/cjbJfJ9zKGz",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.energate-messenger.at/news/219257/klagen-gegen-erdgasleitung-opal-abgelehnt",
      "title": "Klagen gegen Erdgasleitung Opal abgelehnt | energate messenger⁺",
      "description": "Dresden - Das Sächsische Oberverwaltungsgericht hat vier Klagen gegen die Erdgasleitung Opal abgewiesen. Diese richteten sich konkret gegen einen 45 Kilometer langen Teilabschnitt der Ostsee-Pipeline-Anbindungsleitung (Opal) im sächsischen Dörnthal...",
      "preview": "(Foto: Wingas) Das Sächsische Oberverwaltungsgericht sieht kein Problem darin, dass die Pipeline Opal einen Windpark kreuzt. Urteil Klagen gegen Erdga"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://www.lasff.com/social-media-posts-example.html",
      "title": "Social Media Posts (example)",
      "description": "void",
      "preview": "LSFF Home Tickets & Passes Schedule 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 Submit Shop Judges Gift Store Become a Sponsor Gallery Cont"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2014",
      "title": "Google.org Impact Challenge Brasil 2014",
      "description": "4 ONGs ganharam R$1 milhão cada para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocialGoogle",
      "preview": "Google.org Impact Challenge Brasil 2014 4 ONGs ganharam R$1 milhão para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocial"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://nap.m.wikipedia.org/wiki/Gagliano_Aterno",
      "title": "Gagliano Aterno - Wikipedia",
      "description": "void",
      "preview": "Gagliano Aterno 'nu comune italiano Gagliano Aterno Nomme ufficiale: Gagliano Aterno Stato : Italia Reggione : Abruzzo Pruvincia : 'e l'Aquila Estenzi"
    },
    {
      "url": "https://www.vam.ac.uk/collections/fashion",
      "title": "Fashion - Explore the Collections · V&A",
      "description": "The largest fashion collection in the world, the V&A's collection spans five centuries - couture to accessories, and footwear to hats.",
      "preview": "Skip to main content Fashion Spanning five centuries, our Fashion collection is the largest and most comprehensive collection of dress in the world. K"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "http://www.nrcan.gc.ca/",
      "title": "Natural Resources Canada",
      "description": "Ensuring the country's abundant natural resources are developed sustainably, competitively and inclusively.",
      "preview": "Natural Resources Canada Committed to improving the quality of life of Canadians by ensuring the country's abundant natural resources are developed su"
    },
    {
      "url": "https://getsupport.apple.com/?caller=home&PRKEYS=",
      "title": "void",
      "description": "void",
      "preview": "We're sorry You need to enable JavaScript to run this app"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "https://webinars.donorbox.org",
      "title": "Nonprofit Webinars: Attend Free Live Nonprofit Webinars Today with Donorbox",
      "description": "Join Donorbox's Free Nonprofit Webinars from the World's Top Nonprofit Experts and Solve Your Biggest Nonprofit Problems. Register Today.",
      "preview": "Nonprofit Webinars to help you help others Explore our webinars on nonprofit protips, strategies and fundraising, where our seasoned experts share the"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://atoz.amazon.work",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "http://endjusticefees.org",
      "title": "End Justice Fees",
      "description": "A site dedicated to ending justice system fees. These taxes are charge at multiple points of interaction with the criminal justice system.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact Justice fees are sentencing"
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}