{
  "data": [
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "https://www.totallyspain.com/",
      "title": "Spain & Portugal Travel Agent: Customised Tours | Totally Spain",
      "description": "Savvy and reputable Spain & Portugal Travel company. Custom Private Tours & Vacation Specialists since 2000. Travel Smoothly. Travel Privately.",
      "preview": "CUSTOM PRIVATE TRAVEL BY THE SPECIALISTS IN SPAIN & PORTUGAL Totally Spain is a savvy and reputable Spain & Portugal Travel Agency with expert travel"
    },
    {
      "url": "https://www.idrissderm.com/",
      "title": "Home - Idriss Dermatology",
      "description": "void",
      "preview": "Subtle is the New Dramatic Your skin. Our story. Welcome to the new age of aesthetic dermatology. Book Appointment Our Services Cutting-Edge Science &"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "http://www.scuoladeisapori.it/",
      "title": "Scuola dei Sapori",
      "description": "Scuola dei Sapori - Consulenza e formazione per appassionati, amatori e professionisti.",
      "preview": "Scuola dei Sapori Vai ai contenuti Menu principale: × Home La storia Storia Chi sono Corsi Libri & Servizi Un Food Blogger che sapeva troppo Pizze & C"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://profile.providencejournal.com/newsletters/manage",
      "title": "Newsletters | The Providence Journal",
      "description": "Choose from a wide variety of The Providence Journal newsletters including and more. Subscribe today!",
      "preview": "Unsubscribe from all newsletters Enter your email address below. Your email Unsubscribe"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://secure.bluepay.com",
      "title": "BluePay 3.0 Login",
      "description": "void",
      "preview": "Account Name or Account ID Username or User ID Password"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://dribbble.com/wideeye/",
      "title": "Wide Eye | Dribbble",
      "description": "Wide Eye | We're a creative digital agency based in Washington DC (https:// | Connect with them on Dribbble; the global community for designers and creative professionals.",
      "preview": "Dribbble: the community for graphic design Shots Shots Designers Services Sign up Log in Wide Eye Washington, D. C., United States Get in touch Follow"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://www.operationgratitude.com/",
      "title": "Homepage - Operation Gratitude",
      "description": "Our mission continues Our mission remains unchanged: to say \"Thank You\" to our Military and First Responder communities, and to honor their service by creating opportunities for all Americans to [...]",
      "preview": "🇺🇸 Our Mission Continues 🇺🇸 A Message from our Founder Skip to content Our mission continues Our mission remains unchanged: to say \"Thank You\" to our"
    },
    {
      "url": "https://www.wmar2news.com/news/national/despite-job-openings-gap-remains-between-labor-pool-and-needed-skills",
      "title": "Despite job openings, gap remains between labor pool and needed skills",
      "description": "There's been a lot of focus on the Great Resignation, but there is another side to the job market that doesn't always get as much attention: the gap between available jobs and employees with the skills to do them. There are ongoing efforts now to shrink that skills gap for those looking for work.",
      "preview": "void"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://www.burtsbees.com/product/tinted-lip-oil/792850898103.html",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "https://www.rhodeskin.com/products/peptide-lip-treatment",
      "title": "peptide lip treatment - unscented | rhode skin",
      "description": "A nourishing fragrance-free treat for visibly plump, pillowy-soft lips - day or night. This dreamy formula leaves lips looking glossy and works hard to nourish and moisturize dry lips.",
      "preview": "login for early access Shop the full collection before everyone else. Login now to activate early access. Email Password sign in sign in sign in sign"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://www.maassluis.nu/nieuws/vers10-echt-weer-nepboerin-acties/",
      "title": "Vers(10): Echt weer nepboerin acties - MAASSLUIS.NU",
      "description": "Mijn god... de mascara resten hingen halverwege m'n wang en dat haar van mij... Nina Hagen zou jaloers zijn op mijn coupe. Snel opfrissen en koffie zetten voor m'n thermoskan. Ik kan hier zoooo slecht tegen.",
      "preview": "U bevindt zich hier: Home » Nieuws » Vers(10): Echt weer nepboerin acties Nieuws Vers(10): Echt weer nepboerin acties Coriza Hoogendonk - 8 augustus 2"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "https://www.scotusblog.com/case-files/cases/brnovich-v-democratic-national-committee/",
      "title": "Brnovich v. Democratic National Committee - SCOTUSblog",
      "description": "void",
      "preview": "Skip to content Brnovich v. Democratic National Committee Consolidated with: Arizona Republican Party v. Democratic National Committee Docket No. Op."
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "http://www.jeasyui.com/demo/main/index.php?plugin=DataGrid&theme=dfault&dir=ltr&pitem=",
      "title": "Live Demo - jQuery EasyUI",
      "description": "jQuery EasyUI will show you the live demo of components.",
      "preview": "EasyUI Home Demo Tutorial Documentation Download Extension Contact Forum Web Demos Mobile Demos Angular Demos Vue Demos React Demos Theme Builder Appl"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://privacy.paramount.com/closed-captioning",
      "title": "Paramount Privacy | CLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING CONTACT INFORMATION",
      "description": "void",
      "preview": "In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video pro"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://www.quepasaboricua.com/labrador/event/?s=1&location=GM&show=15",
      "title": "Una Red Social Netamente Puertorriqueña",
      "description": "Una Red Social Netamente Puertorriqueña",
      "preview": "void"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://www.usatoday.com/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://ponyclassic.com/brand/12-total-control-products",
      "title": "TOTAL CONTROL PRODUCTS",
      "description": "void",
      "preview": "Home Tous les produits SHELBY ELEANOR Extérieur Intérieur Compartiment moteur Jantes Echappement Fuel system Eclairage Pièces en fibre Documentation M"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://www.nav.no/no/person",
      "title": "Forside privatperson - nav.no",
      "description": "Informasjon fra Nav om arbeid, helse og sykdom, familie og barn, pensjon, sosiale tjenester og veiledning, hjelpemidler og tilrettelegging.",
      "preview": "Hva kan vi hjelpe deg med? Arbeid Helse og sykdom Familie og barn Pensjon Sosiale tjenester og veiledning Hjelpemidler og tilrettelegging Snarveier Ko"
    },
    {
      "url": "https://www.interlusa.com/en/lighting/lamps/art-lamps/floor-lamp-ivone-4xe27-h.171xd.65cm-blacksatin-nickel-cm002*4f",
      "title": "Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel",
      "description": "Within the Art Lamps collection, we present to you the floor lamp IVONE. The measures of this floor lamp model are of 171 cm high, 65 cm diameter, in black, satin nickel. This model requires 4 light bulbs E27.",
      "preview": "LOGO About us Contactos LOGIN / SIGN-UP Downloads Images IVONE Stock Limitado + - Quotation Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel Spe"
    },
    {
      "url": "http://www.atarihq.com/museum/coinops/index.html",
      "title": "AGH Museum -- Coin-Op (Arcade) Games",
      "description": "void",
      "preview": "- AGH COIN-OP MUSEUM - - Other AGH Museum Sections - 2600/7800 | 5200 | JAGUAR/LYNX | COMPUTERS | MISC. ATARI | NON-ATARI - Other Coin-Op Museum Secti"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://www.yahoo.com/entertainment/bp/cellmates-star-tom-sizemore-acting-sober-fatherhood-second-211501471.html",
      "title": "'Cellmates' star Tom Sizemore on acting sober, fatherhood, and second chances",
      "description": "Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private Ryan.\" Down: Prison time for assault, meth possession and parole violations. Up: The short-lived, hard-core CBS TV series \"Robbery Homicide Division.\" Down: \"Celebrity Rehab.\" ... <a href=\"http://blog.tools.news.yahoo.com/thereelbreakdown/2012/06/01/cellmates-star-tom-sizemore-on-acting-sober-fatherhood-and-second-chances/\">Continue reading <span class=\"meta-nav\">→</span></a>",
      "preview": "Advertisement Advertisement Return to Homepage Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private"
    },
    {
      "url": "http://nrife.fra.affrc.go.jp/index_e.html",
      "title": "NRIFE",
      "description": "void",
      "preview": "水産総合研究センター「水産工学研究所」 ACCESS INQUIRY Ｏｕｔｌｉｎｅ Since the establishment of National Research Institute of Fisheries Engineering (NRIFE) in March 1979, we"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/",
      "title": "Blog Deleted.",
      "description": "I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm.",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "http://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-ipad-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.alkami.com/",
      "title": "The Platform built for Anticipatory Banking",
      "description": "One platform. Three powerful solutions. Endless potential to grow, engage, and lead through a connected digital banking experience.",
      "preview": "The Platform built for Anticipatory Banking Three solutions-Onboarding & Account Opening, Digital Banking, and Data & Marketing. Powerful individually"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://ie.linkedin.com/company/primark-stores-ltd?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Primark | LinkedIn",
      "description": "Primark | 621,699 followers on LinkedIn. Primark is an international fashion retailer employing more than 80,000 colleagues across 17 countries in Europe and the US. Founded in Ireland in 1969 under the Penneys brand, Primark aims to provide affordable choices for everyone, from great quality everyday essentials to stand-out style across women's, men's and kids, as well as beauty, homeware and accessories. With a focus on creating great retail experiences, Primark has over 450+ stores globally and continues to expand with the aim of reaching 530 stores by the end of 2026. ­­",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "https://blog.mozilla.com/addons?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Mozilla Add-ons Community Blog -",
      "description": "void",
      "preview": "In response to feedback we've heard from the community, AMO (addons.mozilla.org) just introduced a new feature allowing developers the ability to quic"
    },
    {
      "url": "https://www.careers.fiserv.com/",
      "title": "Working at Fiserv, Inc.",
      "description": "Browse available job openings at Fiserv, Inc.",
      "preview": "Skip Navigation Search jobs Search Jobs Join our team Keyword Where? How far? Search Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Search"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://www.airqo.net/",
      "title": "AirQo | Bridging the Air Quality Data Gap in Africa - Real-time Monitoring Network | AirQo",
      "description": "AirQo empowers African communities with accurate, hyperlocal air quality data through 200+ low-cost sensors across 16+ cities. Access real-time pollution insights where 9 out of 10 people breathe polluted air. Partner with Google.org and World Bank.",
      "preview": "Clean air for all African cities \"9 out of 10 people breathe polluted air\" We empower communities with accurate, hyperlocal and timely air quality dat"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://doc.rust-lang.org/book/",
      "title": "The Rust Programming Language - The Rust Programming Language",
      "description": "void",
      "preview": "Keyboard shortcuts Press ← or → to navigate between chapters Press S or / to search in the book Press ? to show this help Press Esc to hide this help"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://highcarbonstock.org/",
      "title": "HCSA identify and conserve high carbon stock rainforests.",
      "description": "HCSA work to prevent the destruction of high carbon rainforests caused by agricultural expansion. They also help respect the rights of forest communities.",
      "preview": "Search Search Close this search box. Menu Menu Menu Search Search We provide the tools to stop the catastrophic destruction of tropical forests How do"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "http://assets.punchbowl.com/signin?return_to=https%3A%2F%2Fwww.punchbowl.com%2Fvendors%2Fga-georgia%2Ftucker%2F6787459%2Fall-event-rentals",
      "title": "Sign In | Punchbowl",
      "description": "Sign in to your Punchbowl account to manage your invitations, cards, and events.",
      "preview": "Manage your invites & cards on-the-go! Track RSVPs and card views Add people to the recipient list Send reminders to guests And much more! Available o"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "https://sell.amazon.com/programs/black-business-accelerator",
      "title": "Amazon selling programs | Sell on Amazon",
      "description": "Find Amazon programs that can help you simplify your supply chain, engage with customers, and sell specialty products.",
      "preview": "Unlock a universe of selling opportunities What type of Amazon seller are you? Play to your strengths and create your selling strategy with a variety"
    },
    {
      "url": "http://bobhope.org",
      "title": "Bob & Dolores Hope Foundation",
      "description": "void",
      "preview": "\"If you haven't any charity in your heart, you have the worst kind of heart trouble\" Learn More If you haven't any charity in your heart, you have the"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}