{
  "data": [
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://walterbogan-blog.tumblr.com/",
      "title": "@walterbogan-blog on Tumblr",
      "description": "Follow @walterbogan-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "https://rmi.org/press-release/substantial-emissions-reductions-possible-with-smart-ev-charging/",
      "title": "Substantial Emissions Reductions Possible with Smart EV Charging, Finds RMI - RMI",
      "description": "A new report lays out strategies to maximize emissions reductions through optimized EV charging and provides clear recommendations for the transportation and power sectors.",
      "preview": "void"
    },
    {
      "url": "https://blog.acvwilson.me/post/150071746014",
      "title": "puts post - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "puts post - Another year of record growth for AP Computer... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://dlc.mpg.de/api/v1/records/mpirg_escidoc_102376/files/images/282851_0025.jpg/full.pdf?divID=LOG_0000",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://reform.un.org/",
      "title": "United to Reform |",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://www.theguardian.com/",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest news, sport, business, comment, analysis and reviews from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Milled-A-search-engine-for-email-newsletters-and-ecommerce-sales-90fa5d0cc8d3440dad3292c4edca7eb8?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.carawayhome.com/products/large-baking-sheet/",
      "title": "Large Baking Sheet | Best Non-Stick & Non-Toxic Sheet Pan | Caraway",
      "description": "Caraway's Large Baking Sheet is a non-toxic ceramic baking sheet designed for healthy cooking and easy cleanup. Its 18x13\" size is perfect for baking and roasting.",
      "preview": "Best Seller Plastic & Toxin Free Ceramic-coated 18x13\" Baking Sheet for clean baking. ( 4.8 ) 1,401 Reviews Large Baking Sheet, Sheet Pan, Non-Stick C"
    },
    {
      "url": "https://www.moneynetwork.com/privacy-and-security.html",
      "title": "Money Network Prepaid Site",
      "description": "Money Network Prepaid Site Faq page",
      "preview": "For Cardholders Money Network Service Money Network Service for Walmart Money Network Service for ADP Privacy and Security Understand how we use and p"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://gisgames.tumblr.com/",
      "title": "Last year geomatics student",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Photos 50242 Notes sosuperawesome : Solar System by Jian Guo on inprnt See more illustration So Super Awes"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://chemistscorner.com/cosmetic-formulation-basics/",
      "title": "Cosmetic Formulation Basics - Chemists Corner",
      "description": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8....",
      "preview": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8. N"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://library.montgomerycollege.edu/",
      "title": "Montgomery College Library | Montgomery College, Maryland",
      "description": "void",
      "preview": "The Rockville Campus library will be renovated starting this winter! During construction, the library will be temporarily located in the Academic Anne"
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://www.zcohosting.cl/sistema/cart.php?language=ukranian",
      "title": "Кошик - Zcohosting.cl",
      "description": "void",
      "preview": "Українська العربية Azerbaijani Català 中文 Hrvatski Čeština Dansk Nederlands English Estonian Persian Français Deutsch עברית Magyar Italiano Macedonian"
    },
    {
      "url": "https://skims.com/",
      "title": "SKIMS | Solutions For Every Body",
      "description": "SKIMS is a solutions oriented brand creating the next generation of underwear, loungewear and shapewear.",
      "preview": "Skip to main content JUST DROPPED: FAUX FUR A luxurious new collection of Faux Fur outerwear-don't miss the statement jackets of the season Shop Now K"
    },
    {
      "url": "https://quadrofixing.eu/facade-screws-stainless-steel-a2-anthracite/ral-7016-250-pcs/p-73",
      "title": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) | quadrofixing.eu",
      "description": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) - facade screw for exterior claddings on the wood subconstruction. High quality screw for HPL boards (Fundermax, Trespa) or cement based boards.",
      "preview": "Products Our suppliers: Facade screws Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) Size and packaging : 4,8x25 mm, Anthracite 18"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://www.ctvnews.ca/",
      "title": "CTV News - Breaking News and Video, Canada News Today",
      "description": "Get live updates on the latest local, national, and international news, including trusted reporting on politics, health, business, sports and more.",
      "preview": "Skip to main content Canada Post union switching from countrywide to rotating strikes The union representing Canada Post employees says it will switch"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "http://ninatomtcarlsen.no/tag/yoga/",
      "title": "yoga | Nina Marie Tømt Carlsen",
      "description": "void",
      "preview": "Currently browsing tag yoga Du har nå et helt nytt ubrukt år foran deg som du kan fylle med ny lærdom og trene på nye ting som ... Har du en hektisk hve"
    },
    {
      "url": "https://issuu.com/fisherhouse/docs/fish_patriot20_vol11_issue1_hires_final/s/10541095",
      "title": "Fisher House Salutes: The Rosie Network - Issuu",
      "description": "Military service members, veterans, and their families are supported by countless organizationsthat acknowledge their sacrifices. We feature a top-tier organization each issue.",
      "preview": "from The Patriot Magazine Volume 11 Issue 1 by Fisher House Foundation Next Article Our Other 2019 Newman's Own Award Recipients Building the Next Gen"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://googlecloudplatform.github.io/region-picker/",
      "title": "Google Cloud region picker",
      "description": "Tool to help you pick a Google Cloud region considering carbon footprint, price and latency.",
      "preview": "Google Cloud Region Picker This tool helps you pick a Google Cloud region considering approximated carbon footprint, price and latency. This is not an"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-brightening-exfoliating-mask",
      "title": "Brightening & Exfoliating Turmeric Face Mask | KORA Organics",
      "description": "KORA certified organic mask blends Turmeric, Green Tea, Rosehip & Noni Oils; exfoliates, brightens & detoxifies for smoother, glowing skin. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://arabpress.com/saudi-aid-agency-chief-meets-mexican-envoy-to-saudi-arabia",
      "title": "Saudi aid agency chief meets Mexican envoy to Saudi Arabia - Arab Press",
      "description": "Supervisor-General of the King Salman Humanitarian Aid and Relief Center Dr. Abdullah Al-Rabeeah met Ambassador of Mexico to Saudi Arabia Anibal Toledo in Riyadh on Sunday.",
      "preview": "Arab Press بالشعب و للشعب Friday, Oct 10, 2025 English English Arabic Hebrew Hindi Tagalog Urdu Add Your News Saudi aid agency chief meets Mexican env"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://glamfhs.org.uk/bridgend-events/eventsbyday/2021/10/16/-",
      "title": "Bridgend Events",
      "description": "void",
      "preview": "+44 (0) 07490 457058 This email address is being protected from spambots. You need JavaScript enabled to view it. In order to provide you with the bes"
    },
    {
      "url": "https://thunkable.com/#/",
      "title": "Thunkable: Best no code app builder | No code app creation",
      "description": "Thunkable is the most powerful mobile app development platform that allows anyone to create an app without needing to know how to code.",
      "preview": "Skip to main Try building your app with Gen AI for free Read more here. Who is Thunkable for? With Thunkable, you can go from idea to mobile app - no"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://prepare.icloud.com/?c=store",
      "title": "Get temporary iCloud storage when you buy a new iPhone or iPad - Apple Support",
      "description": "When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer data from your current device to your new one. Learn if you're eligible, how to create a temporary backup, and how long your temporary backup is available.",
      "preview": "Get temporary iCloud storage when you buy a new iPhone or iPad When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer dat"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://www.ecopack.bg/bg",
      "title": "Начало - Екопак",
      "description": "void",
      "preview": "Най-голямата организация за оползотворяване на отпадъци от опаковки в България REЦИКЛИРАЙ В ТРОЯН! Извърли разделно и маркирай в приложението! Събирай"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://docs.python.org/3/library/collections.html",
      "title": "collections - Container datatypes - Python 3.14.0 documentation",
      "description": "Source code: Lib/collections/__init__.py This module implements specialized container datatypes providing alternatives to Python's general purpose built-in containers, dict, list, set, and tuple.,,...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » collections - Container dataty"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://uk.linkedin.com/company/storm4?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Storm4 | LinkedIn",
      "description": "Storm4 | 372,571 followers on LinkedIn. Connecting GreenTech Talent | Storm4 are the leaders in GreenTech recruitment, connecting organisations with the talent to drive their mission for a more sustainable tomorrow. Storm4 launched in 2020 and focuses on the GreenTech sector, working with businesses that are at the cutting edge of renewable energy tech, and 'clean' innovation. Green technology or 'cleantech' refers to the sector creating environmentally friendly products or services that aim to reduce costs, energy consumption, waste, or negative effects on the environment.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "https://www.truck1.rs/dealers/wantian/stock/kamioni/sve?page=3&stock=1",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://www.zola.com",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://www.ojp.gov",
      "title": "Home | Office of Justice Programs",
      "description": "OJP is the federal government's leading source of funding and research to strengthen the justice system, support law enforcement, and enhance victim services.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.la7.it/laria-che-tira/video/cristoforetti-la-prima-italiana-nello-spazio-24-11-2014-141680",
      "title": "Cristoforetti, la prima italiana nello spazio",
      "description": "Samantha tra le stelle, è iniziata l'avventura della prima italiana nello spazio",
      "preview": "LA7 LA7Cinema TG LA7 Frequenze LA7 Live Programmi Guida Tv Rivedila7 Intanto Teche Podcast live L'aria che tira Home Video RIVEDILA7 Servizi Home Vide"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://shop.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://tealmedia.com",
      "title": "Teal Media | Creative with a Conscience",
      "description": "Teal Media is a woman-owned full-service creative agency based in Washington, DC, that creates brands, builds websites, and drives support for nonprofits.",
      "preview": "Skip to Content Women's Suffrage National Monument Foundation Women's Suffrage National Monument Foundation A monumental undertaking. The new website"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://soundcloud.com/unfao",
      "title": "Stream FAO music | Listen to songs, albums, playlists for free on SoundCloud",
      "description": "Play FAO and discover followers on SoundCloud | Stream tracks, albums, playlists on desktop and mobile.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it FAO Podcasts, a multilingual audio series p"
    },
    {
      "url": "https://projectbackboard.org/",
      "title": "About",
      "description": "void",
      "preview": "Signed in as: filler@godaddy.com About Work Artists Resources Support #PlayWithPurpose Select Press Every Court Has A Story Common Practice Real-Time"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "https://rpra.ca/programs/batteries/",
      "title": "Batteries - RPRA",
      "description": "void",
      "preview": "About Us About RPRA Careers Contact Us Who We Are How We Operate Advisory Councils Corporate Documents Our Board Our Team Programs Digital Reporting S"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "https://www.az-online.de/kultur/archiv-2022/",
      "title": "Aktuelle Kulturnachrichten im Überblick | az-online.de",
      "description": "Nachrichten, Interviews und Rezensionen zu Kultur und Kunst, Fernsehen und Kino, Musik und Theater - hier auf az-online.de",
      "preview": "Kultur - Archiv 29.01.22 15:40 Tabu bei Queen Elizabeth: Kuriose Sandwich-Regeln enthüllt Im britischen Königshaus herrschen strenge Regeln und alte T"
    },
    {
      "url": "https://docs.looker.com",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://thestarshollowgazette.com/2010/10/09/",
      "title": "10/09/2010 - The Stars Hollow Gazette",
      "description": "void",
      "preview": "10/09/2010 archive Oct 09 2010 Health and Fitness News By arlethamaselli0 Tweet Welcome to the Stars Hollow Health and Fitness weekly diary. It will p"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://www.knmi.nl/nederland-nu/weer",
      "title": "KNMI - Weer - Verwachtingen",
      "description": "void",
      "preview": "Naar de hoofd content Sluiten Home Nederland nu Weer Verwachtingen Code groen Verwachtingen Bekijk waarschuwingen Bekijk waarnemingen Vrijdag overdag"
    },
    {
      "url": "https://uuwestport.org/lifespan/this-week-in-family-faith-formation/permission_slip-lock_in/",
      "title": "Permission_Slip-Lock_in",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.ame-church.com/",
      "title": "Official AME Church Website - African Methodist Episcopal Church",
      "description": "Official AME church website. History, structure, worldwide outreach, announcements of events, and other news and information.",
      "preview": "Home Bishop Silvester Scott Beaman President of The Council of Bishops Read Bio General Conference 2024 Information Conference Minutes Now Available V"
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2020RemS...12.2997Z",
      "title": "LS-SSDD-v1.0: A Deep Learning Dataset Dedicated to Small Ship Detection from Large-Scale Sentinel-1 SAR Images - ADS",
      "description": "void",
      "preview": "Now on home page"
    },
    {
      "url": "http://onlinechessstrategy.com/",
      "title": "Online Chess Strategy",
      "description": "Online Chess Strategy.com is your place for all types of chess puzzles and chess strategies and chess information.",
      "preview": "search Home Contact us History of Chess Online Chess & Game Sites Posted by Onchessstrat on Apr 10, 2016 in chess strategy , chess tactics , chess vid"
    },
    {
      "url": "http://www.vam.ac.uk/",
      "title": "The family of art, design and performance museums · V&A",
      "description": "Welcome to the V&A - the family of art, design and performance museums",
      "preview": "Skip to main content The family of art, design and performance museums · V&A Home page Marie Antoinette Style A complex fashion icon, Marie Antoinette"
    },
    {
      "url": "http://www.worldywca.org/",
      "title": "Home - World YWCA",
      "description": "World YWCA",
      "preview": "The World YWCA is a grassroots-driven, global movement rooted in the leadership of women, young women, and girls. When #YoungWomenLead , we transform"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "https://www.iforgeiron.com/",
      "title": "Forums - I Forge Iron",
      "description": "void",
      "preview": "Jump to content Forums Start new topic Start new topic I Forge Iron Forum Keeping You Informed What is new on the forum and site 31 posts Problems wit"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://account.ncbi.nlm.nih.gov",
      "title": "Log in / NCBI",
      "description": "void",
      "preview": "The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.rivm.nl/coronavirus-covid-19",
      "title": "Corona | RIVM",
      "description": "Corona, ook wel COVID-19, wordt veroorzaakt door het coronavirus SARS severe acute respiratory syndrome (severe acute respiratory syndrome)-CoV coronavirus (coronavirus)-2 en komt nog steeds in Nederland voor. Informatie over het coronavirus, de coronaprik en actuele cijfers vindt u op deze pagina's. Professionals vinden alles over de uitvoering van de coronavaccinatie.",
      "preview": "Nederlands English RIVM De zorg voor morgen begint vandaag Het coronavirus dat COVID-19 veroorzaakt, heet officieel SARS-CoV-2 Pagina's in dit onderwe"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "http://www.childnow.org/",
      "title": "Children's Institute for Learning Differences | PROGRESS STARTS HERE",
      "description": "void",
      "preview": "Jump to navigation Welcome every child can succeed at school and we can help We Think we know kids do well if they can (not if they want to) At CHILD"
    },
    {
      "url": "https://mittprivatakrig.com/2021/12/26/staden/",
      "title": "Staden... | Yolanda and her creative scream",
      "description": "Det ska bli rätt skönt att komma i väg i morgon, till jobbet. Senare i veckan får jag besök av Maria, som kommer från Trollhättan. Sen är det nyår, som jag planerar att spendera hos Sylvia. ♡",
      "preview": "Etiketter \"Vänner\" , annandagen , Foto , Jul , Ledig , Nyår , Photography , Planering , vän , Vänskap Det ska bli rätt skönt att komma i väg i morgon,"
    },
    {
      "url": "https://www.deonderwijssector.eu/2021/12/eindejaarsgeschenk-2021-mussenproject_13.html",
      "title": "Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman",
      "description": "Actueel nieuws over het primair en voortgezet onderwijs, het middelbaar beroepsonderwijs, het hoger onderwijs en het speciaal onderwijs.",
      "preview": "Doorgaan naar hoofdcontent Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman december 13, 2021 Eindejaarsgeschenk 2021 Mussenproj"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    }
  ],
  "_meta": {
    "total_bookmarks": 126
  }
}