{
  "data": [
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "http://www.editcnc.com/",
      "title": "CNC g-code editor with DNC",
      "description": "G-code file editor with DNC software.",
      "preview": "EditCNC G-code editor and DNC software | home | features | demo | purchase | support | dnc settings | TRY FOR FREE! * When open a local search file in"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://www.accesscu.ca/en/news/access-cu-fulfills-commitment-for-better-member-experience-and-cyber-security",
      "title": "Access Credit Union - Access CU fulfills commitment for better member experience & cyber security",
      "description": "Access Credit Union persisted through the past year's challenges to deliver a promise made to their members for a better member experience and enhanced cyber security.",
      "preview": "Personal Business Wealth About Service Status Rates News Join Us Contact Search Sign In Search Sign In Sign In Personal + - Spending Saving Borrowing"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://apnews.com/hub/europe",
      "title": "Europe News | Breaking European News Today | AP News",
      "description": "Never miss an update on European news from The Associated Press. Stay informed on all Europe business, sports, economic news and more.",
      "preview": "void"
    },
    {
      "url": "https://www.charleskeith.com/us/bags/CK2-30781775_MULTI.html",
      "title": "Multicoloured Shalia Canvas Tote Bag - CHARLES & KEITH US",
      "description": "A bag to beat all other bags when it comes to structure, style or functionality. Featuring a boxy finish, double top handles, and a roomy interior, our boxy canvas Shalia tote is perfectly sized to carry all of your essentials in style. Relish being hands-free when you wear it on your shoulder and head to work. Complete with a zip closure that ensures your daily necessities stay safe, we think it will go well with a pinstripe pantsuit and textured mules.",
      "preview": "... ..."
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "https://www.bestmarijuanaguide.com/profile/cover-cannabis/write-review",
      "title": "Cover Cannabis: Write a Review: Help Other Buyers Learn About Cover Cannabis - bestmarijuanaguide",
      "description": "How was your experience with Cover Cannabis? Tell bestmarijuanaguide.com. Let Cover Cannabis know how they're doing. Your feedback helps companies be better and shows buyers who they can trust.",
      "preview": "Home Cover Cannabis Write Review Write a Review on Cover Cannabis Rate your experience. Title of Review Title of Review How do you know Cover Cannabis"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "https://blankfoundation.org/",
      "title": "Arthur M. Blank Family Foundation | Atlanta, Georgia | Home",
      "description": "Arthur M. Blank Family Foundation: Atlanta-based foundation, creating sustainable and inclusive communities. Learn more.",
      "preview": "Skip to content Join us in celebrating 30 incredible years of the Arthur M. Blank Family Foundation! Let's take a journey through time and reflect on"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.lightmix.com/",
      "title": "Washington DC Web Design Agency | LightMix",
      "description": "LightMix is a web design, web development, graphic design, branding, UI/UX, and digital marketing firm in Washington DC, Virginia, Maryland.",
      "preview": "We are an award-winning web design, web development, graphic design, branding, UI/UX design, motion design, and creative digital agency serving client"
    },
    {
      "url": "https://www.ritzcarlton.com/en/hotels/indonesia/bali#Hotel",
      "title": "Luxury Nusa Dua Bali Hotel | The Ritz-Carlton, Bali",
      "description": "Every detail of The Ritz-Carlton, Bali experience is inspired by the beauty and allure of the ocean. Experience the spacious and luxurious suites and villas with breathtaking views over the Indian Ocean at this Nusa Dua resort in Bali.",
      "preview": "Skip to main content Menu text Menu close text Marriott Logo Marriott Logo Find & Reserve Deals & Packages Meetings & Events Our Brand About Marriott"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "https://blog.shopgoodwill.com/english",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "https://www.instagram.com/googleplay/",
      "title": "Google Play (@googleplay) • Instagram photos and videos",
      "description": "805K Followers, 164 Following, 1,104 Posts - Google Play (@googleplay) on Instagram: \"The official home for all things Google Play. Get the latest and greatest in mobile gaming, movies, apps, and more\"",
      "preview": "void"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://savollar.islom.uz/s/7387",
      "title": "махсулот закоти",
      "description": "Шайх хазратлари. Кифоя китобини 2-жузида сигирни сутидан, товукдан олинган махсулотдан ушр олишлик кераклиги, бу масалада асалга киёс килинганлиги айтилган. Бу тушунарли. САВОЛ:1. Сигирни сутида, товукни тухумида давоми...",
      "preview": "Паролни тиклаш × Рўйхатдан ўтган почтангизни ёзинг: Почтангизга ҳавола юборилади. Ҳаволани босиш орқали паролингизни тиклашингиз мумкин. Ёпиш Юбориш Ё"
    },
    {
      "url": "https://cm.providencejournal.com/site-feedback/?platform=Tangent-Desktop&url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&marketName=providencejournal&cta=Right-Rail&abVariant=ES_Pilot",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "http://lacotewelcome.ch/feedback/index.php",
      "title": "Welcome to the neighborhood, Steib expat services",
      "description": "void",
      "preview": "; Services ; Private library ; Contact us ; Suggestions and Comments ; Let us know how we can improve. What did you think of us? How can we make our s"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://www.gq.com/story/pharrell-new-masculinity-cover-interview",
      "title": "Pharrell on Evolving Masculinity, \"Blurred Lines,\" and \"Spiritual Warfare\" | GQ",
      "description": "Pushing the masculinity conversation forward with one of pop culture's most influential futurists.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Welcome to GQ's New Masculinity issue, an exploration of the ways that trad"
    },
    {
      "url": "http://www.emigre.com/",
      "title": "Emigre: Fonts",
      "description": "Emigre, Inc. is a digital type foundry based in Berkeley, California. Founded in 1984, coinciding with the birth of the Macintosh computer, the Emigre team, ...",
      "preview": "0 Toggle navigation Emigre Fonts by Family Show All Alda Arbitrary Backspacer Base 9 & 12 Base 900 Base Monospace Big Cheese Blockhead Alphabet Blockh"
    },
    {
      "url": "https://www.ipcc.ch/srocc/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate -",
      "description": "void",
      "preview": "Summary for Policymakers View View Download Explore Graphics Chapter 1: Framing and Context of the Report Executive Summary View Download Explore Grap"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://board.playzo.de/index.php/Board/4245-Middengebied/?s=24aec7ed40cf96a6744290bb0dcdf62048a2020c",
      "title": "Middengebied - playzo Board",
      "description": "void",
      "preview": "In Ihrem Webbrowser ist JavaScript deaktiviert. Um alle Funktionen dieser Webseite nutzen zu können, muss JavaScript aktiviert sein. Thema Antworten L"
    },
    {
      "url": "https://goodux.appcues.com/categories",
      "title": "Categories | GoodUX",
      "description": "Explore some really Good UX with our library of screenshots and user experience design examples. User onboarding, product tours, in-app messaging, and more.",
      "preview": "All categories Made with Appcues These examples are the best of the bunch (in our humble and totally impartial opinion). 💜 User Onboarding Even great"
    },
    {
      "url": "https://www.st-marys-clayton-le-moors.lancs.sch.uk/policy-documents/child-protection",
      "title": "St Mary's Roman Catholic Primary School - Safeguarding",
      "description": "void",
      "preview": "St Mary's Roman Catholic Primary School We pray, We work, We play, We care, We do our best! A A A Devonshire Drive, Accrington, Lancashire, BB5 5RJ 01"
    },
    {
      "url": "https://axtra.ca/publication/rapport-dactivite/",
      "title": "Rapport d'activité 2013-2014 du RQuODE - AXTRA | L'Alliance des centres-conseils en emploi",
      "description": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette période. Les dossiers marquants de l'année 2013-2014? Le lancement des stages rémunérés, le projet Ivirtivik, les implications du RQuODE au sein de la CPMT et du Forum national Emploi-Québec/Ressources externes et la rédaction de deux [...]",
      "preview": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette pé"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://kult.art.pl/forum/memberlist.php?mode=leaders&sid=acb8d066809b6718a041fb2b91610c00",
      "title": "KULT FORUM • Zaloguj",
      "description": "void",
      "preview": "Wyszukiwanie zaawansowane KULT | KNŻ | KAZIK Zmień rozmiar tekstu FAQ Zaloguj Aby przeglądać listę członków ekipy musisz się zalogować. Nazwa użytkown"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://artrapp.tumblr.com/",
      "title": "@artrapp on Tumblr",
      "description": "Mom, Engineer Supporter of Arts and Culture",
      "preview": "Posts Likes nevaehtyler These are incredible.. csmitty4u CHECK!!! artrapp Love these! coolnessgraphed Follow fyblackwomenart Follow Hypatia of Alexand"
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://www.advocate.com/hiv-aids/2017/6/20/end-hiv-epidemic-not-if-trumpcare-passes",
      "title": "An End to the HIV Epidemic? Not If Trumpcare Passes",
      "description": "\"More people are going to get sick and more people are going to die.\"",
      "preview": "News Voices Arts & Entertainment Crime Education Health Love & Sex People Politics Sports OUT Pride Out Traveler PLUS ADVOCATE CHANNEL Support Us Subs"
    },
    {
      "url": "https://peopleenespanol.com/chica/skin-cycling-retinol-routine-tiktok/",
      "title": "How the Viral \"Skin Cycling\" Routine Improves Your Skin",
      "description": "We're exploring a skin care trend that's actually dermatologist-approved.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Chica Here's How the Viral \"Ski"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://anti-asianviolenceresources.carrd.co/",
      "title": "Anti-Asian Violence Resources",
      "description": "Anti-Asian racism and violent attacks on Asian elderly have only increased in recent months. Since COVID-19 became news in the United States, hate speech and violence against the AAPI community has run rampant. In February 2021, attacks, particularly on elderly Asian Americans, have spiked. Unfortunately, many of these",
      "preview": "Anti-Asian Violence Resources Below you'll find resources that have been gathered to help individuals educate others, take action, donate, and more. A"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://supersimple.com/app/",
      "title": "Super Simple App - Super Simple",
      "description": "Super Simple App FAQ",
      "preview": "1 Download our award winning mobile app from the App Store! 2 Start your free trial and create an account. Creating an account will let you use your a"
    },
    {
      "url": "https://www.subito.it/annunci-italia/vendita/usato/",
      "title": "Subito - Annunci e offerte gratis con TuttoSubito",
      "description": "Scopri TuttoSubito: il nuovo servizio di Subito che ti permette di comprare online in tutta Italia in completa sicurezza grazie alla protezione acquisti",
      "preview": "Chiudi PROMO Ultimo giorno : spedizioni InPost a soli 0,99 € con TuttoSubito. Home Cerca Vendi Messaggi Accedi I tuoi ordini I tuoi annunci Preferiti"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.cucina-facile.it/",
      "title": "▶️ Cucina-Facile.it | Ricette semplici e veloci alla portata di tutti",
      "description": "Guida alle ricette della cucina italiana ed internazionale per imparare a cucinare i grandi classici e nuove ricette. Ricettario online, Libri di cucina, elettodomestici indispensabili.",
      "preview": "Vai al contenuto Trova le ricette alla portata di tutti Cucina-Facile.it Ogni giorno nuove ricette! Su cucina-facile.it trovi ricette sempre nuove del"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a40771923/hailey-bieber-fashion-icon-interview/",
      "title": "Hailey Bieber on Her Stroke, Fashion Style, and Marriage",
      "description": "Hailey Bieber has been thrown some curveballs this year, including a serious health scare. But the model, style star, and newly minted beauty mogul has proven she can roll with the punches.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. John"
    },
    {
      "url": "https://developer.paypal.com/home",
      "title": "PayPal Developer",
      "description": "Learn how to create and integrate scalable PayPal checkout solutions for web and mobile applications.",
      "preview": "Docs Online In-person Multiparty 3rd-party Payouts Disputes Reports Identity Tracking Docs archive APIs & SDKs REST APIs Server SDKs JavaScript SDK Mo"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://oceanconference.un.org/",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}