{
  "data": [
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "https://www.wmu.se/",
      "title": "World Maritime University",
      "description": "Serving the global maritime community through advancements in maritime & ocean postgraduate education, research and capacity building.",
      "preview": "Faculty & Staff Alumni Give Library Shop Spotlight Culture of Adjustment Report Academic Handbook WMU ITF Transport 2040 Report What We OFFER The Univ"
    },
    {
      "url": "https://www.unm.edu/legal.html",
      "title": "Legal :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    },
    {
      "url": "http://www.directaccessrecipes.com/fr/",
      "title": "Base de Données de Recettes Accès Direct",
      "description": "Base de données de recette en ligne Shop'NCook. Accès direct au logiciel Shop'NCook.",
      "preview": "Base de Données de Recettes Accès Direct Outils Ajouter une recette Login Recettes Types de Plats Ingrédients Principaux Cultures & Régions Autres Inf"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    },
    {
      "url": "https://www.vogelbescherming.nl/beleefdelente/blog/lezen/meer-dan-woorden",
      "title": "Meer dan woorden | Vogelbescherming",
      "description": "Mensen zijn steeds meer visueel ingesteld. Dat is ook niet zo gek, want soms zegt een afbeelding meer dan woorden.",
      "preview": "Navigatie overslaan naar vogelbescherming.nl Vogelbescherming Nederland - Samen voor vogels en natuur Beleef de Lente Help mee Menu Inloggen Registrer"
    },
    {
      "url": "https://www.raiders.com/history/all-time-roster/bios-j/eric-johnson",
      "title": "Eric Johnson - All-Time Roster - History | Raiders.com",
      "description": "void",
      "preview": "Skip to main content Advertising Eric Johnson - All-Time Roster - History | Raiders.com Eric Johnson Number : 41 Position : DB/LB Years : 2000-03 Scho"
    },
    {
      "url": "https://rps.org/",
      "title": "The Royal Photographic Society - Home - RPS",
      "description": "The Royal Photographic Society is a charity which exists to educate members of the public by increasing their knowledge and understanding of Photography and in doing so to promote the highest standards of achievement in Photography in order to encourage public appreciation of Photography.",
      "preview": "Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Find out more Your browser doesn't"
    },
    {
      "url": "https://wiktenauer.com/wiki/Fiore_de%27i_Liberi",
      "title": "Fiore de'i Liberi ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Fiore Furlano de'i Liberi de Cividale d'Austria (Fiore delli Liberi, Fiore Furlano, Fiore de Cividale d'Austria; fl. 1381 - 1409) was a late 14th century knight, diplomat, and fencing master. He was born in Cividale del Friuli, a town in the Patriarchal State of Aquileia (in the Friuli region of modern-day Italy), the son of Benedetto and scion of a Liberi house of Premariacco.&#91;1&#93;&#91;2&#93;&#91;3&#93; The term Liberi, while potentially merely a surname, more probably indicates that his family had Imperial immediacy (Reichsunmittelbarkeit), either as part of the nobili liberi (Edelfrei, \"free nobles\"), the Germanic unindentured knightly class which formed the lower tier of nobility in the Middle Ages, or possibly of the rising class of Imperial Free Knights.&#91;4&#93;&#91;5&#93;&#91;6&#93; It has been suggested by various historians that Fiore and Benedetto were descended from Cristallo dei Liberi of Premariacco, who was granted immediacy in 1110 by Holy Roman Emperor Heinrich V,&#91;7&#93;&#91;8&#93;&#91;9&#93; but this has yet to be proven.&#91;10&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Fiore de'i Liberi From Wikte"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/post/140318223394",
      "title": "50m3 Th1ng5 D0 N0t C0mput3, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://sketchplanations.com/",
      "title": "Sketchplanations - Simplifying complex ideas in sketches",
      "description": "Sketchplanations explains the world one sketch at a time. Discover clear, simple sketches that break down ideas from science, creativity, psychology, and more. Explore recent sketches, search for topics, and share your favourites. Start here.",
      "preview": "Search... / Get the book! Big Ideas Little Pictures Prefer to listen? Try the podcast 🎉 Help keep Sketchplanations ad-free 🎉 Keep this ad-free 🎉 Help ke"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://www.impacto.pt/pt/imoveis/terrain-braganca-vinhais-vente_3868/",
      "title": "Imóveis - Impacto MR Mediadora Imobiliária",
      "description": "Imóveis.",
      "preview": "AMI-2455 Tel.: (+351) 256 200 360 WhatsApp: (+351) 960 150 930 Empresa Quem Somos Serviços Marketing Documentos Imóveis Favoritos ( 0 ) Procuro imóvel"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "https://www.joinhoney.com/paypal",
      "title": "Automatic Coupons, Promo Codes, and Deals | Honey",
      "description": "We search for coupons at 30,000+ sites to help you save money",
      "preview": "Skip to Content Log in We search for coupons at 30,000+ sites to help you save money Add to Chrome Currently, we only support Chrome, Safari, Firefox,"
    },
    {
      "url": "https://bfm.sbc.net/bfm2000/#vi",
      "title": "Baptist Faith and Message 2000 - The Baptist Faith and Message",
      "description": "Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptism and the Lord's Supper VIII. The Lord's Day IX. The Kingdom X. Last Things XI. Evangelism and Missions XII. Education XIII. Stewardship XIV. Cooperation XV. The Christian and...",
      "preview": "Baptist Faith and Message 2000 Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptis"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    }
  ],
  "_meta": {
    "total_bookmarks": 40
  }
}