{
  "data": [
    {
      "url": "https://aclupa.org/en/cases/layshock-v-hermitage-school-district",
      "title": "Layshock v. Hermitage School District - ACLU of Pennsylvania",
      "description": "In early 2006, the ACLU filed suit against Hermitage School District (Mercer Co.) for suspending Hickory High School senior Justin Layshock because he created an online parody of his principal. In addition to a 10-day, out-of-school suspension, the administration ordered him to finish high school in the Alternative Education Program and forbid him from attending [...]",
      "preview": "Court Cases Layshock v. Hermitage School District First Amendment Rights, Student & Youth Rights Filed: 01/31/2006 Status: Closed Court: U.S. District"
    },
    {
      "url": "http://www.sharp.com/",
      "title": "Top San Diego Hospitals and Doctors | Sharp HealthCare",
      "description": "Sharp HealthCare is San Diego's health care leader with hospitals in San Diego, affiliated medical groups, urgent care centers and a health plan.",
      "preview": "Going through open enrollment? We can help. Sharp accepts almost all insurance plans. Choose Sharp San Diego's health care leader Combining the scienc"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.alkami.com/",
      "title": "The Platform built for Anticipatory Banking",
      "description": "One platform. Three powerful solutions. Endless potential to grow, engage, and lead through a connected digital banking experience.",
      "preview": "The Platform built for Anticipatory Banking Three solutions-Onboarding & Account Opening, Digital Banking, and Data & Marketing. Powerful individually"
    },
    {
      "url": "https://tidal.com",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "https://www.houstonchronicle.com/lifestyle/home-design/article/Houston-Endowment-building-17487069.php#photo-22989000",
      "title": "Inside Houston Endowment's new building in Spotts Park",
      "description": "An exclusive look at the Houston Endowment's new $20 million building. The modern structure will launch a new era for the endowment, which just moved from its longtime office space on the 64th floor of the JPMorgan Chase Tower.",
      "preview": "Lifestyle // Home Design New Houston Endowment HQ brings brings the city one step closer to new age of modern design By Diane Cowen , Staff writer Upd"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "https://t.me/zerodhain",
      "title": "Telegram: View @zerodhain",
      "description": "The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots, webinar updates, latest podcasts and more. zerodha.com/varsity anchor.fm/zerodha For more.",
      "preview": "Download Zerodha ✔ 60 023 subscribers The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots,"
    },
    {
      "url": "https://businessfinder.pennlive.com/merchant/signup?location=56041397&corrections=1",
      "title": "Central PA Local News, Breaking News, Sports & Weather",
      "description": "Get the latest Pennsylvania news, sports, and breaking updates. View daily weather and top stories from Philadelphia, Pittsburgh and beyond on pennlive.com.",
      "preview": "News Stories Crime Gunman fired at Pa. troopers who broke through his van window after retail theft, chase: police Police said the 31-year-old Baltimo"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "http://www.forumforyou.it/ricettemanu/",
      "title": "Le facili ricette di cucina di Manu. Oltre 26.000 italiane ed estere | ForumForYou.it",
      "description": "Cerca la tua ricetta facile tra le oltre 26.000 ricette ci cucina. Cucina gratis italiana ed estera. Stampa la ricetta",
      "preview": "Ti Trovi in Home Page - Risorse web - Le ricette di cucina di Manu. Oltre 26.000 Le ricette di cucina di Manu \"Le Ricette di Cucina di Manu \" è una va"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://www.penheaven.co.uk/retro-51-tornado-classic-green-brass-trim-rollerball-pen",
      "title": "Retro 51 Tornado Classic Green Brass Trim Rollerball Pen | Pen Heaven",
      "description": "Call 020 731 8610, talk to an expert. Next day delivery & same day despatch on personalised items. Luxury engraved pens, embossed leather journals",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://www.bachmanhebble.com/book-of-memories/5142974/Snyder-Jack/index.php",
      "title": "Bachman Hebble Funeral Service | Battle Creek, MI",
      "description": "Bachman Hebble Funeral Service in Battle Creek, MI provides funeral, memorial, aftercare, pre-planning, and cremation services in ... Learn More",
      "preview": "void"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "http://www.bridges4kids.org/HelpForKids-US.html",
      "title": "Bridges4Kids State Resources and Information: USA Map",
      "description": "void",
      "preview": "Bridges4Kids Where to Find Help For a Child Anywhere in the U.S. Choose a state to begin: Territories represented: American Samoa , Puerto Rico , Virg"
    },
    {
      "url": "https://shop.thespartanite.com/products/credit-and-cocaine-lines-business-secrets-your-mba-does-not-teach-you",
      "title": "Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You - The Spartanite",
      "description": "\"Discover the untold business secrets in 'Credit and Cocaine Lines.' Unearth underground strategies to negotiate and win deals. Gain a competitive edge with real-world business insights.\"",
      "preview": "Skip to content Skip to product information Open image in full screen Close Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You Cre"
    },
    {
      "url": "https://www.wpr.org/green-bays-use-audio-recording-devices-city-hall-sparks-debate",
      "title": "Green Bay's use of audio recording devices in city hall sparks debate - WPR",
      "description": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Green Bay installed [...]",
      "preview": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Gree"
    },
    {
      "url": "https://www.centerforeconomicinclusion.org/",
      "title": "Center for Economic Inclusion",
      "description": "void",
      "preview": "Committed to closing racial employment, income, and wealth gaps, + building racially inclusive and equitable regional economies that work for everyone"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "http://odinecet.iode.org",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://alumni.wetherbysenior.co.uk/terms-conditions",
      "title": "Terms | Wetherby Senior School Alumni Network",
      "description": "void",
      "preview": "× Attention: You are using an outdated browser, device or you do not have the latest version of JavaScript downloaded and so this website may not work"
    },
    {
      "url": "https://images.google.com.cy/url?sa=t&url=http://ocenkadoma24.ru",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://ocenkadoma24.ru . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.gocache.com.br/dicas/como-sites-lentos-impactam-meu-site/",
      "title": "Como sites lentos impactam meu negócio? - GoCache",
      "description": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator crucial - Confira!",
      "preview": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator cru"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://www.dir-shop.cz/obchod-2-4-",
      "title": "I. stupně Apeks | DIR-SHOP diving systems",
      "description": "void",
      "preview": "Automatiky I. stupně Apeks Výrobce: všichni Apeks AST Christolube Conveen Diamond DIR-shop DIVESOFT Draeger DUX ECS (Euro Cylinders) EEZY Cut Gear Aid"
    },
    {
      "url": "https://www.imdb.com/name/nm0115202/bio",
      "title": "Ricou Browning - Biography - IMDb",
      "description": "Ricou Browning. Second Unit or Assistant Director: Agente 007 - Thunderball: operazione tuono. Born in Fort Pierce, Florida, Ricou Browning grew up in nearby Jensen Beach and went on to study physical education at Florida State university. He got a career start diving and springboard diving in local water shows. By the time he was in his early 20s, he was producing underwater shows at Weeki Wachee Springs and topside...",
      "preview": "Back Biography Awards Trivia IMDbPro All topics Biography Ricou Browning Jump to Overview (4) Mini bio (2) Family (2) Trivia (13) Quotes (3) Edit Over"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://www.oculus.com/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://www.globalcitizen.org/en/content/satellites-measure-emissions-real-time/",
      "title": "Google Backs Plan to Map Pollution Coming From Every Power Plant in the World",
      "description": "The effort could be a key tool in the fight against climate change.",
      "preview": "× Thanks for signing up as a global citizen. In order to create your account we need you to provide your email address. You can check out our Privacy"
    },
    {
      "url": "https://googlecloudplatform.github.io/region-picker/",
      "title": "Google Cloud region picker",
      "description": "Tool to help you pick a Google Cloud region considering carbon footprint, price and latency.",
      "preview": "Google Cloud Region Picker This tool helps you pick a Google Cloud region considering approximated carbon footprint, price and latency. This is not an"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://www.capitalone.co.uk/",
      "title": "Capital One Credit Cards UK | Apply For A Credit Card Online | Capital One",
      "description": "Apply for a credit card with Capital One. Offering a range of UK Credit Cards, find the card to suit you and your needs. Discover more.",
      "preview": "Skip to content Get a straight yes or no before you apply That's one good thing Add your name to get started First name Last name Let's go Won't affec"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.footballzebras.com/2009/10/how-is-forward-progress-not-stopped-when-player-lands-3-yards-back/",
      "title": "How is forward progress not stopped when player lands 3 yards back? - Football Zebras",
      "description": "Week 4: Chargers at Steelers In the Sunday Night Football game, the Chargers special teams player Jacob Hester is credited with a heads-up, 41-yard fumble-return touchdown. However, it is confusing how the Steelers punt returner Steve Logan was driven back three yards in control of the ball without being ruled down by forward progress. The...",
      "preview": "Connect with us Controversy Week 4 How is forward progress not stopped when player lands 3 yards back? Advertisement College Football Controversy Afte"
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://evolution-of-silence.de/mainpage/index.php/game-the-crew/189-news-the-crew/shortnews-the-crew/?presets=preset9&backgroundlevel=low&bodylevel=high",
      "title": "Shortnews (The Crew) - Evolution of Silence - Multigaming News & Community since 2011",
      "description": "Wir zocken alles von LoL über TERA, Minecraft, Starmade und GarrysMod! Wir bieten TS3 und einige weitere Server!",
      "preview": "Home Multimedia Galerie Reviews Forum Da Rules About Us Gästebuch Playing Gamestats EOS Staff Vote 4 Us! Styles Dark Red Dark Green Dark Blue Mobile ("
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.pmindia.gov.in/en/",
      "title": "Prime Minister of India",
      "description": "Pm India Website",
      "preview": "PMINDIA Previous Next PM's address at the India-UK CEO Forum PM's address at the launch of multiple development projects in Mumbai, Maharashtra PM's s"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://coverr.co/",
      "title": "Download Free HD & 4K Stock Videos, Music & AI Tools",
      "description": "Free and Premium HD and 4K stock video footage for your projects. Perfect for personal and commercial use available for free download.",
      "preview": "Beautiful Free Stock Videos, Music & AI Tools Videos Trending: Shopping Nature Love Business Yoga Unlock More with Coverr AI Video creation AI Image c"
    },
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://careers.walmart.com/",
      "title": "Walmart Careers | Submit a Walmart Job Application Online",
      "description": "What's a career at Walmart or Sam's Club like? To find out, explore our culture, our opportunities and the difference you can make.",
      "preview": "Search Jobs All Career Areas All Career Areas Stores & Clubs Corporate Healthcare Technology Drivers & Distribution Centers Start typing city and stat"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://www.altmanfoundation.org/",
      "title": "Altman Foundation",
      "description": "Altman Foundation mission is to support programs and institutions that enrich the quality of life in New York City, with a particular focus on initiatives that help individuals, families, and communities benefit from the services and opportunities that",
      "preview": "Building Vibrant Communities Learn More Increasing Access to Educational Opportunities Learn More Enriching Lives through Cultural Engagement Learn Mo"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://www.sony.com/electronics/support?cpint=spt-globalheader_supportsite",
      "title": "Support for Sony products | Sony USA",
      "description": "Looking for support on Sony Electronics products? Find comprehensive support information for Sony products.",
      "preview": "Uh oh. It looks like JavaScript is disabled in your browser. To get the full experience on Sony.com, please change your settings to allow JavaScript."
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://www.pmc.com/opt-out",
      "title": "California Residents: Opt Out of Sale of Personal Information | PMC",
      "description": "This page is for California residents to opt-out of the sale of your personal information.",
      "preview": "brands California Residents: Opt Out of Sale of Personal Information This page is for California residents to opt-out of the sale of your personal inf"
    },
    {
      "url": "https://ida.submittable.com/submit/3f283ab8-8dec-49b7-81f4-694c362cdd9a/ida-2023-top-issues-councils-applications",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://hallbart.stockholm/ata-dricka/",
      "title": "Äta och dricka - Stockholms stad",
      "description": "Med enkla och medvetna val är det möjligt för dig att äta mer klimatsmart och bidra till att bibehålla den biologiska mångfalden.",
      "preview": "Till övergripande innehåll för webbplatsen Kakor på hållbart.stockholm Vi använder kakor (cookies) för att ge dig bästa möjliga funktion på vår webbpl"
    },
    {
      "url": "https://eu.rescue.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://www.ulta.com/brand/florence-by-mills",
      "title": "florence by mills - 41 Products | Ulta Beauty",
      "description": "Shop florence by mills at Ulta Beauty. Free Shipping Offers & Free Store Pickup Available Same Day. Join Ulta Beauty Rewards To Earn Points.",
      "preview": "florence by mills View all Show filters (0) store store In Store In Store In Store Select a store to filter by availability Select my store Category S"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://safety.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://storeleads.app/",
      "title": "Store Leads - The platform for ecommerce data.",
      "description": "The most comprehensive list of ecommerce stores including 13,597,305 active stores across 321 platforms including Shopify, WooCommerce and Square Online.",
      "preview": "Check out our free Chrome Extension"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/get-listed/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.zee5.com/",
      "title": "ZEE5 - Watch TV Shows, Originals, Movies & Live TV Online",
      "description": "ZEE5 is the largest streaming platform where you can watch your favorite TV show before it is aired on ZEE5. Stream blockbuster movies, latest originals, music videos, live TV channels and news in HD quality & in a language of your choice.",
      "preview": "You need to enable JavaScript to run this app. Veduvan Watch In the Spotlight More Made in India More Top-Rated TV Shows | Europe More Top 10 Movies i"
    },
    {
      "url": "https://www.goldenfansatsea.com/",
      "title": "Golden Fans at Sea",
      "description": "void",
      "preview": "caribbean - March 9 - March 15, 2025 | Celebrity Reflection Be a pal and confidant on the high seas! Book Now for 2025 Caribbean! Picture It: Crusing"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "http://www.nwica.org",
      "title": "Homepage | National WIC Association",
      "description": "void",
      "preview": "about NWA | contact | faq | log-in | store DONATE to NWA Menu Home WIC Basics Overview and History NWA's Role with WIC FAQ / Glossary How Do I Apply f"
    },
    {
      "url": "http://fisherynation.com/archives/107339",
      "title": "Off Washington state's coast, Dungeness crabbers get early start to season, haul in bounty - fisherynation.com",
      "description": "Some 60 vessels in Washington's oceangoing crab fleet worked through a stormy December to bring in more than 4.69 million pounds of Dungeness in a strong start to the annual harvest. The ocea...",
      "preview": "FISHERYNATION.COM continuously updated Home About Search By Region Canada New England Mid Atlantic South Atlantic Gulf of Mexico Pacific North Pacific"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://childmind.org/backtoschool/",
      "title": "Resources for Going Back to School - Child Mind Institute",
      "description": "Find articles and tips to help you navigate back-to-school with a child suffering from mental health or a learning disorder.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf/privacy/#privacy",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > Privacy Get It Now! Privacy Policy We do not collect any data based on your usage of RPG Scrib"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://www.7thheaven.in/",
      "title": "Largest Bakery Cafe in India | Cake Bakery | Dessert Shop | 7th Heaven",
      "description": "7th Heaven is the best cake shop in India which offers 3d cakes, macarons, donuts and many more bakery products with Unique Franchise Opportunity across India.",
      "preview": "top of page 7th Heaven is India's Ultimate Bakery Cafe Chain with Live Kitchen - Live Cakes in 7 Mins.* 350+ Outlets | 125+ Cities 7th Heaven serves p"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}