{
  "data": [
    {
      "url": "https://www.comprensivopacinotti.edu.it/grduatorie-secondaria-primo-grado-definitive-18.html?view=simplefilemanagers&layout=simplefilemanagers&catid=162&orderBy=a.file_created&order=ASC&subview=list&sortFieldSelection=1",
      "title": "www.comprensivopacinotti.edu.it - Grduatorie secondaria primo grado definitive 18",
      "description": "void",
      "preview": "Messaggio di avviso Questo sito utilizza i cookies per realizzare alcune funzionalità e migliorare la navigazione. Proseguendo con la navigazione si a"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.prnewsonline.com/image-patrol-news-corp-vs-bbc-crises-linger-for-two-major-media-properties/",
      "title": "Image Patrol: News Corp. vs. BBC: Crises Linger For Two Major Media Properties - PRNEWS",
      "description": "While the media cranks out content that it prefers to be long remembered by readers, the BBS and News Corporation would prefer that their major crises would just go away. Here's how each have fared.",
      "preview": "image/svg+xml : × Subscribers: Log In Remember Me Forgot Password? For those of us who consider journalists a key stakeholder group, we view scandals"
    },
    {
      "url": "https://www.whatdotheyknow.com/request/admission_statistics_of_internat_2",
      "title": "Admission Statistics of International Applicants for BDS 2020 entry - a Freedom of Information request to Queen Mary University of London - WhatDoTheyKnow",
      "description": "I would like to request the following statistics for 2020 entry BDS course: 1.Total number of international applicants 2.Number of international applicants offered an interview 3.Number of international applicants offered a place 4. Minimum and Maximum UCAT score of international applicants who were offered a place Yours faithfully, Navid Kouhi",
      "preview": "We are a charity - donate today to make information accessible to all × Printed from https://www.whatdotheyknow.com/request/admission_statistics_of_in"
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.printerlife.it/liguria/toner-a-ceriana",
      "title": "toner a Ceriana - Printer Life",
      "description": "State cercando un toner a Ceriana per la vostra stampante laser o fotocopiatrice, ti proponiamo toner orginali e/o compatibili al miglior prezzo garantito.",
      "preview": "Noleggio fotocopiatrici Siti Web Home Printer Life Costi! Prodotti Partecipazioni nozze Libretti matrimonio Gadget promozionali Tipografia Servizi Ven"
    },
    {
      "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
      "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
      "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
      "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
    },
    {
      "url": "http://www.nacionlibre.net/track/1044/furiosa-aullidos",
      "title": "Aullidos por Furiosa (Furiosa) | Nación Libre Records",
      "description": "Grabado, mezclado y producido por Alan Vargas en Fogata Grabaciones (Chihuahua, México) durante Agosto de 2017. Asistente de producción: Ara",
      "preview": "Aullidos por Furiosa Del álbum: Furiosa Aullidos"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "http://www.usatf.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "https://www.linformaticien.com/magazine/tendances/54019-24quel-ultra-portable-choisir-chromebook-ou-terminal-windows-10-5-tests.html",
      "title": "Quel ultra-portable choisir ? Chromebook ou terminal Windows 10 ? 5 tests - L'INFORMATICIEN & L'INFO CYBER-RISQUES - L'1FO Tech par L'Informaticien - L'INFORMATICIEN - L'1FO Tech par L'Informaticien",
      "description": "void",
      "preview": "Salesforce SAP IBM Snowflake OVHCloud Google Cloud Dell Databricks LES DOSSIERS DE L'INFORMATICIEN Observabilité : les performances par les données Ve"
    },
    {
      "url": "https://www.valipac.be/",
      "title": "Agir ensemble pour une économie circulaire | Valipac",
      "description": "Qu'est-ce que l'économie circulaire des emballages industriels?",
      "preview": "X Your browser does not support the video tag. Voir le film corporate Agir ensemble pour une économie circulaire Linkedin Suivez-nous Qui sommes-nous"
    },
    {
      "url": "https://essentials.applesurveys.com/jfe/form/SV_bBnTUv96wDVuDLT",
      "title": "Apple - Law Enforcement Online Training Registration",
      "description": "void",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://www.zaragoza.es/",
      "title": "La Web de la Ciudad de Zaragoza. Ayuntamiento de Zaragoza",
      "description": "La Sede Electrónica del Ayuntamiento de Zaragoza, creada por el Ayuntamiento de la ciudad en 1994 es una vía de comunicación con los ciudadanos, donde se puede obtener información integral, actualiza",
      "preview": "Cargando Pausar Sede Electrónica del Ayuntamiento de Zaragoza Descubre la actualidad cultural de Zaragoza | Ir al servicio ¿En qué podemos ayudarte? B"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "https://krita-artists.org/tos",
      "title": "Terms of Service - Krita Artists",
      "description": "A central hub for Krita artists and developers",
      "preview": "About"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    }
  ],
  "_meta": {
    "total_bookmarks": 25
  }
}