{
  "data": [
    {
      "url": "https://zeaphra.tumblr.com/post/128648216513",
      "title": "Blog",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://www.rivm.nl/coronavirus-covid-19",
      "title": "Corona | RIVM",
      "description": "Corona, ook wel COVID-19, wordt veroorzaakt door het coronavirus SARS severe acute respiratory syndrome (severe acute respiratory syndrome)-CoV coronavirus (coronavirus)-2 en komt nog steeds in Nederland voor. Informatie over het coronavirus, de coronaprik en actuele cijfers vindt u op deze pagina's. Professionals vinden alles over de uitvoering van de coronavaccinatie.",
      "preview": "Nederlands English RIVM De zorg voor morgen begint vandaag Het coronavirus dat COVID-19 veroorzaakt, heet officieel SARS-CoV-2 Pagina's in dit onderwe"
    },
    {
      "url": "https://tools.pdf24.org/en/",
      "title": "PDF24 Tools: Free PDF solutions for all PDF problems",
      "description": "Free online PDF tools to merge, compress, create, edit and convert PDFs. Quick and Easy. Without installation. Without registration.",
      "preview": "PDF24 Tools All tools PDF24 Creator PDF24 Tools Free and easy-to-use online PDF tools that make you more productive. All Last used Favorites Merge PDF"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://fi.wiktionary.org/wiki/tumbo",
      "title": "tumbo - Wikisanakirja",
      "description": "void",
      "preview": "Siirry sisältöön Wikisanakirjasta Katso myös: tumbó Swahili [ muokkaa ] Substantiivi [ muokkaa ] tumbo maha Noudettu kohteesta \" https://fi.wiktionary"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "http://www.wolfysilver.co.uk/WM/",
      "title": "Wolf Mountain RPG",
      "description": "A wolf and multi-species role-playing game (RPG). Forum and message board based. Aspects of fantasy and realism. Exciting plots, great members, active since 2000!",
      "preview": "Joining Members List Role-Play Guide Mythical Book ~ Blessing Book Calendar ~ Ranks ~ Creative Pathways ~ Contests ~ OOC Section Registrations Blessin"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://fullfact.org",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://blankfoundation.org/",
      "title": "Arthur M. Blank Family Foundation | Atlanta, Georgia | Home",
      "description": "Arthur M. Blank Family Foundation: Atlanta-based foundation, creating sustainable and inclusive communities. Learn more.",
      "preview": "Skip to content Join us in celebrating 30 incredible years of the Arthur M. Blank Family Foundation! Let's take a journey through time and reflect on"
    },
    {
      "url": "https://librariaarcana.ro/produs/ghid-complet-de-tarot-si-ezoterism-vol-1-arcanele-majore-naran-gheser/",
      "title": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser - Arcana",
      "description": "void",
      "preview": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser 83,51 lei Stoc epuizat Descriere Product Details Recenzii (0) Autor Naran"
    },
    {
      "url": "http://www.putty3d.com",
      "title": "Putty 3D",
      "description": "Putty is a powerful digital sculpting tool, created from the ground up for iOS devices. Sculpt, carve and model any shape you can imagine, anytime, anywhere, using realistic materials and simple, intuitive tools.",
      "preview": "View fullsize Developed by Nga Nguyen, Putty is the best 3D sketchbook for artists and enthusiasts on the go. Whether you're on holiday, on the train"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.masscompetes.org/covid-survey-june-2021",
      "title": "COVID SURVEY JUNE 2021 | macp",
      "description": "void",
      "preview": "top of page MACP COVID-19 Remote Work Survey Results Please click on the buttons below to download the PDF of the results presentation and Press Relea"
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7407411/prince-william-kate-amazon-prime-show/",
      "title": "Prince William, Kate and the kids in top secret visit to set of huge Amazon Prime Video show",
      "description": "LORD of the Rings superfan Prince William and wife Kate were given a private late-night tour of the set of the films' TV spin-off.The Prince, 40, an",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) LORD of the Rings superfan Prince William and wife Ka"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://www.mlb.com/schedule",
      "title": "MLB Schedule 2025 | MLB Schedule | MLB.com",
      "description": "The official schedule of Major League Baseball including probable pitchers, Gameday, ticket and postseason information.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon calendar-2-10454 Download Thursday Oct 9 Division Series PHI PHI @ LAD LAD LAD 2, PHI 1 MIL"
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://refactoringui.com/previews/building-your-color-palette/",
      "title": "Building Your Color Palette - Refactoring UI",
      "description": "void",
      "preview": "Refactoring UI home page Building Your Color Palette Adapted from our book and video series, Refactoring UI . Ever used one of those fancy color palet"
    },
    {
      "url": "https://seniorchatters.co.uk/",
      "title": "Safe Senior Chat Rooms Online & Over 50s Chatting Site - Senior Chatters",
      "description": "Build genuine, worldwide friendships with 1000's of over 50s safely. From Senior Chat Rooms to Blogs & Groups, join the #1 senior chat community today",
      "preview": "Senior Chat Rooms Private Messaging Live Chat Chat Groups Mentions Connections Blogs Activity Streams Quiz Games Senior Chatters helps you safely buil"
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.worldometers.info/world-population/",
      "title": "World Population Clock: 8.2 Billion People (LIVE, 2025) - Worldometer",
      "description": "How many people are there in the world? World population has reached 8 billion on November 15, 2022 according to the United Nations. World population live counter with data sheets, graphs, maps, and census data regarding the current, historical, and future world population figures, estimates, growth rates, densities and demographics",
      "preview": "Current World Population retrieving data... view all people on 1 page > Today Births today retrieving data... Deaths today retrieving data... Populati"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.icvanetwork.org/",
      "title": "Home - ICVA",
      "description": "International Council of Voluntary Agencies",
      "preview": "Search Accessibility Members Login Menu Close Blogs & Statements About ICVA Our Governance Our Team ICVA Annual Reports Forced Displacement UNHCR Stan"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/controllers/statefulset/",
      "title": "StatefulSets | Kubernetes",
      "description": "A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that need persistent storage or a stable, unique network identity.",
      "preview": "StatefulSets A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that"
    },
    {
      "url": "https://flymapslive.com/privacy",
      "title": "Flymaps - Privacy",
      "description": "void",
      "preview": "Flymaps Privacy Policy The Flymaps Privacy Policy was updated on July 21, 2024. Collection and Use of Personal Information We respect your privacy and"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b0aa1a488ff9809554e48743a9b592944d358a0ffa3f88e394cd3ddfc36894b/http%3A//facebook.com",
      "title": "Redirecting to http://facebook.com",
      "description": "void",
      "preview": "Redirecting to http://facebook.com Please use caution when installing third-party add-ons. If you are immediately prompted to install an add-on, pleas"
    },
    {
      "url": "https://www.donneesquebec.ca/organisation/ville-de-quebec/",
      "title": "Québec - Données Québec",
      "description": "void",
      "preview": "Passer au contenu Partenariat Données Québec JEUX DE DONNÉES ORGANISATIONS APPLICATIONS CARTE INTERACTIVE GUIDES ET INFORMATIONS EXPLORER les données"
    },
    {
      "url": "https://www.ipma.pt/pt/otempo/observar/",
      "title": "Redireccionamento",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://digcitconnect.org",
      "title": "ISTE | Digital Citizenship",
      "description": "ISTE resources on digital citizenship focus on creating digital citizens who can address ethical questions at the intersection of technology and humanity.",
      "preview": "Skip to content Digital Citizenship in Education Bring Digital Citizenship to the Classroom in Meaningful Ways Teaching digital citizenship has never"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://walmart.org/",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://hackinfo.online/threads/10-zamechatelnyx-podarkov-pk-gejmeram.1746/",
      "title": "Browser verification",
      "description": "void",
      "preview": "Browser verification Please wait..."
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.theproteinbar.com/",
      "title": "Healthy Restaurant & Franchise Opps. | Protein Bar & Kitchen",
      "description": "Indulge in health with Protein Bar & Kitchen. We offer delicious, nutritious, protein-packed meals to fuel your day. Healthy food for every body.. Order now!",
      "preview": "void"
    },
    {
      "url": "https://newsinitiative.withgoogle.com/",
      "title": "Google News Initiative - Home",
      "description": "The Google News Initiative works with news publishers and journalists to fight misinformation, share resources and build a diverse and innovative news ecosystem.",
      "preview": "Skip to main content Go to dashboard info info Get started Not sure where to start? Take a short quiz to get personalized recommendations. close 1 2 W"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "https://help.walmart.com/app/answers/detail/a_id/8",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "https://www.iheart.com/podcast/",
      "title": "Listen to the Best Podcasts & Shows Online, Free | iHeart",
      "description": "Listen to the latest episodes from top podcasts. Get news, sports & lifestyle info from your favorite personalities for free!",
      "preview": "Stream Top Podcasts Stream the best podcasts from your favorite stations All Topics All Topics Top Overall Top True Crime Comedy Society & Culture Spo"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "http://www.argonblue.com/",
      "title": "Argon Blue -- Your leading source for premier colocation, web hosting and Internet services!",
      "description": "Argon Blue is your leading source for premier colocation, web hosting and Internet services.",
      "preview": "Information Made Simple Argon Blue provides colocation , hosting , dedicated servers , network and Internet service to enterprises of all sizes. What'"
    },
    {
      "url": "https://findadoctor.atlantichealth.org/provider/Jason+E+Lowenstein/642628",
      "title": "Jason Lowenstein, MD | Orthopedic Surgery | Morristown, NJ | Atlantic Health",
      "description": "Get to know Jason Lowenstein in Morristown, NJ. Explore his affiliations, expertise, and coverage options.",
      "preview": "icon-arrow-left Find a Doctor Accepting New Patients Jason E Lowenstein, MD Orthopedic Surgery, Spine Surgery Male Want to know your insurance options"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "http://tnfri.fra.affrc.go.jp/eindex.html",
      "title": "Fisheries Research Agency",
      "description": "void",
      "preview": "Tohoku National Fisheries Research Institute Outline Tohoku National Fisheries Research Institute conducts research on fisheries in the northern Pacif"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://www.bestmarijuanaguide.com/profile/cover-cannabis/write-review",
      "title": "Cover Cannabis: Write a Review: Help Other Buyers Learn About Cover Cannabis - bestmarijuanaguide",
      "description": "How was your experience with Cover Cannabis? Tell bestmarijuanaguide.com. Let Cover Cannabis know how they're doing. Your feedback helps companies be better and shows buyers who they can trust.",
      "preview": "Home Cover Cannabis Write Review Write a Review on Cover Cannabis Rate your experience. Title of Review Title of Review How do you know Cover Cannabis"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "https://www.kiwico.com/",
      "title": "Seriously fun hands-on learning for curious kids of all ages | KiwiCo",
      "description": "KiwiCo delivers kids' subscription boxes and STEM, STEAM, science and art kits that provide serious fun and hands-on learning. Find subscription boxes for kids of all ages today!",
      "preview": "Fun & e n r i c h i n g p r o j e c t s for all ages 1 Pick a subscription 2 Receive a monthly crate 3 Continue the fun Des i gned to i nsp i re Encou"
    },
    {
      "url": "https://www.mongabay.org",
      "title": "Environmental Journalism and Education",
      "description": "void",
      "preview": "Independent journalism connecting nature and people Mongabay Latam busca Asistente de Producción para proyectos periodísticos Mongabay 6 May 2025 Vide"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    }
  ],
  "_meta": {
    "total_bookmarks": 93
  }
}