{
  "data": [
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://sustainablenaturalrubber.org/about-us/",
      "title": "About GPSNR - Global Platform for Sustainable Natural Rubber",
      "description": "About GPSNR The Global Platform for Sustainable Natural Rubber is an international, multistakeholder, voluntary membership organisation, with a mission to lead improvements in the socioeconomic and environmental performance of the natural rubber value chain. Read More Made with Visme Infographic Maker",
      "preview": "Skip to content About GPSNR The Global Platform for Sustainable Natural Rubber is an international, multistakeholder, voluntary membership organisatio"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "https://www.honest.com/beauty-products/makeup/extreme-length-mascara-and-lash-primer/B02MASV3NOFLS.html",
      "title": "Extreme Length Mascara & Lash Primer - 1 Pack",
      "description": "Our 2-in-1 clean mascara + lash primer provides extreme length, definition, & volume. We dare you to find a better duo. Shop our extreme length mascara 1pk now!",
      "preview": "You are now leaving Honest.com and being taken to our clothing and bedding at sister site HonestBabyClothing.com Stay Continue Extreme Length Mascara"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://codeql.github.com/docs",
      "title": "CodeQL documentation",
      "description": "void",
      "preview": "CodeQL documentation CodeQL resources CodeQL overview CodeQL guides Writing CodeQL queries CodeQL language guides Reference docs QL language reference"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "http://www.jimsclothing.com/",
      "title": "Home - Jims Clothing",
      "description": "SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men's, women's and youth apparel, athletic and casual wear, local school apparel, corporate wear, shoes and formal wear including tux rental. We are proud to be locally owned! We show our customers the advantage [...]",
      "preview": "Skip to content SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://dagrafiotis.com/?p=1434&from_cat=17&lang=en",
      "title": "UDP for President | Demosthenes Agrafiotis",
      "description": "Επίσημη ιστοσελίδα του Δημοσθένη Αγραφιώτη, ποιητή - καλλιτέχνη διαμέσων | Official Website of Demosthenes Agrafiotis, poet - intermedia artist | Site Officiel de Démosthène Agrafiotis, poète - artiste intermédia",
      "preview": "Language gr en fr Demosthenes Agrafiotis works exhibitions books curation on dA CV contact news all poetry visual poetry painting photography performa"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://kfor.com/news/local/fight-at-oklahoma-high-school-basketball-playoff-game-caught-on-camera/",
      "title": "Fight at Oklahoma high school basketball playoff game caught on camera | KFOR.com Oklahoma City",
      "description": "Video shows a fight breaking out at an Oklahoma high school girls' basketball game Friday night that involved players, cheerleaders, fans and parents.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "https://music.apple.com/us/album/come-now-sound-boy/1587744321?i=1587744323&uo=4",
      "title": "‎Come Now Sound Boy - Song by Robert Lee - Apple Music",
      "description": "Listen to Come Now Sound Boy by Robert Lee on Apple Music. 2021. Duration: 5:21",
      "preview": "Come Now Sound Boy - Single Robert Lee JUNGLE/DRUM'N'BASS · 2021 Preview October 29, 2021 2 songs, 11 minutes ℗ 2021 Rhythm Discs Under License From K"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "https://wepon.tumblr.com/",
      "title": "The Entire Sona Fandom",
      "description": "void",
      "preview": "ℤ zeldathemes"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://earthshotprize.org/",
      "title": "The Earthshot Prize - Urgent Optimism to Repair our Planet",
      "description": "The Earthshot Prize is a global challenge to find, support and celebrate those who turn bold ideas into real solutions to repair our planet.",
      "preview": "Skip to main content Open Navigation Search... Meet The Earthshot Prize 2025 Finalists Discover Their Solutions The Earthshot Prize finds, supports and"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.crossfitsodacity.com/about",
      "title": "About Us",
      "description": "Our team cares about guiding and encouraging each and every member to obtain the goals they seek for themselves.",
      "preview": "CrossFit Gym in Columbia, SC Our Mission is to Help You Succeed About CrossFit Soda City CFSC is one of over 14,000 licensed CrossFit Affiliates world"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "https://rondoclt.org/",
      "title": "Rondo Community Land Trust - Saint Paul, Minnesota",
      "description": "Rondo Community Land Trust - Permanently Affordable & Sustainable Homeownership, Rentals, and Commercial Opportunities in St. Paul.",
      "preview": "Donate Contact US Welcome to RONDO COMMUNITY LAND TRUST Through the innovative Community Land Trust (CLT) model, we empower families to build long-ter"
    },
    {
      "url": "http://anjalipathak.com/",
      "title": "Anjali Pathak",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://www.businessinsider.com/1-in-4-us-workers-plan-new-job-after-coronavirus-pandemic-survey-2021-4",
      "title": "26% US Workers Plan New Job Hunt After COVID-19 Pandemic: Survey - Business Insider",
      "description": "The survey of 2,000 employed adults was conducted by Morning Consult on behalf of the insurance firm Prudential in early March 2021.",
      "preview": "void"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "http://www.statcan.gc.ca/eng/reference/licence-eng",
      "title": "Statistics Canada Open Licence",
      "description": "This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statistics Canada (\"Statistics Canada\") to you (an individual or a legal entity that you are authorized to represent). The following are terms governing your use of the Information. Your use of any Information indicates your understanding and acceptance of the terms below. If you do not agree to these terms, you may not use the Information.",
      "preview": "Statistics Canada Open Licence This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statist"
    },
    {
      "url": "https://greeneletron.org.br/",
      "title": "Green Eletron -",
      "description": "void",
      "preview": "Gestora para logística reversa de eletroeletrônicos A Green Eletron é uma entidade gestora de logística reversa sem fins lucrativos, criada para viabi"
    },
    {
      "url": "https://donorbox.org/privacy",
      "title": "Donorbox Privacy Policy - Donation Platform for Everyone",
      "description": "This Privacy Policy describes how the Donorbox collects, uses, shares and secures the personal information that you provide.",
      "preview": "See for yourself how easy fundraising can be with Donorbox. Watch the Demo now × Privacy Policy Overview Who is Donorbox? Donorbox is a company operat"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://inthecloud.withgoogle.com/cyber-security-forecast-2023/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH86-physicalevent-er-mandient-cyber-security-forecast&utm_content=cyber-security-forecast-cgcevents&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "https://bloomberg.org/careers",
      "title": "Careers | Bloomberg Philanthropies",
      "description": "At Bloomberg Philanthropies giving back starts from the ground up.",
      "preview": "Skip to main content Careers Bloomberg Philanthropies works to ensure better, longer lives for the greatest number of people. We work to create positi"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.tinglyteds.co.uk/",
      "title": "Tingly Ted's (@tinglyteds) • Instagram photos and videos",
      "description": "62K Followers, 1 Following, 126 Posts - Tingly Ted's (@tinglyteds) on Instagram: \"🔥 The not-so-hot hot sauce by Ed Sheeran 👇 Get yours now!\"",
      "preview": "void"
    },
    {
      "url": "https://www.alegre.tv/seminars/types-substrates",
      "title": "Τύποι Υποστρωμάτων - Alegre TV | #alegre growshop videos",
      "description": "William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊου 2013, Park Hotel Θέμα:...",
      "preview": "share Τύποι Υποστρωμάτων William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊο"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://newsinitiative.withgoogle.com/",
      "title": "Google News Initiative - Home",
      "description": "The Google News Initiative works with news publishers and journalists to fight misinformation, share resources and build a diverse and innovative news ecosystem.",
      "preview": "Skip to main content Go to dashboard info info Get started Not sure where to start? Take a short quiz to get personalized recommendations. close 1 2 W"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "https://www.paccoespresso.com/preventivo/delivery/xF0flenvnYtDcCH_n2v9cQ",
      "title": "Calcola un preventivo spedizione - PACCOESPRESSO.COM",
      "description": "Calcola un preventivo gratuito per spedire pacchi con corriere espresso in italia ed europa con ritiro a casa",
      "preview": "Ricerca spedizione Assistenza Accedi Calcola un preventivo Inserisci le dimensioni dei pacchi/pallet che devi spedire, puoi aggiungere più colli attra"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/video/dad-missed-daughters-birthdays-surprises-party-77889178",
      "title": "Dad who missed daughter's last 2 birthdays surprises her with 'do-over' party - Good Morning America",
      "description": "Cody Hartman, who missed his daughter Emma's sixth and seventh birthdays due to a deployment, teams up with the USO for a Disney Princess-themed celebration.",
      "preview": "Up Next in news 'GMA' celebrates military kids making a difference in their communities May 25, 2021 Reaction to the latest Israel, Hamas peace plan O"
    },
    {
      "url": "https://id.nbcnews.com/email-preferences?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "https://training.linuxfoundation.org/training/kubernetes-fundamentals/",
      "title": "Kubernetes Fundamentals (LFS258) - Linux Foundation - Education",
      "description": "Take this course to gain a strong operating knowledge of Kubernetes fundamentals, such as how to deploy a containerized app.",
      "preview": "Skip to main content Search Close Search Training > Cloud & Containers Training Course Kubernetes Fundamentals (LFS258) Gain a strong operating knowle"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "https://riobravo.com.ar/itemlist/tag/dictadura?limit=10&start=10",
      "title": "Mostrando artículos por etiqueta: dictadura - Río Bravo Entre Ríos",
      "description": "void",
      "preview": "Domingo, 03 Julio 2022 09:35 La estremecedora carta de la \"ex hija\" de Etchecolatz al enterarse de la muerte del genocida El el ex jefe de Investigaci"
    },
    {
      "url": "http://flechebragarde.ddns.net/bd/auteur.php?coll=albums&idauteur=3277&liste=styles",
      "title": "BD Gest' & BDGWeb - Détails pour l'auteur",
      "description": "void",
      "preview": "[Accueil] [Ma collection] [Dédicaces] [Para-BD] [Revues] Trier par [Séries] [Auteurs] [Notes] [Collections] [Styles] [DL] [Date achat] [Moteur] [Impri"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "https://ssir.org/articles/entry/the_next_step_in_impact_investing_breaking_the_shackles_of_extractive_think",
      "title": "The Next Step in Impact Investing: Breaking the Shackles of Extractive Thinking",
      "description": "Those who influence the allocation of capital have an obligation to consider whether current practices solve or perpetuate the challenges impact investing aims to address.",
      "preview": "Social Issues Arts & Culture Cities Civic Engagement Economic Development Education Energy Environment Food Health Human Rights Security Social Servic"
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "http://www.srsh.org/",
      "title": "Scott's Run Settlement House | Food Pantry | Monongalia | Morgantown, WV",
      "description": "Scott's Run Settlement House is a 501(c)3 dedicated to providing basic needs to residents of Monongalia County, WV through our food pantry, baby pantry, and pet pantry services along with food distribution for seniors and school aged children. SRSH runs seasonal programs for Easter, Thanksgiving and Christmas along with a classroom restock in January. We also help connect home owners in need with volunteer home repair groups.",
      "preview": "top of page We're hiring! Click here to learn more. ANNOUNCEMENTS! Our phone number has changed! Please reach us by calling or texting (304)435-5098."
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://www.ecpubliclibrary.info/kids/building-brains-by-singing-with-your-child/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.bapcertification.org/",
      "title": "Best Aquaculture Practices",
      "description": "void",
      "preview": "Who We Are What We Do Certification BAP Vanguard Program Integrity Where to Find Producers Program Standards Resources For Consumers Blog Languages De"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "https://www.ondemand.labcorp.com/walgreens?utm_source=walgreens&utm_medium=referral&utm_campaign=hhs",
      "title": "Walgreens and Labcorp OnDemand Partnership for COVID-19 Testing",
      "description": "Walgreens and Labcorp are teaming up to make Pixel by Labcorp at-home collection kits for COVID-19 PCR testing available to Walgreens customers.",
      "preview": "COVID-19 PCR testing available to Walgreens customers. Please visit Labcorp OnDemand's COVID-19 PCR Testing page to choose the option that's right for"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "https://digital.archives.unesco.org/en/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "https://youtu.be/4ku-6h3vuNw",
      "title": "Alphabet Q2 2021 Earnings Call - YouTube",
      "description": "Alphabet Q2 2021 Earnings Call",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://omneresults.com/",
      "title": "Omne: Let's Build Your Next Success",
      "description": "We connect companies with customers using data-driven marketing.",
      "preview": "We connect companies with customers using data-driven marketing. Let's build your next success Modern problems need modern solutions. Concept to execu"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://www.legislation.gov.uk",
      "title": "Legislation.gov.uk",
      "description": "The official home of UK legislation, revised and as enacted 1267-present. This website is managed by The National Archives on behalf of HM Government. Publishing all UK legislation is a core part of the remit of His Majesty's Stationery Office (HMSO), part of The National Archives, and the Office of the King's Printer for Scotland.",
      "preview": "Skip to main content Skip to navigation legislation.gov.uk http://www.nationalarchives.gov.uk Cymraeg Home Explore our collections Research tools Help"
    },
    {
      "url": "https://riudg.udg.mx/handle/20.500.12104/71723/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Carranza+Alc%C3%A1ntar%2C+Mar%C3%ADa+del+Roc%C3%ADo&filter_field_2=author&filter_type_2=equals&filter_value_2=Baltazar+D%C3%ADaz%2C+Edith+Guadalupe&filter_field_3=subject&filter_type_3=equals&filter_value_3=Altos+Sur+de+Jalisco&filter_field_4=author&filter_type_4=equals&filter_value_4=Castro+Ib%C3%A1%C3%B1ez%2C+J.+Patricio&filter_field_5=subject&filter_type_5=equals&filter_value_5=acreditaci%C3%B3n&filter_field_6=author&filter_type_6=equals&filter_value_6=Flores+L%C3%B3pez%2C+Hugo+Ernesto&filter_field_7=author&filter_type_7=equals&filter_value_7=Gonz%C3%A1lez+Lim%C3%B3n%2C+Mar%C3%ADa+Guadalupe&filter_field_8=author&filter_type_8=equals&filter_value_8=Mac%C3%ADas+Gonz%C3%A1lez%2C+Gizelle+Guadalupe&filter_field_9=author&filter_type_9=equals&filter_value_9=De+la+Torre+Barba%2C+Silvano&filter_field_10=author&filter_type_10=equals&filter_value_10=I%C3%B1iguez+I%C3%B1iguez%2C+Mar%C3%ADa+de+Jes%C3%BAs&filter_field_11=author&filter_type_11=equals&filter_value_11=P%C3%A9rez+Pulido%2C+Ignacio&filter_field_12=author&filter_type_12=equals&filter_value_12=Carranza+Alc%C3%A1ntar%2C+Liliana&filter_field_13=author&filter_type_13=equals&filter_value_13=Caldera+Montes%2C+Enrique&filter_field_14=author&filter_type_14=equals&filter_value_14=Jim%C3%A9nez+Padilla%2C+Alma+Azucena&filter_field_15=subject&filter_type_15=equals&filter_value_15=empleo&filter_field_16=author&filter_type_16=equals&filter_value_16=Moreno+Garc%C3%ADa%2C+Hugo&filter_field_17=author&filter_type_17=equals&filter_value_17=Zamora+Betancourt%2C+Mar%C3%ADa+del+Rosario&filter_field_18=subject&filter_type_18=equals&filter_value_18=contexto+familiar&filter_field_19=author&filter_type_19=equals&filter_value_19=I%C3%B1iguez+G%C3%B3mez%2C+Ofelia&filter_field_20=has_content_in_original_bundle&filter_type_20=equals&filter_value_20=false&filter_field_21=subject&filter_type_21=equals&filter_value_21=estilos+de+pensamiento&filter_field_22=author&filter_type_22=equals&filter_value_22=Islas+Torres%2C+Claudia&filter_field_23=author&filter_type_23=equals&filter_value_23=Balpuesta+P%C3%A9rez%2C+Jorge+Alberto&etal=0&filtername=author&filterquery=Caldera+Montes%2C+Juan+Francisco&filtertype=equals",
      "title": "RIUdeG: Buscar",
      "description": "void",
      "preview": "Skip navigation Toggle navigation RIUdeG Inicio Consultar Colecciones Autores Temas Publicar Como agregar mis trabajos Información para tesistas Subir"
    },
    {
      "url": "https://safety.blr.com/",
      "title": "EHS Hero",
      "description": "void",
      "preview": "Welcome Please log in to continue. Log In"
    },
    {
      "url": "https://kvdveganbeauty.com/collections/brow/products/super-pomade-vegan-eyeliner-shadow-brow-pigment",
      "title": "KVD Beauty Super Pomade Vegan Eyeliner, Shadow & Brow Pigment | KVD Beauty",
      "description": "Shop KVD's Super Brow pomade. This waterproof eyebrow pomade not only comes in natural color but also includes 7 artistic shades for a one of a kind look. This waterproof, high pigment pomade is the missing tool in your beauty arsenal. Be bold with KVD Beauty!",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://www.capitalone.ca/",
      "title": "Secured, Guaranteed and Rewards Credit Cards | Capital One Canada",
      "description": "Looking to build credit or earn rewards? Compare our rewards, Guaranteed secured and other Guaranteed credit cards.",
      "preview": "void"
    },
    {
      "url": "http://bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "http://www.ricetteculinarie.it/",
      "title": "RicetteCulinarie, il sito della buona cucina!",
      "description": "RicetteCulinarie, il sito dove trovare ricette gustose di primi, secondo, antipasti, contorni, dolci. Ricette Bimby e molto altro.",
      "preview": "Vai al contenuto Nome: Zuppetta Scarola E Fagioli Tipo: Primo Ingrediente Principale: Insalata Scarola Persone: 4 Ingredienti: Olio D'oliva , Sale , C"
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://www.prisonministryindia.org",
      "title": "CBCI OFFICE FOR PRISON MINISTRY INDIA - Home",
      "description": "Prison Ministry India",
      "preview": "CBCI OFFICE FOR PRISON MINISTRY INDIA Home WHO WE ARE About Us Vision & Mission Our Team NECROLOGY Honor Roll PHOTO GALLERY WHAT WE DO PRISONERS WELFA"
    },
    {
      "url": "https://wikis.swarthmore.edu/ling073/index.php?title=Wamesa_and_Tongan/Lexical_Selection&diff=prev&oldid=4220",
      "title": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" - LING073",
      "description": "void",
      "preview": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" From LING073 Jump to: navigation , search Revision as of 02:53, 31 March 2017 ("
    },
    {
      "url": "http://www.bbcbasic.co.uk/bbcwin/tutorial/",
      "title": "BBC BASIC Tutorial",
      "description": "BBC BASIC Tutorial",
      "preview": "An Introduction to Programming BBC BASIC By Peter Nairn © 2006 Version 1.1 Chapter 1 - Introduction Chapter 2 - One Line Programs Chapter 3 - Using th"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.caseissuedate%5D%5B%5D=September+1939&f%5Bfdanj.casekeywords%5D%5B%5D=frozen+fish&f%5Bfdanj.defendantnames%5D%5B%5D=Cape+Fish+Co.&per_page=50&sort=fdanj.title+asc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Defendants: Cape Fish Co. / Product Keywords: frozen fish / Issue Dates: September 1939 - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}