{
  "data": [
    {
      "url": "https://voinaimir.info/tag/%D1%84%D0%B0%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D1%8A%D0%BC/",
      "title": "фаминизъм Архиви - Война и мир",
      "description": "void",
      "preview": "Skip to content No results Обезлюдяването на древния свят Георги Драганов 08/09/2019"
    },
    {
      "url": "https://morningchores.com/making-money-at-the-farmers-market/",
      "title": "13 Smart Ways to Make Money at the Farmer's Market",
      "description": "So, you want to make money at a farmer's market? That means you have to stand out from the crowd and come up with a plan. Here are 13 ideas to try.",
      "preview": "Farmer's markets are a way for homesteaders and gardeners to make money from all of their hard work. The problem is that all of the local farmers in y"
    },
    {
      "url": "https://dados.ibict.br/organization/ibict-gov?groups=pessoal&tags=cargo&res_format=CSV&license_id=other-pd&_tags_limit=0",
      "title": "IBICT - Organizações - Dados Abertos do Ibict",
      "description": "void",
      "preview": "Pular para o conteúdo Portal do Governo Brasileiro Atualize sua Barra de Governo Início Organizações IBICT Enviar Ordenar por Relevância Nome Crescent"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/civil-rights-groups-criticize-facebook-censoring-police-shootings",
      "title": "Civil Rights Groups Criticize Facebook for Censoring Police Shootings | Case Study",
      "description": "A coalition of 40 tech and racial justice civil rights groups slammed Facebook CEO Mark Zuckerberg in an open letter for \"silencing individuals at the request of the police\" after two separate incidents in which the social media company suspended liv",
      "preview": "Skip to main content Case Study Civil Rights Groups Criticize Facebook for Censoring Police Shootings A coalition of 40 tech and racial justice civil"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://budaorshandball.hu/author/david/",
      "title": "Főoldal - MBH",
      "description": "void",
      "preview": "utánpótlás Élő 2025. október 10. Teher nélkül DVSC K&H liga Marincsák Nikolett Pinizsi Zoltán 2025. október 09. Szurkolói pulóver rendelés + nyeremény"
    },
    {
      "url": "https://content.time.com/time/subscriber/article/0,33009,948932,00.html",
      "title": "Nation: No Need for Welfare - TIME",
      "description": "Jeff Carter's rising career Brother Billy is not the only international businessman in the Carter family. TIME has learned that the President's youngest son Jeff, 27, has worked since 1978...",
      "preview": "void"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "http://www.infostrada.it/",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://about.google/",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://building.coursera.org/developer-program/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://no.wikipedia.org/wiki/Fagundes",
      "title": "Fagundes - Wikipedia",
      "description": "void",
      "preview": "Hopp til innhold Koordinater : 7°21′18″S 35°46′30″V Fra Wikipedia, den frie encyklopedi Fagundes Beliggenheten i delstaten Paraíba Land Brasil Delstat"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "https://login.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://c4ads.org/",
      "title": "Home - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content Join Our Mailing List Stay up to date. Sign Up A Different Approach Where traditional international security institutions just see a c"
    },
    {
      "url": "https://www.talentbeyondboundaries.org/?",
      "title": "Talent Beyond Boundaries",
      "description": "We're building a world where refugees can move internationally for work, leveraging their own professional skills to secure their futures.",
      "preview": "0"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://guitarra.artepulsado.com/foros/showthread.php?24180-Guitarra-Miguel-Moya-Almer%EF%BF%BD%EF%BF%BDa&s=4e83db1cd5646ee7121e76e3a1edfe2a",
      "title": "Guitarra Miguel Moya Almería | Guitarra Artepulsado",
      "description": "Hola a todos! Soy nuevo en el foro, Tengo en mi propiedad una guitarra de Miguel Moya, La etiqueta dice, Miguel Moya \"segundo Torres\" Almería Al parecer...",
      "preview": "Nuevos mensajes Buscar en foros Menú Acceder Regístrate Instala la aplicación Instalar Cómo instalar la aplicación en iOS A continuación, siga el vide"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://www.wielkawyspa.com.pl/aktualnosci/sport-i-rekreacja/przebudowa-terenow-sportowych-przy-sosw-we-wroclawiu/",
      "title": "Przebudowa terenów sportowych przy SOSW we Wrocławiu - Wielka Wyspa - portal społecznościowo informacyjny",
      "description": "Nowe boiska, skocznia oraz dodatkowe oświetlenie powstaną przy Specjalnym Ośrodku Szkolno-Wychowawczym nr 10. Będzie to kolejny etap rozbudowy placówki przy ul. Parkowej we Wrocławiu. Po wyłonieniu wykonawcy na przebudowę budynku SOSW, miasto rozstrzygnęło następny przetarg, tym razem na inwestycję części sportowej Ośrodka. To oznacza, że w przyszłym roku wychowankowie placówki przy ul. Parkowej będą mogli użytkować nowiutkich boisk i skoczni. Powstanie wielofunkcyjne boisko do koszykówki i siatkówki oraz osobne do piłki nożnej. Dzięki nim dzieci i młodzież z [...]",
      "preview": "Przejdź do treści Przebudowa terenów sportowych przy SOSW we Wrocławiu Bartek 16 października, 2020 14:41:20 Nowe boiska, skocznia oraz dodatkowe oświ"
    },
    {
      "url": "https://googleresearch.blogspot.com/2015/04/google-handwriting-input-in-82.html",
      "title": "Google Handwriting Input in 82 languages on your Android mobile device",
      "description": "Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun Wang, Victor Cărbune, Ashok Popat, Dhyanesh Narayanan, Handwriting Team, Google Re...",
      "preview": "Google Handwriting Input in 82 languages on your Android mobile device April 15, 2015 Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun"
    },
    {
      "url": "https://wiki.smfi.unipr.it/dokuwiki/doku.php?id=wiki_tutorial&tab_files=files&do=media&tab_details=view&image=lmn%3Apapers%3Aglass2013.pdf&ns=lmn%3Aisr",
      "title": "Wiki: mantenere la documentazione in modo efficace [UNIVERSITÀ DI PARMADIPARTIMENTO DI SCIENZE MATEMATICHE, FISICHE E INFORMATICHE]",
      "description": "void",
      "preview": "wiki_tutorial Gestore Media Categorie Scegli il namespace [directory principale] andrey.sidorenko asl didatticafis didatticainf didatticamat direzione"
    },
    {
      "url": "http://mjrichardsphotography.com/tag/family/",
      "title": "family - M J Richards Photography",
      "description": "void",
      "preview": "Promotional September 30, 2021 Grand Re-Opening view more @2020 M J Richards Photography Add comment Name* Email* Message* Send Comments"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.vera.org/publications/people-in-jail-in-2019",
      "title": "People in Jail in 2019 | Vera Institute",
      "description": "See our updated report, \"People in Jail and Prison in 2020,\" here . Researchers from the Vera Institute of Justice, with support from Google.org Fellows...",
      "preview": "void"
    },
    {
      "url": "https://www.wri.org/publication/scale-illicit-trade-pacific-ocean-marine-resources",
      "title": "The Scale of Illicit Trade in Pacific Ocean Marine Resources | World Resources Institute",
      "description": "SynopsisThe paper quantitatively determines the impacts from illicit trade in marine resources the Pacific Ocean. The purpose of the analysis is to inform the country engagement at APEC in November and motivate action on illegal, unreported and unregulated fishing (IUU). The volume of unreported marine catch that is illegally traded in the Pacific Ocean is estimated to be 3.7 million to 7.2 million tonnes per annum. The loss in gross revenues to the formal economy from illegal trade is estimated to be $4.3 billion to $8.3 billion annually.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "http://vsichkozaknigite.bg/news/%D1%85%D0%B5%D1%80%D0%BC%D0%B0%D0%BD-%D0%BA%D0%BE%D1%85-%D0%BF%D1%80%D0%B8%D1%81%D1%82%D0%B8%D0%B3%D0%B0-%D0%B2-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D0%B8%D1%8F-%D0%B7%D0%B0-%D1%81%D0%B8%D0%BD%D0%B5/",
      "title": "Обичай всичко за книгите ⋆ Reading Trolls",
      "description": "Обичай всичко за книгите. Ние любителите на доброто четиво знаем, че това далеч не е така. В света и у нас става все по-модерно да се чете.",
      "preview": "Skip to content Автор: Тодора Даскалова Post category: Новини за книги Reading time: 3 mins read Обичай всичко за книгите Обикновено хората си мислят,"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/one-pot-recipes",
      "title": "One-Pot Recipes | Good Food",
      "description": "Create comfort in a pot with these filling, sumptuous one-pot recipes. Using just one pan reduces food waste, saves energy and means less washing-up.",
      "preview": "Skip to main content One-pot recipes 103 Recipes Create comfort in a pot with these filling, sumptuous recipes. One-pot cooking reduces food waste, sa"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/a6d6ee36d8184b43b4ae03c8e453f1ba",
      "title": "The California Water Action Collaborative",
      "description": "Leading businesses and non-profits working together for a Water Resilient Future",
      "preview": "void"
    },
    {
      "url": "https://www.xataka.com/categoria/moviles",
      "title": "Móviles: Noticias, análisis y novedades - Xataka",
      "description": "Novedades en teléfonos móviles, análisis, características y próximos lanzamientos. Últimas noticias sobre smartphones, Android y iPhone. Actualidad sobre los nuevos móviles Samsung Galaxy, LG, Sony, Motorola, Nokia, HTC, Xiaomi, Huawuei y terminale",
      "preview": "Xataka PARTNERS Life´s Good by LG Make it realme HP impulsa tu pyme muévete con Renault Inspirando TCL Hola, somos HONOR Innovación Volvo Dos filosofí"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://drastic-ds.com/app.php/help/faq?sid=d50f779056a4349a284a082e159e1c31",
      "title": "DraStic - Frequently Asked Questions",
      "description": "void",
      "preview": "DraStic Nintendo DS emulator Skip to content Search Advanced search Unanswered topics Active topics Search Forums Board index Search Frequently Asked"
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://www.onelook.com/spruce/",
      "title": "Spruce",
      "description": "Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and it will find quotations or lyrics that are related to the subject matter, sometimes in surprising and subtle ways. Spruce gives you a diverse set of perspectives on your text that you can cite in your work or reflect upon in your brainstorming.",
      "preview": "Add this as a Chrome extension Help Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and"
    },
    {
      "url": "https://www.airtable.com/downloads",
      "title": "Downloads - Airtable",
      "description": "Airtable is a low-code platform for building collaborative apps. Customize your workflow, collaborate, and achieve ambitious outcomes. Get started for free.",
      "preview": "Download the Airtable Mobile App Get Airtable at your desk or on the go Desktop apps macOS Download macOS app Requires macOS 10.13+ (High Sierra) Wind"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "https://lakersnation.com/weekly-laker-limelight-derek-fisher/2011/03/22/",
      "title": "Weekly Laker Limelight: Derek Fisher",
      "description": "Over the final six weeks of the season we'll examine each player on the Lakers' roster and discuss what their contributions will mean during the playoffs as the Lakers aim for a three-peat. We'll cover one starter each week and then discuss the bench unit collectively. Last week we looked at the ever-controversial Ron Artest, [...]",
      "preview": "Download our Free Mobile App! Faster with Fewer Ads Get App Download our Free Mobile App! Faster with Fewer Ads Get App Search Follow US © 2024 Medium"
    },
    {
      "url": "https://www.simple.ink/",
      "title": "Notion Website Maker: Create A Free Website Built In Notion",
      "description": "Create no-code websites with Notion, in 1 click. Turn your Notion page into your website in 1 minute. Free, fast, optimized for 0 headache. Try Simple.ink free (no credit card needed).",
      "preview": "25,000+ Successful Notion Websites Build a website with Notion Create a sleek, functional website from your Notion pages in just 10 seconds. No coding"
    },
    {
      "url": "https://www.advocate.com/hiv-aids/2017/6/20/end-hiv-epidemic-not-if-trumpcare-passes",
      "title": "An End to the HIV Epidemic? Not If Trumpcare Passes",
      "description": "\"More people are going to get sick and more people are going to die.\"",
      "preview": "News Voices Arts & Entertainment Crime Education Health Love & Sex People Politics Sports OUT Pride Out Traveler PLUS ADVOCATE CHANNEL Support Us Subs"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.milspouseroadmap.org/",
      "title": "MilSpouse Roadmap",
      "description": "void",
      "preview": "Skip to content Your Career Journey Can Take You ANYWHERE. The Military Spouse Career Journey Roadmap provides tools and resources to guide you as you"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://ideas.stantec.com/blog/curiosity-and-artistry-6-takeaways-on-downtowns",
      "title": "Curiosity and artistry: 6 takeaways on downtowns",
      "description": "The 2018 International Downtown Association conference inspired a renewed love of place-and the desire to make downtowns better.",
      "preview": "Skip to main content Start of main content Ideas Curiosity and artistry: 6 takeaways on downtowns November 28, 2018 linkedin twitter email By Phil Sch"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.moje-siti.cz/strojove-jehly-schmetz/jehly-strojove-705-h-universal-90-14/",
      "title": "Jehly strojové 705 H UNIVERSAL 90/14 - Moje šití",
      "description": "Jehly strojové 705 H UNIVERSAL 90/14. Standardní strojová jehla s ploškou na dříku pro domácí šicí stroje. Dřík 2,04 mm, délka po ouško 33,9 mm, špička R - nejběžnější pro všechny typy vázaných stehů, především pro tkané materiály a umělou kůži. Německý výrobek, cena za 1 krabičku (5 jehel v krabičce).",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://hbr.org/2013/12/how-diversity-can-drive-innovation",
      "title": "How Diversity Can Drive Innovation",
      "description": "Most managers accept that employers benefit from a diverse workforce, but the notion can be hard to prove or quantify, especially when it comes to measuring how diversity affects a firm's ability to innovate. But new research provides compelling evidence that diversity unlocks innovation and drives market growth-a finding that should intensify efforts to ensure [...]",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Leadership qualities How Diversity Can Drive Innovation by Sylvia Ann Hewlett , Melinda Marshall and Laur"
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://hardyofficial.com/home/",
      "title": "HARDY | Official Website",
      "description": "Official website of HARDY. Music, tour dates, videos and more!",
      "preview": "Country! Country! out now listen"
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://www.glamourmagazine.co.uk/article/paris-hilton-interview-2023",
      "title": "Paris Hilton On Her Dark Past, Misogyny & Becoming A Mum | Glamour UK",
      "description": "Paris Hilton is GLAMOUR's February coverstar. She opens up about the psychological and sexual abuse she suffered at school, her fake 'dumb blonde persona', and finding her happy ending and becoming a mum.",
      "preview": "Skip to main content Opening up in her most candid and revealing interview in years, Paris Hilton speaks to Emily Maddick about her dark past, her fak"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://nano.nature.com/",
      "title": "Databases & research solutions | Products | Springer Nature",
      "description": "In today's digital age, libraries and researchers are constantly adapting to new and innovative ways to conduct research quickly and effectively.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Products Home Products Open science Authors Editors Peer Reviewers"
    },
    {
      "url": "https://blog.shopgoodwill.com/english",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://www.dpp.cz/en/timetables",
      "title": "Timetables | Prague Public Transit Company, joint-stock company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bugs.firefox-dev.tools/",
      "title": "Find DevTools bugs",
      "description": "void",
      "preview": "Good first bugs Mentored bugs All tools"
    },
    {
      "url": "https://greensciencepolicy.org/",
      "title": "Green Science Policy Institute",
      "description": "void",
      "preview": "arrow-up2 arrow-down2 arrow-right2 arrow-right3 search3 facebook twitter youtube checkmark cancel-circle cancel-circle2 cross2 play Our Mission Health"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://www.cantubeauty.com/",
      "title": "Home - Cantu Beauty",
      "description": "[...]Read More...",
      "preview": "Search Cancel change location Skip to content x JOIN OUR MAILING LIST Sign up now Get the latest news, product releases and competition details right"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://security.googleblog.com/",
      "title": "Google Online Security Blog",
      "description": "The latest news and insights from Google on security and safety on the Internet",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet Accelerating adoption of AI for cybersecurity at DEF CON"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://lotterysambad.pro/category/uncategorized/",
      "title": "Lotterysambad",
      "description": "Lotterysambad",
      "preview": "Home Trending Games Categories Arcade .IO 3D Action Adventure Shooting Racing Girl Puzzle Discover all games! All rights reserved by EilGames.com © 20"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://www.transact711.com/",
      "title": "Transact Prepaid",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://marielleindekeuken.nl/kneden-brooddeeg/",
      "title": "Kneden brooddeeg - Mariëlle in de Keuken",
      "description": "void",
      "preview": "Kneden brooddeeg 1 april 2020 0 reacties X Share on X Facebook Pinterest Print Mariëlle in de Keuken Laat een reactie achter Je moet ingelogd zijn op"
    },
    {
      "url": "https://unitedwaynyc.org/covid19/",
      "title": "COVID-19 Resource Guide - United Way of New York City",
      "description": "void",
      "preview": "COVID-19 RESOURCE GUIDE DOWNLOAD GUIDE Food Assistance Supplemental Nutrition Assistance Program (SNAP) in New York City SNAP provides benefits to eli"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "https://www.byrdie.com/fulani-braids-4801238",
      "title": "27 Gorgeous Fulani Braid Looks to Try ASAP",
      "description": "We pulled together 27 stunning Fulani braid styles to try, especially in rising temperatures. See our favorite looks inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://www.vrai.com/how-to-buy-diamonds",
      "title": "How to Buy Diamonds | VRAI created diamonds",
      "description": "Explore a step by step guide to discovering the lab grown diamond meant just for you. Learn more about how to buy diamonds.",
      "preview": "How to buy diamonds A step by step guide to discovering the VRAI created diamond meant just for you. A step by step guide to discovering the VRAI crea"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}