{
  "data": [
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://newsroom.accenture.com/news/accenture-reports-very-strong-fourth-quarter-and-full-year-fiscal-2022-results.htm",
      "title": "Accenture Reports Very Strong Fourth-Quarter and Full-Year Fiscal 2022 Results",
      "description": "<div>NEW YORK; Sept. 22, 2022 &mdash; Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug. 31, 2022.</div",
      "preview": "September 22, 2022 NEW YORK; Sept. 22, 2022 - Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug."
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "https://gaiconsultants.com/project-team-accepts-ftba-award/",
      "title": "Project Team Accepts FTBA Award for Wonderwood Connector Project - GAI Consultants",
      "description": "Jacksonville, FL-On August 5, the project team of J.B. Coxwell Contracting, Inc. (Contractor) and GAI Consultants (GAI) (Design Engineer), in partnership with the Florida Department of Transportation District Two, was on hand to accept the Florida Transportation Builders' Association (FTBA) 2016 Best in Construction Design-Build Award for the State Road (SR) 116 (Wonderwood Connector) project ... Continue reading Project Team Accepts FTBA Award for Wonderwood Connector Project",
      "preview": "Skip to content Home News and Insights Press Release Project Team Accepts FTBA Award for Wonderwood Connector Project Project Team Accepts FTBA Award"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/careers/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://www.dbricette.it/index.htm",
      "title": "DBRicette: Home Page",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Benvenuti! Proponiamo una grande raccolta di ricette in italiano. Insieme svi"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/All?docType=Kniha&docType=Popisek&docType=Biografie&docType=Koncept&docType=Pozn%C3%A1mky&docType=Pozn%C3%A1mky&docType=Fotografie&docType=Fotografie&docType=Biografie&docType=Fotografie&docType=PopisekdocType=Biografie&docType=Knihasort=4&lang=en",
      "title": "Václav Havel Library",
      "description": "void",
      "preview": "Documentation centre Václav Havel Library Václav Havel * 5. 10. 1936 Prague ✝ 18. 12. 2011 Hradecek Writer and Dramatist; One of the first Spokesmen f"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://getset-tc.org/",
      "title": "GetSet Transylvania",
      "description": "GetSet Transylvania is your launchpad to find the local resources and connections to help you and the children in your life - from infancy to five years -old - grow and flourish.",
      "preview": "Back Child Development & Caregiver Resources Finding Connection and Play Finding High-Quality Child Care Family Physical and Mental Health Crisis and"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://redplanetbooksncomics.com/products/beyond-the-gender-binary",
      "title": "Best Bitcoin Pokies in Casino Australia - Crypto Slots | bitcoin-pokies.com",
      "description": "We have listed the best Bitcoin Pokies websites! Find the best crypto casino in Australia - 2025! Enjoy top Australian Bitcoin slots with generous bonuses. Join the fun now!",
      "preview": "Skip to content The online gambling scene in Australia has been witnessing a revolution with the rise of Bitcoin pokies. These crypto-powered online p"
    },
    {
      "url": "https://connect.clickandpledge.com/w/Form/7ded75a3-9156-4089-9919-423a136f75bd",
      "title": "Give to Seattle Foundation",
      "description": "void",
      "preview": "Thank you for your collective passion and commitment to this place we call home. Your gift will help Seattle Foundation realize a more joyful and equi"
    },
    {
      "url": "https://discovery.nationalarchives.gov.uk/",
      "title": "Discovery | The National Archives",
      "description": "The official archive of the UK government. Our vision is to lead and transform information management, guarantee the survival of today's information for tomorrow and bring history to life for everyone.",
      "preview": "Skip to main content This website uses cookies We place some essential cookies on your device to make this website work. We'd like to use additional c"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://help.lyft.com/hc/e/articles/115013078668-Scheduled-rides-for-riders#scheduleride",
      "title": "Scheduled rides for riders - Lyft Help",
      "description": "void",
      "preview": "Skip to Content Scheduled rides for riders You can plan ahead by scheduling a ride up to 90 days ahead of time. When you schedule a ride, you'll speci"
    },
    {
      "url": "https://www.giftcart.com/",
      "title": "GIFTCART Online Gifts Shop & Gift Ideas | India's Leading Gift Portal",
      "description": "Find the perfect gifts for any occasion at GIFTCART, Indias leading online gifts shop. Browse our extensive collection of gift ideas and make someone's day special.",
      "preview": "Skip to content Giftcart Newsletter 0 Recipients Gifts For Men Gifts For Women Gifts For Couple Gifts For Kids Gifts for Parents Personalised Gifts To"
    },
    {
      "url": "https://www.neon-mn.org/",
      "title": "Northside Economic Opportunity Network (NEON) | Minneapolis",
      "description": "We build wealth for low-to-moderate-income entrepreneurs in North Minneapolis and surrounding communities, since 2006. #TeamNEON",
      "preview": "top of page Join over 10,000 forward-thinking individuals in our vibrant community! Say goodbye to endless searches for valuable insights - we deliver"
    },
    {
      "url": "https://www.tablesgenerator.com/latex_tables",
      "title": "Create LaTeX tables online - TablesGenerator.com",
      "description": "Easily create even complex LaTeX tables with our online generator - you can paste data from a spreadsheet, merge cells, edit borders and more.",
      "preview": "Tables Generator LaTeX HTML Text Markdown MediaWiki File New table... Import CSV file... Paste table data... From LaTeX code... Save table... Load tab"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://browsehappy.com/",
      "title": "Browse Happy",
      "description": "Online. Worry-free. Upgrade your browser today!",
      "preview": "Google Chrome \"Get more done with the new Google Chrome. A more simple, secure, and faster web browser than ever, with Google's smarts built-in.\" Late"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://www.seforall.org/news/energy-access-takes-center-stage-in-covid-19-fight",
      "title": "Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa's recovery | Sustainable Energy for All",
      "description": "Energy services are key to preventing disease and fighting pandemics - from powering healthcare facilities and supplying clean water for essential hygiene, to enabling communications and IT services that connect people while maintaining social distancing.",
      "preview": "Skip to main content News and events / News Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.bmw.com.bn/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Brunei",
      "description": "The Official BMW Brunei website: BMW automobiles, services, prices, exclusive offers, technologies and all about BMW sheer driving pleasure.",
      "preview": "Sheer driving pleasure Book a Test Drive Register Your Interest NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X"
    },
    {
      "url": "https://www.banquemondiale.org/fr/country/algeria",
      "title": "Algérie",
      "description": "Actualités et informations concernant les activités de la Banque mondiale dans Algérie. Accédez à tous les éléments relatifs à Algérie : données économiques, statistiques, projets, travaux de recherche et dernières actualités.",
      "preview": "Cette page en : Français English العربية Cette page en : Français English العربية La Banque mondiale en Algérie En Algérie, la Banque mondiale procure"
    },
    {
      "url": "https://indd.adobe.com/view/c624af50-d9e7-4239-a083-b6b7c6b80e3e",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://egyptintegratedschools.com/index.php?do=show_details&ID=95&table=news&title=EIS%20-%20KG%20%20Beautiful%20Blended%20Colours%20%20FANS%20%20Primary%20&%20Secondary%20Colours",
      "title": ":: Egypt Integrated Schools ::",
      "description": "EIS is a private propriety school that has been in successful operation since 2000. The school is licensed by the Egyptian government Ministry of Education. Since then, it has grown to be one of the biggest schools in Cairo. EIS offers quality education to more than 1100 students of various nationalities. The student body is formed from over 5 nationalities which makes it distinct in nature. The school offers three different types of education; National/language, American and British.rn",
      "preview": ":: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours :: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://analyst.lightcast.io",
      "title": "Login | Analyst",
      "description": "void",
      "preview": "Username or email address * Email address or username is required Enter a valid email address or username Continue"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "https://sincerelysammy.wordpress.com/2015/01/28/everything-happens-for-a-reason/",
      "title": "EVERYTHING HAPPENS FOR A REASON - SINCERELY, SAMMY",
      "description": "Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get into half of my classes because I wasn't an official journalism major yet. So I freaked out and just got random classes that I could get into and was stuck with, what I...",
      "preview": "January 28, 2015 Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.seattlefoundation.org/communityimpact/civic-leadership/covid-19-response-fund",
      "title": "COVID-19 Response Fund - Seattle Foundation",
      "description": "COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impacted by the coronavirus crisis. About the COVID-19 Response Fund Managed by Seattle Foundation, the Fund made grants to community-based organizations that are working on the frontlines to support our region's most vulnerable communities. The Fund complemented the work of [...]",
      "preview": "Skip to content COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impac"
    },
    {
      "url": "https://www.accessdata.fda.gov/scripts/drugshortages/default.cfm",
      "title": "FDA Drug Shortages",
      "description": "void",
      "preview": "Skip to main content Skip to FDA Search Skip to footer links Home Drug Databases Drug Shortages Current and Resolved Drug Shortages and Discontinuatio"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.roku.com/products/roku-ultra",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close App shortcu"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://www.threadbeast.com/",
      "title": "ThreadBeast Men's Clothing Subscription Box",
      "description": "ThreadBeast is a men's subscription box delivered monthly giving you the freshest outfits from your favorite brands. Sign up today!",
      "preview": "Free shipping to continental United States We curate, you conquer The right things happen when you're wearing the right pieces. GET STARTED Inspiratio"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://regexplanet.com/advanced/java/index.html",
      "title": "Java regex testing - RegexPlanet",
      "description": "Online testing for Java (java.util.regex.Pattern) regular expressions.",
      "preview": "Java Regular Expression Test Page JavaDoc Share: Expression to test Regular Expression Replacement Options Help Canonical equivalence. ( CANON_EQ ) Ca"
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://lechebno.com/%D0%BD%D0%B5%D0%B2%D0%B5%D1%80%D0%BE%D1%8F%D1%82%D0%BD%D0%B0-%D0%BB%D0%B5%D1%87%D0%B5%D0%B1%D0%BD%D0%B0-%D0%BA%D0%B0%D0%BB-%D0%B2-%D1%80%D0%BE%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B5-%D0%BA%D0%B0%D1%80/",
      "title": "Невероятна лечебна кал в Родопите кара костите да зарастват бързо - ЛЕЧЕБНО",
      "description": "В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниците си. Как точно са открили невероятните свойства на калта, местните не споделят. Години след откритието на",
      "preview": "Skip to content В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниц"
    },
    {
      "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
      "title": "Crocodile Creek - The Toy Wagon",
      "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
      "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
    },
    {
      "url": "https://googleonlinesecurity.blogspot.com/atom.xml",
      "title": "Google Online Security Blog",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://www.pingodoce.pt/produtos/",
      "title": "Loja online | Pingo Doce",
      "description": "Poupe todos os dias com as suas compras online no Pingo Doce. Entregamos frescura, garantimos qualidade.",
      "preview": "× Os nossos produtos É com a máxima exigência e rigor que garantimos a melhor qualidade dos nossos produtos. O nosso Talho É no Talho do Pingo Doce qu"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://www.packard.org/",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    }
  ],
  "_meta": {
    "total_bookmarks": 90
  }
}