{
  "data": [
    {
      "url": "https://campus.co/global/startup-school/",
      "title": "Discover the Google for Startups Campus network - Google for Startups",
      "description": "Google for Startups Campus is where tech-based startups enjoy the best of Google with free training, mentoring, and a diverse community of problem solvers.",
      "preview": "Campus Our Campus locations Madrid São Paulo Seoul Tel Aviv Tokyo Warsaw Homebase for growing startups Google for Startups Campuses offer physical spa"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "http://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://castbox.fm/episode/36.)-1984-Esque-(ft.-Vaush!)-(ATLA-S2E17)-id2797011-id434340652",
      "title": "36.) 1984-Esque (ft. Vaush!) (ATLA S2E17)",
      "description": "<p>This week, Special Guest and Youtube Political Streamer Vaush stops by to nerd out with us about his all-time favorite show! (Spoilers, it's Avatar) ...",
      "preview": "Listen Top Shows Blog Discover My Cabbages! An Avatar Podcast 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) Upda"
    },
    {
      "url": "https://crisssemm.tumblr.com/",
      "title": "void",
      "description": "Chicagoland. 32. T1D. Very ridiculously happily taken. Answer that and stay fashionable.",
      "preview": "rainreads-deactivated20250201 : 6,524 notes Share this Reblog Facebook Twitter Reblogged 2 years ago from rainreads-deactivated20250201 akindplace : a"
    },
    {
      "url": "https://www.la-retro-d-aniche.com/2021/07/histoire-de-l-estaminet-de-la-verrerie-d-en-haut-la-cantine.html",
      "title": "Histoire de l'estaminet de la verrerie d'en haut : LA CANTINE - Centre de Mémoire de la Verrerie d'en Haut à ANICHE",
      "description": "- PANNEAU 14 La cantine Estaminet.pdf Tenu par Elie TRIPLET , grand-père d'Elie Ladrière qui vient de nous quitter Lire l'affiche",
      "preview": "Tous les blogs Top blogs Associations & ONG Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs As"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "https://farawaytimes.tumblr.com/",
      "title": "Far Away Times",
      "description": "I'm a game designer and generally nice person! VITALLY IMPORTANT LINKS Website | Blog | Twitter",
      "preview": "Far Away Times 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna kuropin Merry yeetmas deanky an"
    },
    {
      "url": "https://wlos.com/news/local/animal-shelter-dog-forever-home-cashiers-highlands-humane-society-adopted-hound-mitch-happy-ending-western-north-carolina-jackson-county",
      "title": "'Never give up' After 7 years at the animal shelter, hound dog finds his forever home",
      "description": "JACKSON COUNTY, N. C.--Finding forever homes for shelter animals often can take time. For a hound dog in Jackson County, it&rsquo;s been a 7 year wait. But Mitch has",
      "preview": "Fri, 10 Oct 2025 10:13:54 GMT (1760091234268) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://thestolenidea.tumblr.com/post/89338647405",
      "title": "What % of STEM Should Be Computer Science? - Game Development",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Menu Game Development What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to"
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.cameleon.live",
      "title": "Live Streaming Apps | Video Streaming Software",
      "description": "Live Streaming Software for Mac and Windows. Live Streaming Apps for iPhone and iPad. YouTube Live, Facebook Live, RTMP live video streaming. Live broadcast app, free live apps for Facebook, Weibo and YouTube",
      "preview": "Live Streaming Apps for iPhone, Mac and PC YouTube live streaming software for Windows and Mac . Go live on Facebook from Mac and Windows . Wowza, RTM"
    },
    {
      "url": "https://m.att.com/mRAS/start.rt",
      "title": "AT&T Stores Near You - Get Directions & Book Appointments",
      "description": "Search for AT&T stores near you. View store hours, get directions, and find the latest cell phones including iPhones and Galaxy models.",
      "preview": "Everyone gets our best deals on every smartphone -> Shop Now for best deals Offers vary by device. Restrictions apply. Buy the new iPhone 15 now at AT"
    },
    {
      "url": "https://shop.hueber.de/de/sprache-unterrichten/deutsch-als-fremdsprache-daf-daz/kategorien/17146/niveaustufen/a2.html",
      "title": "Hueber | Deutsch als Fremdsprache (DaF/DaZ) - Sprache unterrichten: A2 and 17146 Shop",
      "description": "A2 and 17146",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. For the best experience on our site, be sure to turn on Javascript in your browser. Wir setze"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "http://www.algebra-answer.com/",
      "title": "Math 110 Fall Syllabus",
      "description": "Algebra-answer.com brings invaluable strategies on syllabus, math and linear algebra and other algebra subject areas. Just in case you will need help on functions or even fraction, Algebra-answer.com is really the excellent place to pay a visit to!",
      "preview": "Home Basic Algebra Course Description Description of Mathematics Quadratic Functions Worksheet 4: Inverse Functions MATH Connections: A Secondary Core"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://www.aclupa.org/en/press-releases/aclu-pa-statement-governor-shapiro-continuing-moratorium-executions",
      "title": "ACLU-PA Statement on Governor Shapiro Continuing the Moratorium on Executions - ACLU of Pennsylvania",
      "description": "PHILADELPHIA - Pennsylvania Governor Josh Shapiro announced today that he will continue the moratorium on executions established by his predecessor, Tom Wolf. Shapiro also urged the Pennsylvania General Assembly to repeal capital punishment. PHILADELPHIA - Pennsylvania Governor Josh Shapiro announced today that he will continue the moratorium on executions established by his predecessor, Tom Wolf. [...]",
      "preview": "Press Releases ACLU-PA Statement on Governor Shapiro Continuing the Moratorium on Executions PHILADELPHIA - Pennsylvania Governor Josh Shapiro announc"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://ie.linkedin.com/company/accenture?trk=similar-pages",
      "title": "Accenture | LinkedIn",
      "description": "Accenture | 13,937,450 followers on LinkedIn. Accenture is a leading global professional services company that helps the world's leading businesses, governments and other organizations build their digital core, optimize their operations, accelerate revenue growth and enhance citizen services-creating tangible value at speed and scale. We are a talent and innovation-led company serving clients in more than 120 countries. We combine our strength in technology and leadership in cloud, data and AI with unmatched industry experience, functional expertise and global delivery capability.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "https://tvline.com/2015/02/16/kit-cowan-tribute-video-death-michael-ausiello-husband/",
      "title": "[VIDEO] Kit Cowan Tribute, Memorial",
      "description": "There's no \"good\" way to say this, so I'll just say it: On Feb. 5, my husband, Kit Cowan, passed away following a courageous, hard-fought 11-month battle with a rare and merciless form of neuroendocrine cancer. As you can imagine, my heart is broken.",
      "preview": "Read Next: 9-1-1: Nashville Series Premiere Is Dripping in Soapy, Southern Twists - Grade ABC's 9-1-1 Spinoff! GET OUR NEWSLETTERS! Search Icon Close"
    },
    {
      "url": "https://hsb.m.wikipedia.org/wiki/Specialnje:Mobilne_r%C4%9B%C4%8De/Kategorija:1677",
      "title": "Kategorija:1677 - Wikipedija",
      "description": "void",
      "preview": "K wobsahej skočić Pomoc Z Wikipedije, swobodneje encyklopedije ◄ | 16. lětst. | 17. lětstotk ◄◄ | ◄ | 1673 | 1674 | 1675 | 1676 | 1677 | 1678 | 1679 |"
    },
    {
      "url": "https://scottdodson.dev/hue/thunderstorm/",
      "title": "Thunderstorm for Hue",
      "description": "Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm.",
      "preview": "Thunderstorm for Hue Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm. Thund"
    },
    {
      "url": "https://www.prv.pl/info/domena,membrana.keep.pl",
      "title": "membrana.keep.pl - informacje o aliasie",
      "description": "Informacje o aliasie, opinie, kontakt z abonentem. membrana.keep.pl.",
      "preview": "GRUPA PINO Patrz.pl Blogi.pl Slajdzik.pl Jpg.pl Tujest.pl Pino.pl Moblo.pl Rusz.pl Jak.pl zaloguj zarejestruj się | Katalog | Domena Alias membrana.ke"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://www.jointsdgfund.org/",
      "title": "Homepage | Joint SDG Fund",
      "description": "The Joint SDG Fund is an inter-agency, pooled mechanism for integrated policy support and strategic financing. We act as a bridge for those taking action to deliver substantive and efficient results on the 2030 Agenda for Sustainable Development.",
      "preview": "Skip to main content Donate to the Sustainable Development Goals Fund Donate X LinkedIn YouTube Spotify Subscribe to Newsletter English Français Españ"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://www.change.org/p/cast-pamela-anderson-as-jennifer-coolidge-s-grieving-sister-in-season-3-of-white-lotus?source_location=petitions_browse",
      "title": "Petizione · Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus - Stati Uniti · Change.org",
      "description": "We want Pamela Anderson to be casted in next seasons The White Lotus as Jennifer Coolidge's grieving sister.",
      "preview": "Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus Cast Pamela Anderson as Jennifer Coolidge's grieving sister in"
    },
    {
      "url": "https://allfingersandthumbs.blogspot.com/2012/11/next-question.html?showComment=1353492161801",
      "title": "Next question -",
      "description": "Crafting a mindful life through knitting, sewing, trying ALL the crafts. Finding beauty and creativity in everyday life.",
      "preview": "Skip to main content Next question - Get link Facebook X Pinterest Email Other Apps - November 18, 2012 did I buy enough yarn? Looks like that's a yes"
    },
    {
      "url": "https://www.one.fox/member/terms",
      "title": "One FOX",
      "description": "One FOX",
      "preview": "JavaScript is required to view this application."
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.teleamazonas.com/los-nominados-en-los-globos-de-oro-2020/",
      "title": "Los nominados en los Globos de Oro 2020",
      "description": "Este domingo, se vivirá las emociones de la gala de los Globos de Oro en el Hotel Beverly Hilton de Beverly Hills, Los Ángeles, a partir de las 17: 00. Este evento será organizada por la Asociación de la Prensa Extranjera de Hollywood (HFPA).",
      "preview": "Suscríbete a nuestras notificaciones para recibir las últimas noticias y actualizaciones. No, gracias Suscribirse Debes habilitar las notificaciones e"
    },
    {
      "url": "https://egyptintegratedschools.com/index.php?do=show_details&ID=95&table=news&title=EIS%20-%20KG%20%20Beautiful%20Blended%20Colours%20%20FANS%20%20Primary%20&%20Secondary%20Colours",
      "title": ":: Egypt Integrated Schools ::",
      "description": "EIS is a private propriety school that has been in successful operation since 2000. The school is licensed by the Egyptian government Ministry of Education. Since then, it has grown to be one of the biggest schools in Cairo. EIS offers quality education to more than 1100 students of various nationalities. The student body is formed from over 5 nationalities which makes it distinct in nature. The school offers three different types of education; National/language, American and British.rn",
      "preview": ":: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours :: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://himera.eu/portfolio-abonament-opisaniya-sajt-parfyumi/",
      "title": "Портфолио - Абонамент описания сайт парфюми",
      "description": "Абонамент създаване описания на парфюми за онлайн магазин:",
      "preview": "Последни публикации 4 основни качества за един копирайтър Копирайтинг на английски език - текст за категория About Us 3 основни етапа за работа на все"
    },
    {
      "url": "https://www.tchibo.de/cashmere-pullover-schwarz-p402016721.html?dim1=46",
      "title": "Cashmere-Pullover online bestellen bei Tchibo 621612",
      "description": "Cashmere-Pullover online kaufen ✚ Kostenloser Versand ✓ Retoure ✚ 10% Newsletter Rabatt ✚ Art.Nr.: 621612",
      "preview": "Cashmere-Pullover, ecru (192) 69,00 45,00 30-Tage-Bestpreis: 45,00 € inkl. MwSt. inkl. Versandkosten XS 32/34 S 36/38 M 40/42 L 44/46 XL 48/50 XXL 52/"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.cnigs.ht/",
      "title": "CNIGS - Centre National de l'Information Géo-Spatiale",
      "description": "void",
      "preview": "\"Une Institution Nationale de Référence en matière de production, de traitement et de diffusion de l'information Géo-Spatiale! \" Dénomination Le Centr"
    },
    {
      "url": "https://www.nintendo.com/whatsnew/super-nintendo-world-opens-at-universal-studios-hollywood-on-friday-february-17-2023/",
      "title": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 - News - Nintendo Official Site",
      "description": "New Details Revealed as Countdown to the Highly-Anticipated Opening Approaches Click here for a sneak peek. Let's-a go! SUPER NINTENDO WORLD™, the innovative, immersive and highly-anticipated themed land officially opens at Universal Studios Hollywo...",
      "preview": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 New Details Revealed as Countdown to the Highly-Anticipated Ope"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://marketing-advertising.tampabay.com/",
      "title": "Customized Marketing and Advertising Solutions I Times Total Media I Florida",
      "description": "Grow your business with marketing solutions from Times Total Media: a division of the Tampa Bay Times. Our marketing professionals will meet with you to customize a plan for your business. From digital and social, to events and print, we can provide solutions for your business.",
      "preview": "top of page HOME MARKETING SOLUTIONS TO GROW YOUR BUSINESS CONTACT US! MAKING CONNECTIONS DELIVERING RESULTS Catch customers in the digital sea Managi"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "https://centrodedescargas.cnig.es/CentroDescargas/catalogo.do?Serie=CAANE#",
      "title": "Centro de Descargas del CNIG (IGN)",
      "description": "En el Centro de Descargas del CNIG puede descargarse gratuitamente la información geográfica digital producida por el IGN",
      "preview": "☰ EN Inicio Catálogo Política de datos Preguntas frecuentes Manual de ayuda Novedades Dana 2024 × Cerrar Procesando solicitud. Espera por favor... Bus"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "http://ptekarrieriroda.hu/allasajanlat/junior-lawyer-specialized-in-banking-finance-762.html",
      "title": "Vave Magyarország: Sportfogadások és online kaszinó",
      "description": "A Vave bukméker és online kaszinó valódi pénzben való játékhoz💸 A regisztrációt követően a bónuszt kriptovalutában fizetjük ki [BTC, ETH, USDT]. Több mint 40 sportágra ⚽ és több mint 1000 legjobb játékgépre 🎰 lehet fogadni.",
      "preview": "Bónusz Promóciók Nyerőhelyek No deposit Ingyen porgetes Vave: új bukméker és online kaszinó Magyarországon A hagyományos bukmékerek gyakran figyelmen"
    },
    {
      "url": "https://newwf.org/",
      "title": "New World Foundation | Funding Social Movements",
      "description": "Funding Social Movement",
      "preview": "The New World Foundation our work aims to support leaders and organizations that advance democracy, protect community and build a humane social vision"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://colorofchange.org/",
      "title": "Color Of Change",
      "description": "Creating a more just and less hostile world for Black people in America.",
      "preview": "Search UNTIL JUSTICE IS REAL Petitions Tell 23andMe to protect Black customers' genetic data! Color Of Change Resources Black Tech Agenda Our Mission"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "https://www.myfonts.com/",
      "title": "MyFonts | Buy and Download Fonts",
      "description": "Welcome to MyFonts, the #1 place to download great @font-face webfonts and desktop fonts: classics (Baskerville, Futura, Garamond) alongside hot new fonts (TT Fellows, Hernandez Bros,Phonk Sans).",
      "preview": "Skip to content Skip to main content MyFonts is one of the largest font marketplaces in the world, offering professional fonts for any project. Over 3"
    },
    {
      "url": "https://online.foundationsource.com/public/home/marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/home",
      "title": "Home | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Or search by product Phones Tablets Software & Apps Accessories Other Products Learn about software. upgrades Software Fix Repair your phone We know i"
    },
    {
      "url": "https://hubpages.com/signin/?s=high&url=https%3A%2F%2Fhubpages.com%2Fforum%2Fpost%2Freply%2F3979922",
      "title": "Sign In | HubPages",
      "description": "Sign in to HubPages",
      "preview": "Arts Autos Books Business Education Entertainment Family Fashion Food Games Gender Health Holidays Home HubPages Personal Finance Pets Politics Religi"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/ADS-B",
      "title": "Automatic Dependent Surveillance-Broadcast (ADS-B) - Signal Identification Wiki",
      "description": "ADS-B is used by aircraft as an alternative to secondary radar. It broadcasts GPS position (latitude, longitude), pressure altitude, callsign, as well as track and ground speed.",
      "preview": "Automatic Dependent Surveillance-Broadcast (ADS-B) From Signal Identification Wiki (Redirected from ADS-B ) Jump to: navigation , search Automatic Dep"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://womenwatchafrika.org/",
      "title": "Women Watch Afrika - Eliminating all forms of discrimination against women.",
      "description": "Eliminating all forms of discrimination against women.",
      "preview": "Cultivating African Women's Leadership and Empowerment Providing culturally relevant Services and Programs Advocating on the Elimination of Violence a"
    },
    {
      "url": "https://www.vermontcf.org/",
      "title": "Vermont Community Foundation - Give Where Your Heart Lives",
      "description": "We research and track community trends across Vermont, identify gaps, and vet and recommend grantees who are making the biggest impact.",
      "preview": "Skip to main content Search Give Where Your Heart Lives Fund a thriving Vermont with personalized charitable giving tools. Open a Fund Download Our Gi"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://suporte.handtalk.me/kb/article/240765/hand-talk-website-privacy-policy?menuId=25983-69990-240765&ticketId=&q=",
      "title": "Hand Talk website Privacy Policy - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Boas-vindas à base de conhecimento da Hand Talk Página inicial Voltar para a pesquisa INTRODUCTION HAND TALK SERVIÇOS LTDA values its user's privacy a"
    },
    {
      "url": "https://bmw.oemdtc.com/category/recalls",
      "title": "Recalls | BMW & MINI - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.thenexthint.com/",
      "title": "The Next Hint - News Portal",
      "description": "News Portal",
      "preview": "Entertainment 3 Min Read Sakshi Purna on October 10, 2025 Release Date of The Secret Lives of Mormon Wives Season 3 is Confirmed Good news for The Sec"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/4wings",
      "title": "GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "description": "4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles. - GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "preview": "Skip to content"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://artmillgroup.com/services/contemporary-framing-alternatives/",
      "title": "Contemporary Framing Alternatives",
      "description": "void",
      "preview": "Contemporary Framing Alternatives We create a fine art print from your image and mount it in 1 of 8 product styles of your choice. Your gallery qualit"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://www.lemonde.fr/politique/",
      "title": "Politique - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Politique. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Politique publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}