{
  "data": [
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://myfoodstory.com/",
      "title": "Quick and Easy Indian Recipes - My Food Story",
      "description": "Browse hundreds of easy and delicious Indian recipes covering vegetarian, meat, breakfast, dinner, dessert and more. All recipes have detailed process shots to allow for ease of cooking - you can do it!",
      "preview": "Skip to content Get everyday dinners planned for you!→ Get My Indo-Chinese Ebook My latest cookbook, The Indo-Chinese Ebook , has got over 105+ delici"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "http://www.jacobstrading.com/",
      "title": "Jacobs Trading Company",
      "description": "void",
      "preview": "Español Whether you would like to purchase general merchandise loads or single category loads; a truckload a month or twenty loads a week, Jacobs Trad"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://docs.mapbox.com/#navigation",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "http://cbprs.org/",
      "title": "Cross Border Privacy Rules System",
      "description": "The APEC Cross-Border Privacy Rules (CBPR) System builds consumer, business and regulator trust in cross border flows of personal information.",
      "preview": "Search for: Home Consumers Business Government About CBPRs Compliance Directory CBPR System PRP Documents News Privacy in APEC Region Slide: Consumer"
    },
    {
      "url": "https://abc7ny.com/escaped-sheep-wayward-slaughterhouse-escape-paterson/12888170/",
      "title": "Escaped sheep getting a new 'fleece' on life after escaping Paterson, New Jersey slaughterhouse - ABC7 New York",
      "description": "Seven sheep are getting a new \"fleece\" on life after escaping from a slaughterhouse in New Jersey.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out PETS & ANIMALS 7 sheep getting a new 'fleece' on life after escaping New Jersey slau"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://www.lofficielusa.com/film-tv/jessica-chastain-movies-interview-eyes-of-tammy-faye-scenes-from-a-marriage",
      "title": "Jessica Chastain Covers L'OFFICIEL's Centennial Issue - Jessica Chastain Movies Interview",
      "description": "Jessica Chastain fronts L'OFFICIEL's Fall 2021 issue and speaks about her movies out this September, 'The Eyes of Tammy Faye' and 'Scenes From a Marriage.'",
      "preview": "Tags JessicaChastain movies tv interview fashion centennial Related Articles Pop culture Katy Perry is Smelling the Daisies With a new baby , new musi"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://mindblower.ro/blog/cadouri-barbati-7-idei-si-sfaturi-pretioase-pentru-2020.html",
      "title": "Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020",
      "description": "Cum alegi inspirat cadouri barbati -> Ce cadouri prefera barbatii -> Idei cadoul perfect oferit barbatilor -> Ce sa eviti cand faci cadouri pentru barbati",
      "preview": "Home / Blog / Ponturi si recomandari / Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020 Cadouri barbati: 7 idei si sfaturi pretioase pentru 20"
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://snapdrop.net/",
      "title": "Snapdrop",
      "description": "Instantly share images, videos, PDFs, and links with people nearby. Peer2Peer and Open Source. No Setup, No Signup.",
      "preview": "You're almost done! Uploading your files ... Upload Files Click Here Upload Folder File Received Filename Ask to save each file before downloading Sav"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://apply.workable.com/kaporcenter/",
      "title": "Kapor Center - Current Openings",
      "description": "The Kapor Center is a family of for profit and not for profit organizations founded by Mitch and Freada Kapor to advance innovation and economic progress of underrepresented communities in technology and entrepreneurship. The Kapor Center aspires to cl...",
      "preview": "void"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2023/01/27/2597113/0/en/Sovos-Brands-Intermediate-Inc-Issues-Allergy-Alert-on-Undeclared-Egg-in-Rao-s-Slow-Simmered-Soup-Labeled-as-Chicken-Gnocchi-but-Containing-Vegetable-Minestrone.html",
      "title": "Sovos Brands Intermediate, Inc. Issues Allergy Alert on",
      "description": "LOUISVILLE, Colo., Jan. 27, 2023 (GLOBE NEWSWIRE) -- Sovos Brands Intermediate, Inc. (\"Sovos\") is voluntarily recalling a limited number of 16-ounce jars...",
      "preview": "Accessibility: Skip TopNav Sovos Brands Intermediate, Inc. Issues Allergy Alert on Undeclared Egg in Rao's Slow Simmered Soup, Labeled as Chicken & Gn"
    },
    {
      "url": "https://www.scotusblog.com/2022/12/colorado-web-designers-first-amendment-supreme-court-lgbtq-anti-discrimination-laws/",
      "title": "Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws - SCOTUSblog",
      "description": "The Supreme Court on Monday will revisit a long-simmering tension between legal protections for LGBTQ people and the rights of business owners who oppose same-sex marriage. The case, 303 Creative [...]",
      "preview": "Skip to content CASE PREVIEW Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws By Amy Howe"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "https://ywcapiercecounty.applytojob.com/apply/sM5JCSJPwV/Director-Of-Therapeutic-Services",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.pittsburghmagazine.com/downtown-pittsburgh-reimagining-a-more-vibrant-neighborhood/",
      "title": "Downtown Pittsburgh: Reimagining a More Vibrant Neighborhood | Pittsburgh Magazine",
      "description": "The pandemic changed the golden triangle. What type of neighborhood will it ultimately become?",
      "preview": "Sections Eat + Drink Things To Do Home + Design Weddings Community Magazine Subscribe Newsletters Digital Editions Order a Back Issue Order a Plaque N"
    },
    {
      "url": "https://www.livescience.com/26903-35-ancient-pyramids-sudan.html",
      "title": "35 Ancient Pyramids Discovered in Sudan Necropolis | Live Science",
      "description": "A densely packed cluster of 35 pyramids from 2,000 years ago has been discovered in a Sudan necropolis, archaeologists report.",
      "preview": "Skip to main content Don't miss these Among the discoveries are pyramids with a circle built inside them, cross-braces connecting the circle to the co"
    },
    {
      "url": "https://es-ec.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (Ecuador)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.campaignlive.co.uk/article/adidas-erect-x-shaped-training-space-london/1383259",
      "title": "Adidas to erect X-shaped training space in London",
      "description": "Adidas is set to host a series of fitness events within an X-shaped pop-up space known as The X at London's Victoria Park from 18-28 February.",
      "preview": "Skip to Content Skip to Main Navigation Skip to Information Links Skip to Site Search Skip to Footer Skip to Accessibility Information Home Page Adida"
    },
    {
      "url": "https://go.peoplepower.org/signup/join-our-people-power-volunteer-teams/?type=call",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "https://www.centerforeconomicinclusion.org/",
      "title": "Center for Economic Inclusion",
      "description": "void",
      "preview": "Committed to closing racial employment, income, and wealth gaps, + building racially inclusive and equitable regional economies that work for everyone"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://connect.ala.org/home",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.southfieldchamber.com/",
      "title": "Southfield Area Chamber of Commerce",
      "description": "Southfield Area Chamber of Commerce creates connections through networking, leadership and professional development opportunities.",
      "preview": "Skip to content Welcome to the Southfield Area Chamber Creating Connections For Your Business Join Today! Chamber Members Submit an Event or Press Rel"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.siriusxm.com/channels/elvis-radio",
      "title": "Elvis Radio: Music from Elvis Presley | SiriusXM",
      "description": "The only all Elvis all-the-time radio station, broadcasting live from Graceland. Listen to the classics, rare recordings, live tracks & shows devoted to The King.",
      "preview": "Showing channels for my Streaming & Most Radios . Edit Verify channels for my radio Channel numbers may vary across different cars and portable radios"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://zons-geschichte.de/zonswiki/index.php?title=Theodor_Derendorf",
      "title": "Theodor Derendorf - ZonsWiki",
      "description": "void",
      "preview": "Theodor Derendorf Aus ZonsWiki Zur Navigation springen Zur Suche springen Dies ist ein Thema, zu dem noch kein Artikel geschrieben wurde. Das ZonsWiki"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "http://wegart.sk/?ukaz=album&id=7804",
      "title": "Wegart",
      "description": "void",
      "preview": "Jacaszek - Kwiaty Ghostly International | 2017 | LP: €24,00 Ukážky z albumu si môžete vypočuť tu . Poľský hudobník Michal Jacaszek sa svojou tvorbou o"
    },
    {
      "url": "https://socratic.org/questions/what-is-the-electron-dot-diagram",
      "title": "Google Lens - Search What You See",
      "description": "Discover how Lens in the Google app can help you explore the world around you. Use your phone's camera to search what you see in an entirely new way.",
      "preview": "Search Shop Translate Identify what you see Not sure how to describe it in words? Use your camera or an image to search. Go to Google Lens Get the app"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://www.worldbank.org/en/programs/africa-program-for-fisheries",
      "title": "Africa Program for Fisheries",
      "description": "void",
      "preview": "Working for a World Free of Poverty Africa Program for Fisheries Email Print Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 FEATURED"
    },
    {
      "url": "http://r95th.com/terms.html",
      "title": "r95th.com",
      "description": "void",
      "preview": "This domain name has been reserved"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "http://www.chemistry.co.nz/",
      "title": "Chemistry | Creative Agency, Auckland, NZ",
      "description": "Chemistry is an integrated independent advertising agency in Auckland, New Zealand.",
      "preview": "Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 chem_neg chem_pos logo Artboard 1 Artboard 1 Artboard 1 Artboard 1 Icons"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://unterricht.wir-waren-so-frei.de/field-collection/field-thema-downloads/110",
      "title": "Thema Downloads 3 | Wir waren so frei... im Unterricht",
      "description": "void",
      "preview": "Skip to main content Hilfe Kontakt Datenschutz Impressum Home Themen Grenze & Mauer Hoffnung Jugend Parteien & Plakate Protest Stadt & Land Damals & H"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.natalido.com/cambodia",
      "title": "Cambodia | natalido",
      "description": "void",
      "preview": "top of page bottom of page"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "http://www.google.kg/url?q=http://car-used-cars.remmont.com/news/cars-movie-character-names-with-pictures/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://car-used-cars.remmont.com/news/cars-movie-character-names-"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://nnedv.org/",
      "title": "Home Page - NNEDV",
      "description": "NNEDV is dedicated to creating a social, political, and economic environment in which domestic violence no longer exists.",
      "preview": "close Exit Site If you are in crisis, please contact the U.S. National Domestic Violence Hotline via phone (1-800-799-SAFE), chat (TheHotline.org), or"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://cudillero.vivirasturias.com/playas",
      "title": "Turismo Cudillero | Dónde comer | Dónde dormir | Patrimonio | Naturaleza| Asturias",
      "description": "Son 345 kilómetros de costa en los que podemos encontrar más de 300 playas, todas diferentes, porque las playas de Asturias nunca son iguale",
      "preview": "Eventos Patrimonio cultural Patrimonio natural Información práctica Turismo activo Transporte Reseñas históricas Favoritos Buscar Contactar Sobre noso"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "https://www.collabora.com/news-and-blog/?both_page=19&newsandevents_page=9&blogs_page=19",
      "title": "News & Blog - Open Source Consulting | Collabora",
      "description": "Your one-stop shop for all the latest news, events and blogs from Collabora.",
      "preview": "About Who we are Our expertise Our work Open Source Our ecosystem Services Guide Train Build Integrate Optimize Maintain Industries Automotive Digital"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://my.accessportals.com/app/blk/login?redirectUrl=/us/individual?signInAppWithOkta=true",
      "title": "Login",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uni-weimar.de/qisserver/rds?state=verpublish&status=init&vmfile=no&moduleCall=webInfo&publishConfFile=webInfoEinrichtung&publishSubDir=einrichtung&keep=y&einrichtung.eid=599",
      "title": "- Institut für Europäische Urbanistik Bauhaus-Universitaet Weimar",
      "description": "void",
      "preview": "Zur Seitennavigation oder mit Tastenkombination für den accesskey -Taste und Taste 1 Zum Seiteninhalt oder mit Tastenkombination für den accesskey und"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?pt=9008&ct=ytv-footer-ios&mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "https://www.iata.org/en/events/wcs/",
      "title": "IATA - World Cargo Symposium (WCS)",
      "description": "The World Cargo Symposium (WCS) is the largest and most prestigious air transport cargo event. The 2026 edition will take place in Lima, Peru.",
      "preview": "World Cargo Symposium (WCS) Lima, Peru 10 - 12 March 2026 Save the Date Need Help? Contact us About Destination Sponsorship Past editions Need Help? C"
    },
    {
      "url": "https://www.ripbs.org/",
      "title": "Ocean State Media",
      "description": "void",
      "preview": "Donate Menu Donate Menu News + Stories All Stories Arts + Entertainment Climate + Environment Health Politics + Justice Education Education Services N"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    },
    {
      "url": "https://books.apple.com/book-series/id1469981073/",
      "title": "‎Enterprise Blueprint - Book Series on Apple Books",
      "description": "Download and read the digital version of Enterprise Blueprint book series on Apple Books.",
      "preview": "Enterprise Blueprint Apple Inc. - Business Enterprise Blueprint Apple Inc. - Business"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://www.vg.no/nyheter",
      "title": "Nyheter fra VG",
      "description": "Nyheter fra VG døgnet rundt. Hold deg oppdatert de siste nyhetene fra Norge og hele verden.",
      "preview": "Hopp til hovedinnholdet Reuters: Nytt jordskjelv på 6,9 på Filippinene 10. okt. 1 min Masud Gharahkhani fortsetter som stortingspresident 10. okt. 1 m"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}