{
  "data": [
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "https://www.olacabs.com/",
      "title": "Book Cabs Nearby at Best Price | Hire Taxi Nearby Online at Olacabs.com",
      "description": "Ola Cabs offers to book cabs nearby your location for best fares. For best taxi service at lowest fares, say Ola!",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://edis.ifas.ufl.edu/topic_hydroponics",
      "title": "Ask IFAS: Topic - Hydroponics",
      "description": "Details for the Ask IFAS Topic 'Hydroponics', including related Topics, associated publications, and units it is associated with",
      "preview": "Skip to main content Hydroponics Available Languages : English Spanish Narrower Topics Hydroponic Gardening Related Topics : Gardening , Hydroponics H"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://login.microsoftonline.com/51a9fa56-3f32-449a-a721-3e3f49aa5e9a/saml2?SAMLRequest=fVJLb9swDP4rhu7yQ7bjWkgCZA2GBei2oMl22GWgZboRKkueKO%2F16%2BvYG9ZdchJE8nvwA9cEvRnkbgwX%2B4jfRqQQ%2FeyNJTk3Nmz0VjogTdJCjySDkqfd%2Bwcp4lQO3gWnnGGvILcRQIQ%2BaGdZdNhv2NdS5WUNTVUJhaoqSqzuVkUtAKqsrhsFomjuiiYVqmPRZ%2FQ0ITdsIprgRCMeLAWwYSqlQvA049nqnKUyr2S5%2BsKi%2FbSNthBm1CWEgWSSGPekbdxr5R25LjhrtMVYuT4pM6g7KFc873LBi6IGDpXIeI55N32gxBqS646CRbu%2Fi9w7S2OP%2FoT%2Bu1b46fHhnxSRi3UbP6MNMah4fE50OyS9a0eD8XAZZrKElldwUDRX4ffokdPAouOfgN9o22r7dDvbZhki%2Be58PvLjx9OZbddXZjln5be3bc0eFoMYoIUAVzPr5DXDermWD5P2YX90Rqtf0Vvnewi3rV0ruuXdPCqDB0t6Up9iNMb9uPcIATcs%2BBFZsl0k%2F7%2FJ7Qs%3D",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.photoshoplus.fr/formes-perso-pere-noel-01/",
      "title": "Formes Père Noël (1) - Photoshoplus",
      "description": "27 formes",
      "preview": "Aller au contenu Photoshoplus paramètres, tutoriels et couleurs pour Photoshop Rechercher : Formes (vectorielles) / Formes personnages / Formes Père N"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gaana.com",
      "title": "Download Latest MP3 Songs Online: Play Old & New MP3 Music Online on Gaana.com",
      "description": "Gaana.com- Listen & Download latest MP3 songs online. Download new or old Hindi songs, Bollywood songs, English songs* & more on Gaana+ and play offline. Create, share and listen to streaming music playlists.",
      "preview": "All Trending Songs New Songs Old Songs Moods & Genres Dil Se Pancham Party Romance 90s & 2000s Bhakti Indie EDM Ghazals Workout Stars Retro Wedding Ki"
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://www.fraida.pl/znaczenie-kart-tarota-jak-je-czytac-n-182.html",
      "title": "Znaczenie kart tarota - symbole i interpretacja kart",
      "description": "rozwój osobisty, joga, wellness, Feng Shui, talizmany, tarot, książki psychologiczne,",
      "preview": "Strona główna » Magiczny Blog » Znaczenie kart Tarota - jak je czytać? Kategorie Rok Drewnianego Węża (29.01.2025 - 17.02.2026) Anioły Figurki Aniołów"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://books.apple.com/reading-now?itscg=10000&itsct=pod-ovp-books-apl-ann-21_1019&campaign_id=AB_marcom_ownmedia_All",
      "title": "Apple Books - Apple",
      "description": "Apple Books makes listening to audiobooks, reading ebooks, and discovering your next favorite a seamless experience across your devices.",
      "preview": "Apple Books Read, listen, discover. All in one app. Apple Books is the single destination to find, buy, and dive into audiobooks and ebooks. Browse cu"
    },
    {
      "url": "http://www.espn.com/abcsports/mnf/columns/guerrero_lisa/bio.html",
      "title": "ESPN - Serving Sports Fans. Anytime. Anywhere.",
      "description": "Visit ESPN for live scores, highlights and sports news. Stream exclusive games on ESPN and play fantasy sports.",
      "preview": "Skip to main content Skip to navigation < > All of ESPN. All In One Place. Sign Up Now Watch Now Subscribe Now"
    },
    {
      "url": "https://milspousechamber.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://maricmasi.blogspot.com/search?updated-max=2014-07-25T03:29:00-07:00&max-results=10&reverse-paginate=true&widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=DAILY-1630360800000&toggleopen=DAILY-1638831600000",
      "title": "Estrella Luz Dorada. 31. 💛",
      "description": "Blog espiritual sanador, con la palabra escrita -poesía, relatos-. Y... premoniciones, Universo, salud. Aportes para el cuidado de Gaia.",
      "preview": "Ir al contenido principal Entradas LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO. Por Montse Cobas. julio 24, 2014 LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO"
    },
    {
      "url": "https://durable.co/",
      "title": "Durable AI Website Builder and Small Business Software",
      "description": "Generate a website in 30 seconds with the world's fastest AI website builder. Then, use powerful AI marketing, invoicing, and CRM tools to grow your business. All with one app.",
      "preview": "AI that builds a business for you Your AI business partner for websites, content, strategy, and more. Start growing online in 30 seconds. Start for fr"
    },
    {
      "url": "https://www.duncanhines.com/dolly-parton",
      "title": "Dolly Parton's Baking Mixes & Food Products | Baking with Dolly",
      "description": "From Dolly's kitchen to yours, enjoy Southern flavors and a bit of magic with Dolly Parton's cake and baking mixes, frostings, frozen foods, recipes, and more!",
      "preview": "Skip to main content From Dolly's Kitchen To Yours Bringing big flavor and a bit of magic to at-home recipes Bake Your Own Sheet of Pure Sweetness Enj"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "http://www.ct.gov/deep/cwp/view.asp?a=2714&q=324884&deepNav_GID=1645",
      "title": "Information Page",
      "description": "void",
      "preview": "The URL is invalid or the pointer does not exist, Clear browser cache and try again."
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "https://getgenie.ai/",
      "title": "GetGenie: Write, Optimize & Track Content with AI",
      "description": "Write & optimize 20x faster to rank higher & drive qualified traffic with the all-in-one AI SEO writing tool. Track SEO data to optimize organic performance.",
      "preview": "Rated 4.9 40,000+ Active Installs Rated 4.8 Find Top Keywords, Craft Content and Track SEO in WordPress Get instant AI content with customizable templ"
    },
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-hw_prop-apl-ref-220412",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "http://spd-oststeinbek.de/kreisverkehr-an-der-moela/",
      "title": "Kreisverkehr an der MöLa - SPD Oststeinbek",
      "description": "void",
      "preview": "Zum Inhalt springen Die Kreuzung Möllner Landstraße / Stormarnstraße ist eine Gefahrenstelle. Zahlreiche Unfälle und Beinahe-Unfälle mit Kindern beleg"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "https://www.conceptcarz.com/gallery/23350/buick-sportwagon.aspx",
      "title": "1969 Buick Sportwagon Images & Photo Gallery",
      "description": "1969 Buick Sportwagon images and high resolution pictures. Interior, exterior, and engine photographs of the Buick Sportwagon.The 1969 Buick Sportwago...",
      "preview": "1969 Buick Sportwagon Gallery 1969 Buick Sportwagon Navigation Article Image gallery Valuation Specifications Profiles Production figures 1969 Buick S"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://phdtheses.ekt.gr/eadd/handle/10442/28346",
      "title": "Ακραία υδρομετεωρολογικά φαινόμενα και επίδραση της κλιματικής μεταβολής στην εξέλιξή τους: εφαρμογή στην περιοχή της Κρήτης",
      "description": "void",
      "preview": "Αρχική Πλοήγηση Επιστημονικό πεδίο Ημερομηνία Συγγραφέας Χώρα Γλώσσα Ίδρυμα Σχετικά με το ΕΑΔΔ Κατάθεση Διατριβής Συχνές Ερωτήσεις Κέντρο Υποστήριξης"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://www.savoryexperiments.com/panera-broccoli-cheddar-soup/",
      "title": "Copycat Panera Broccoli Cheddar Soup (Instant Pot in 30 Minutes!)",
      "description": "Instant Pot Panera Broccoli Cheddar Soup made in less than 30 minutes and tastes even better than your favorite Panera soup!",
      "preview": "Skip to content Dinner Ideas for Tonight! Everyone knows that the best Panera soup is their broccoli cheese soup (their French Onion is pretty good to"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "http://www.logotv.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://b8horpet.tumblr.com/",
      "title": "@b8horpet on Tumblr",
      "description": "💩🎮🧑🏻‍💻",
      "preview": "Posts Likes reikacchan Follow don't give up mornington-the-crescent narcissistcookbook Follow i had a dream two nights ago where i was being shown aro"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.formula1.com/en/racing/2024.html",
      "title": "F1 Schedule 2024 - Official Calendar of Grand Prix Races",
      "description": "Re-live your favourite F1 moments. Find the full list of 2024 races including photos and videos, results, highlights and the biggest news stories",
      "preview": "2024 2024 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR TESTING Flag of Bahrain Sakhir FORMULA 1 ARAMCO PRE-SEASON TESTING 2024 21 - 23 Feb ROUND"
    },
    {
      "url": "http://waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/",
      "title": "@studyaiko-blog on Tumblr",
      "description": "Dalia | 18 | Canadian | currently a first year software engineering student... (theme under construction)",
      "preview": "Posts Likes thepoliticalnoteboo1deac ...often women aren't allowed to be characters in history, they have to be stereotypes. Cleopatra was a poet and a"
    },
    {
      "url": "https://south-africa.financialadvisory.com/savings-accounts/nedbank/",
      "title": "Nedbank Savings Account Interest Rates",
      "description": "void",
      "preview": "South Africa Nedbank 1988 Personal Banking Private Banking Business Banking Locations About Suggested : All Products Fixed Deposit Savings Accounts Lo"
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/cross_validation.html",
      "title": "3.1. Cross-validation: evaluating estimator performance - scikit-learn 1.7.2 documentation",
      "description": "Learning the parameters of a prediction function and testing it on the same data is a methodological mistake: a model that would just repeat the labels of the samples that it has just seen would ha...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.1. Cross-validation: evaluating estimator performance # Learning the parameters of a"
    },
    {
      "url": "https://aclupa.org/en/cases/js-v-blue-mountain-school-district",
      "title": "J.S. v. Blue Mountain School District - ACLU of Pennsylvania",
      "description": "The ACLU-PA filed suit and sought a temporary restraining order against the Blue Mountain School District in March 2007 on behalf of a middle school student, J.S., who was suspended for ten days for creating a parody profile of her principal on MySpace.com. After a half-day hearing, the judge denied a temporary restraining order to [...]",
      "preview": "Court Cases J.S. v. Blue Mountain School District First Amendment Rights, Student & Youth Rights Filed: 03/01/2007 Status: Closed Court: Third Circuit"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "https://www.wm.com/",
      "title": "WM | Waste Management & Recycling Services",
      "description": "WM is the leading provider of comprehensive waste management, offering services such as garbage collection, recycling pickup and dumpster rental.",
      "preview": "Loading interface... Find Waste Management Services Residential Waste Pickup WM's curbside trash and recycling pickup is the best choice for your home"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "https://business.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You!"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/red-sea-urchins.html",
      "title": "Vulnerability of red sea urchins to climate change depends on location - News",
      "description": "Scientists found that red sea urchin populations are adapted to local environments, but some populations will suffer more than others as conditions change in the future.",
      "preview": "Researchers grew juvenile sea urchins from Northern and Southern California in outdoor tanks at UCSC's Long Marine Laboratory, where they could contro"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://alexandria.dk/nb/data?con=1295",
      "title": "Borås Spelkonvent 27 (2009) - Alexandria",
      "description": "void",
      "preview": "Om Alexandria Give a hand: To-do Send inn rettelser Søk etter spill Nøkkelord Alexandria i tall Locations Kalender Blogg-feeds Priser Jost-spillet Kon"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "https://home.barclays/",
      "title": "Barclays Group corporate website | Barclays",
      "description": "Barclays is a British universal bank. Our businesses include consumer banking, as well as a top-tier, global corporate and investment bank.",
      "preview": "Barclays Home Contact Us Online Banking Search Menu The UK Investment Gap: A follow-up to our 2024 analysis on retail investment potential Read more O"
    },
    {
      "url": "https://www.moneynetwork.com/privacy-and-security.html",
      "title": "Money Network Prepaid Site",
      "description": "Money Network Prepaid Site Faq page",
      "preview": "For Cardholders Money Network Service Money Network Service for Walmart Money Network Service for ADP Privacy and Security Understand how we use and p"
    },
    {
      "url": "https://johnallenwoodward.com/products/alligator-checkbook-wallet-brown",
      "title": "Chocolate Alligator Checkbook Wallet - JohnAllenWoodward",
      "description": "One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat pocket. Constructed from the finest American Alligator available anywhere in the world. No man made textiles or fillers anywhere. Materials + Care- Outside: Chocolate Glazed Farm Raised Alligator- Inside: Fine Leath",
      "preview": "Chocolate Alligator Checkbook Wallet $895.00 One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "http://www.fashionheaven.com/",
      "title": "Fashion Heaven - fashion heaven studio",
      "description": "Our Handbags designed by USA and high quality",
      "preview": "Fashion Heaven 0 QUEEN LETTER STUDDED SATCHEL Quilted Shiny Patent Queen Letter Studded Satchel with Wallet Shop The Collection FH Skull Design Hobo B"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://polkadotpie.co.uk/product-tag/tufted-gray-langur-painting-original-oil-by-julie-brunn/",
      "title": "Tufted Gray Langur Painting - ORIGINAL OIL by Julie Brunn - Polka Dot Pie Argentinian Polo Belts and Dog Collars",
      "description": "void",
      "preview": "Skip to content ** Free UK Shipping for orders over £100 ** 12 products per page 24 products per page 36 products per page All products per page Out o"
    },
    {
      "url": "https://www.allsquarempls.com/",
      "title": "Home | All Square",
      "description": "void",
      "preview": "top of page NEON LIGHTS & CIVIL RIGHTS \\\\ 72 Justice-Impacted People Employed Since 2018 3M in Wages & Benefits Paid To (and Earned By) Justice-Impact"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "https://catalog.montgomerycollege.edu/",
      "title": "Montgomery College - Modern Campus Catalog™",
      "description": "This is Montgomery College's catalog.",
      "preview": "Skip footer and go back to top Accessibility Annual Security Report (Clery Act) HEERF Grants Reporting Non-Discrimination Policies & Procedures Privac"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://alkoholia-netista.info/uutiset/stm-hallitusneuvos-ei-antanut-alkoholilain-etamyyntia-koskevaa-lausuntoa-ajoissa-tietopyytajalle",
      "title": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle - Alkoholia-netista.info",
      "description": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle. Julkiseksi toteama asiakirja luovutettiin tietopyynnön tekijälle vasta",
      "preview": "STM:n hallitusneuvos ei antanut alkoholilain etämyyntiä koskevaa lausuntoa ajoissa tietopyytäjälle Julkaistu: 14.09.2021 - 05:39 EU-komission julkisek"
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://www.bing.com/rebates/faq",
      "title": "Microsoft Shopping: account cashback",
      "description": "Tieni traccia dell'attività di cashback con Microsoft Shopping. Visualizza la cronologia degli utili, controlla lo stato dei proventi e rimani aggiornato su quando e come riceverai i premi cashback.",
      "preview": "Feedback su Bing"
    },
    {
      "url": "https://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://perinagroup.com/angled-plane-png/",
      "title": "angled_plane.png - Perina Group Perth Property Maintenance Commercial Plumbing Gas",
      "description": "void",
      "preview": "Perina Group are here to help. We have put increased hygiene and protective measures in place to keep customers and staff safe. Read our COVID-19 plan"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "https://www.madison-reed.com/",
      "title": "Madison Reed Hair Color | Salon Quality At Home or Book Service",
      "description": "Madison Reed is transforming at home hair color with ammonia free hair dye that results in multi-dimensional color that looks beautiful, healthy and natural.",
      "preview": "Skip to Main Content Madison Reed Hair Color Is An Instant Vibe Shift Multi-Dimensional Made for All Your Shades Bold and Timeless Cruelty-Free Colori"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://usplasticspact.org/about/",
      "title": "U.S. Plastics Pact | About Us",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "What is the U.S. Plastics Pact? The U.S. Plastics Pact is a solutions-driven consortium, launched as part of the global Plastics Pact Network convened"
    },
    {
      "url": "https://resurrect.myspace.com/sleepingpeople/music/song/mouthbreeder-33220903-34326715",
      "title": "mouthbreeder by Sleeping People | Song | Free Music, Listen Now on Myspace",
      "description": "mouthbreeder by Sleeping People: Listen to songs by Sleeping People on Myspace, a place where people come to connect, discover, and share.",
      "preview": "Search Discover Sign up Sign in Help Site Info Privacy Terms Ad Opt-Out Do-Not-Sell My Personal Information A part of the People / Entertainment Weekl"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://fingersoft.com/",
      "title": "Fingersoft • Good Games | Great People",
      "description": "We are the developers of awesome mobile games from the north of Finland. We made the Hill Climb Racing series and more!",
      "preview": "Siirry sisältöön Fingersoft Good Games | Great People Fingersoft the company Fingersoft is one of the most northern game studios in the world, chillin"
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "https://codioful.com/",
      "title": "Multicolor CSS Gradients, JPG Downloads, 100% Free! | Codioful",
      "description": "Use pure CSS gradient backgrounds for your next website or app, as a JPG image or CSS code, no attribute required!",
      "preview": "Fresh New Popular This Week Popular This Month All Time Popular 182 Carefully Crafted Codiofuls Gradients are fun to do, but i always tried to make it"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://aws.baseball-reference.com/leagues/NL/1966-specialpos_p-fielding.shtml",
      "title": "1966 National League Pitcher | Baseball-Reference.com",
      "description": "Check out the fielding stats for all the National League teams and players on Baseball-Reference.com",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://vaccinate.oklahoma.gov/en-US/?npclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE&gclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE",
      "title": "Viral View",
      "description": "void",
      "preview": "Skip to main content OK ViralView Attention Healthcare Providers and Laboratories: Join Our Surveillance Network! Partner with Oklahoma's leading resp"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "https://www.kpax.com/news/crime-and-courts/woman-charged-after-abandoned-dog-shot-and-killed-near-martin-city",
      "title": "Woman cited after abandoned dog shot and killed near Martin City",
      "description": "A woman who shot, killed, and skinned an abandoned husky near Martin City has been cited with Animal Cruelty by the Flathead County Sheriff's Office.",
      "preview": "void"
    },
    {
      "url": "https://community.downtown.org/communities/community-home/librarydocuments?LibraryKey=3584fc24-0efe-4557-a4cc-0edaf6910e4d",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://luministic.tumblr.com/",
      "title": "「✰。」",
      "description": "flower child, you're about to bloom",
      "preview": "Wednesday, October 1st conswayo : to chase a sunset Tuesday, September 30th conarcoin : conarcoin : resources for staying safe online always important"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    },
    {
      "url": "https://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    }
  ],
  "_meta": {
    "total_bookmarks": 135
  }
}