{
  "data": [
    {
      "url": "https://darkhouroftokyo.tumblr.com/post/145706383388",
      "title": "The class students like the most - @darkhouroftokyo on Tumblr",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer s...",
      "preview": "codeorg Follow The class students like the most A recent survey asked students how they feel about different classes. Other than dance, design, painti"
    },
    {
      "url": "https://medium.statuspage.io/?source=home-------------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://www.teknion.com/can/planning/education---common-space",
      "title": "Education - Social Spaces",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://livelytimes.com/2016/12/bill-vaughn-making-bones/",
      "title": "Bill Vaughn | Making Bones - Lively Times",
      "description": "Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river trip with old pals and her new lover, a Bureau of Land Management ranger, when she comes across a grisly find. Because she grew up in the Missouri Breaks and knows more about this dreamlike geography than anyone, she's recruited as",
      "preview": "Find Nearby Events Email Who-dun-it in the Missouri Breaks. Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river tr"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://watttime.hire.trakstar.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.kansalainen.fi/tag/paperittomat-siirtolaiset/",
      "title": "paperittomat siirtolaiset arkistot | Kansalainen",
      "description": "void",
      "preview": "Etusivu Kotimaa Politiikka Talous Rikos Maahanmuutto Eurooppa Politiikka Talous Rikos Maahanmuutto Muu maailma Kulttuuri Arkisto Kolumnit Blogit Video"
    },
    {
      "url": "https://help.hbomax.com/",
      "title": "Availability | HBO Max",
      "description": "We're working to make HBO Max available wherever you are.",
      "preview": "Skip To Content HBO Max Is Not Available in Your Region Yet We're working to make HBO Max available wherever you are. To learn more about where you ca"
    },
    {
      "url": "https://www.artdecomumbai.com/tag/j-gurney-nutting/",
      "title": "J Gurney Nutting - Art Deco",
      "description": "void",
      "preview": "Skip to content It seems we can't find what you're looking for. Perhaps searching can help. Search for: Search Digital diarist showcasing mumbai's art"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://www.iso.org/standard/54534.html",
      "title": "ISO/IEC 27001:2022 - Information security management systems",
      "description": "Information security, cybersecurity and privacy protection - Information security management systems - Requirements",
      "preview": "Skip to main content Reference number ISO/IEC 27001:2022 © ISO 2025 International Standard ISO/IEC 27001:2022 Information security, cybersecurity and"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://www.accenture.cn/cn-zh",
      "title": "应变于新 启运未来 | 埃森哲",
      "description": "在每一天，每个行业，每个市场，埃森哲从颠覆中探寻可能，为中国客户发掘新增长机遇。了解更多。",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.montblanc.com/en-us/collection/smartwatches/summit-3",
      "title": "Luxury Smartwatches for Men and Women | Montblanc® US",
      "description": "Discover our collection of Smartwatches. Compare models, prices and shop on the official Montblanc store.",
      "preview": "SUBSCRIBE TO THE MONTBLANC NEWSLETTER TO RECEIVE THE LATEST NEWS Remove Product? Are you sure you want to remove this item? No, keep it Yes, Remove Sm"
    },
    {
      "url": "https://www.artbazaar.com/publisher/art-101-usa/",
      "title": "Art 101 USA Archives - Art Bazaar",
      "description": "void",
      "preview": "Showing the single result Default sorting Sort by popularity Sort by latest Sort by price: low to high Sort by price: high to low Art 101 Budding Arti"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://apps.mob.org/genre/cloud/p21-android-1.6/",
      "title": "Android Cloud Services apps. Download free Cloud Services programs for Android Android 1.6 phone.",
      "description": "Download Cloud Services Android free programs. Download apps for Android Android 1.6 phone or tablet. You can download best Android Cloud Services programs for all phone models for free from our site.",
      "preview": "Download apps for Android 1.6 for free: Cloud Services Apps for Android » Android 1.6 Program categories: Audio & Video Business Education Image & Pho"
    },
    {
      "url": "https://www.bancomundial.org/es/country/argentina",
      "title": "Banco Mundial en Argentina: Proyectos, investigación y datos para el desarrollo",
      "description": "Conozca los últimos datos, investigaciones e indicadores de desarrollo del Banco Mundial para Argentina. Acceda a datos económicos, estadísticas, información sobre proyectos, investigaciones sobre el desarrollo realizadas por expertos del Banco Mundial y noticias de última hora.",
      "preview": "Esta página en: Español English Esta página en: Español English El Banco Mundial en Argentina El Banco Mundial es un socio estratégico de largo plazo"
    },
    {
      "url": "https://electrek.co/2022/03/08/smart-ev-charging-results-in-substantial-emissions-reduction-new-study/",
      "title": "Smart EV charging results in substantial emissions reduction - new study",
      "description": "Smart EV charging - automatically and strategically shifting when an EV charges - could notably reduce transportation sector emissions.",
      "preview": "Skip to main content Electric Vehicles EV Charging EV Chargers Smart EV charging results in substantial emissions reduction - new study Michelle Lewis"
    },
    {
      "url": "https://www.surlatable.com/emile-henry-145-pizza-stone/PRO-3562741.html",
      "title": "Emile Henry Pizza Stone, 14.5\" | Sur La Table",
      "description": "Emile Henry Pizza Stone",
      "preview": "Skip to Content SHIPS FAST Why you'll love it Create delicious, pizzeria-quality pies at home-in the oven or on the grill. Emile Henry's burgundy clay"
    },
    {
      "url": "https://zeaphra.tumblr.com/post/128648216513",
      "title": "Blog",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "http://www.dollyave.com",
      "title": "Dolly Ave",
      "description": "Dolly Ave official website. Subscribe to her newsletter for new music and tour date announcements.",
      "preview": "0 Email Address Sign Up Thank you! Manager, Richard Frias richard@debuting.com © Dolly Ave Inc."
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "http://www.unwater.org/",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "http://www.brevardfl.gov/MapsAndApps",
      "title": "Brevard GIS Open Data Hub",
      "description": "Brevard County's GIS Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://mckv.edu.in/infrastructure/games-sports/",
      "title": "Games & Sports",
      "description": "void",
      "preview": "Games & Sports M.C.Kejriwal Vidyapeeth is committed to fully equipping our children to face the ever changing world with confidence. Students can play"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://despabilate.com/tag/meteorito-3-de-agosto-2019/",
      "title": "DESPABILATE MUNDO, Portal de Espiritualidad, Meditación y MAS!",
      "description": "Espiritualidad, Meditación, Chakras, ETC. TIPS prácticos para el bienestar, Lo que estabas buscando se llama DESPABILATE!",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Portal de espiritualidad , meditación y crecimiento personal. En DESPABIL"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://itunes.com/apps/storytoysentertainmentlimited",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://www.pacificcremationservices.com/obituaries/Thomas--Walter--Smith?obId=25875204",
      "title": "Most Recent Obituaries | Pacific Cremation Services",
      "description": "View recent services at our funeral home in Lake Forest, CA and honor your loved ones with a beautiful floral arrangement by visiting our obituary page.",
      "preview": "MAKE A PAYMENT SEND FLOWERS OBITUARIES Pacific Cremation Services Obituaries Pacific Cremation Services Obituaries Pacific Cremation Services offers a"
    },
    {
      "url": "http://www.algebra-answer.com/",
      "title": "Math 110 Fall Syllabus",
      "description": "Algebra-answer.com brings invaluable strategies on syllabus, math and linear algebra and other algebra subject areas. Just in case you will need help on functions or even fraction, Algebra-answer.com is really the excellent place to pay a visit to!",
      "preview": "Home Basic Algebra Course Description Description of Mathematics Quadratic Functions Worksheet 4: Inverse Functions MATH Connections: A Secondary Core"
    },
    {
      "url": "https://www.zettle.com/gb",
      "title": "PayPal Point of Sale | POS & payment solutions | PayPal GB",
      "description": "PayPal Point of Sale offers modern POS products designed to simplify every day. Take payments and track every sale, all in one place.",
      "preview": "Zettle by PayPal becomes PayPal Point of Sale. Learn more . Made for More Whether you want more sales, more customers or more efficiency, we've got th"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "http://www.grupogates.com/curso_gcal_destinat.htm",
      "title": "Grupo Gates. Masters y Cursos a distancia",
      "description": "void",
      "preview": "Temario Objetivo Destinatarios Tutorías Título Destinatarios El Curso Superior EFEM en Gestión de Calidad está dirigido a: Gerentes, Directores y Empr"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://dspace.flinders.edu.au/xmlui/handle/2328/2960/search-filter?field=subject&filtertype_12=author&filter_relational_operator_7=equals&filter_relational_operator_6=equals&filtertype_10=subject&filter_relational_operator_9=equals&filtertype_11=author&filter_relational_operator_8=equals&filter_relational_operator_3=equals&filter_relational_operator_2=equals&filter_relational_operator_5=equals&filter_relational_operator_4=equals&filter_0=Immature+embryo&filter_2=Shavrukov%2C+Yuri&filter_relational_operator_1=equals&filter_1=Transformation+frequency&filter_relational_operator_0=equals&filter_4=Yang%2C+Nannan&filter_3=DNA%2Fgold+coating&filter_6=Triticum+aestivum&filter_5=Single+copy+events&filter_relational_operator_11=equals&filter_7=Iskakova%2C+Gulnur&filter_relational_operator_12=equals&filter_8=2018&filter_10=biolistic+transformation&filter_9=Eliby%2C+Serik&filter_11=Borisjuk%2C+Nikolai&filter_relational_operator_10=equals&filtertype_0=subject&filtertype_1=subject&filtertype_2=author&filtertype_3=subject&filtertype_4=author&filtertype_5=subject&filtertype_6=subject&filtertype_7=author&filtertype_8=dateIssued&filter_12=Mazonka%2C+Inna&filtertype_9=author&starts_with=s",
      "title": "Flinders Academic Commons",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.kgs.ku.edu/Publications/Bulletins/96_8/",
      "title": "KGS--The Red Eagle Formation in Kansas",
      "description": "void",
      "preview": "Skip Navigation Start Contents Introduction Usage Stratigraphy Summary Stratigraphic Sections References Next Page--Table of Contents The Red Eagle Fo"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://savollar.islom.uz/s/7387",
      "title": "махсулот закоти",
      "description": "Шайх хазратлари. Кифоя китобини 2-жузида сигирни сутидан, товукдан олинган махсулотдан ушр олишлик кераклиги, бу масалада асалга киёс килинганлиги айтилган. Бу тушунарли. САВОЛ:1. Сигирни сутида, товукни тухумида давоми...",
      "preview": "Паролни тиклаш × Рўйхатдан ўтган почтангизни ёзинг: Почтангизга ҳавола юборилади. Ҳаволани босиш орқали паролингизни тиклашингиз мумкин. Ёпиш Юбориш Ё"
    },
    {
      "url": "http://www.tbs.com",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.stadtpost.de/stadtpost-dietzenbach",
      "title": "Aktuelle Nachrichten aus Dietzenbach - op-online.de",
      "description": "Aktuelle Nachrichten, Fotos und Videos aus Dietzenbach.",
      "preview": "Immobilienmarkt Dietzenbacher Beratungsunternehmen erleichtert privaten Kauf und Verkauf von Immobilien Dietzenbacher Beratungsunternehmen erleichtert"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://falcontech.com/products/mohawk-m57553b-5elan-cat5e-cable-pvc-1000-feet-blue",
      "title": "Mohawk 4245PVB-CE-BU M57553B 5eLAN, CAT5e Cable, PVC, 1000 Feet - Blue - FalconTech",
      "description": "The M57553B cable consists of 24 AWG, solid, bare copper insulated conductors assembled into 4 tightly twisted pairs with a ripcord under an overall jacket.Manufacturer: Mohawk Performance Level: Category 5e Plenum Rated? No Jacket Color: Blue Number of Pairs: 4 UTP Conductor Gauge: 24 AWG Package Type: Pull-Box Mohawk Part#: M57553B Buying in volume? Please contact us about project pricing.",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Mo"
    },
    {
      "url": "https://devdojo.com/tails",
      "title": "Dev Community - DevDojo",
      "description": "Learn web development and design with our on-demand video platform. Learn development through our developer courses and developer videos.",
      "preview": "tails Home Features Pricing Launch App TailwindCSS Website Builder Designer Tool Component Library Component Library Tails is a page creator, site bui"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "http://www.sororimmonde.com/article-7324236.html",
      "title": "Calendrier des Postes - - Sororimmonde - et ta soeur ?",
      "description": "MAI --- Un Poste haut placé",
      "preview": "Tous les blogs Top blogs Humour Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Humour Tous le"
    }
  ],
  "_meta": {
    "total_bookmarks": 68
  }
}