{
  "data": [
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://radaronline.com/exclusives/2019/03/jack-osbourne-lisa-stelly-nasty-divorce-finalized/",
      "title": "Jack Osbourne's Divorce From Wife Lisa Stelly Finalized",
      "description": "Jack Osbourne's marriage to Lisa Stelly is finally over, as a Los Angeles judge has signed off on the nasty divorce.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Radar Staff March 7 2019, Updated 1:59 p.m. ET Jack Osbourne 's marriag"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/routing",
      "title": "Getting Started: Layouts and Pages | Next.js",
      "description": "Learn how to create your first pages and layouts, and link between them with the Link component.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Layouts and Pages Copy page Layouts and Pages Next.j"
    },
    {
      "url": "https://designercize.com/",
      "title": "DESIGNERCIZE",
      "description": "Retro prompt generator for whiteboard design practice.",
      "preview": "Designercize Random prompt generator for whiteboard design practice. Choose a difficulty Reload until you're happy Choose duration Hit Play Easy E Med"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://woistphilipp.de/img_8376/",
      "title": "IMG_8376 - Wo ist Philipp?",
      "description": "void",
      "preview": "Wo ist Philipp? Berlin Menü Schließen Zum Geleit Reihen Tee in der vierten Dimension Telegramme Impressum & Rechtliches Zum Geleit Reihen Tee in der v"
    },
    {
      "url": "https://www.hellomagazine.com/royalty/20230221164971/kate-middleton-funny-parenting-admission-pancake-fail/",
      "title": "Kate Middleton's funny parenting admission during pancake fail - video | HELLO!",
      "description": "The Princess of Wales marked Shrove Tuesday as she visited a nursing home in Slough",
      "preview": "Skip to main content Skip to footer WATCH: Princess Kate's funny parenting admission during pancake fail The Princess of Wales is mum to Prince George"
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://impactchallenge.withgoogle.com/ai2018?p=YXJjaGl2ZQ==&v=NjA5Y2NjNDAxOTk4MGQ4N2NiYzk2OTdjZjYyYmVjYTRmYmRlM2Q1MA==",
      "title": "Google AI Impact Challenge 2018",
      "description": "Google.org issued an open call to organizations around the world to submit their ideas for how they could use AI to help address societal challenges.",
      "preview": "Google AI Impact Challenge 2018 Google AI Impact Challenge 2018 Working together to apply AI for social good Introduction Grantees About Criteria Expe"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "http://venmo.com/legal/cashback-crypto-terms/",
      "title": "Cashback Crypto Terms | Venmo | Crypto Investment",
      "description": "Learn about using Venmo to buy crypto. Understand cashback crypto terms, how it works, and important things to consider before using it.",
      "preview": "Cash Back to Crypto Terms These Venmo Cash Back to Cryptocurrency terms and conditions (\"Cash Back to Crypto Terms\" or \"Terms\") are between you and Pa"
    },
    {
      "url": "https://www.kic.org.uk/nottingham-trent/",
      "title": "Nottingham Trent International College | Kaplan Pathways",
      "description": "Discover Nottingham International College, and how a pathway course can help you progress to a degree at the Nottingham Trent University.",
      "preview": "Skip to content Home Where to study Nottingham Trent International College Nottingham Trent International College Nottingham Trent International Colle"
    },
    {
      "url": "https://www.gadget-talk.ro/tag/nokia-8-1/",
      "title": "Nokia 8.1 - Gadget Talk Romania | Tehnologia la control",
      "description": "void",
      "preview": "Smartphones Florin Popovici 06/12/2018 1 HMD Global oficializeaza Nokia 8.1 pentru Europa (Romania) Asa cum ne asteptam, Nokia X7 devine Nokia 8.1 pen"
    },
    {
      "url": "https://corporate.walmart.com/",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.inspectionpanel.org/",
      "title": "Home | Inspection Panel",
      "description": "void",
      "preview": "Skip to main content Release of the latest Emerging Lessons Series on Livelihoods Learn more Tracking a case 178 Complaints across 57 countries Search"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "https://www.povertyactionlab.org/",
      "title": "The Abdul Latif Jameel Poverty Action Lab",
      "description": "Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy outreach, and training.",
      "preview": "Skip to main content Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy"
    },
    {
      "url": "https://magrudy.com/book/owlv2-with-mindtap-reader-4-terms-24-months-printed-access-card-for-stokers-general-organic-and-biological-chemistry-7th-9781305253018/books/arabic/fiction-children/picture-books_4497/?brand=Not+Known",
      "title": "Magrudy | ‮المجرودي‬ - Books, Toys, Stationery and Gifts.‬",
      "description": "Discover the joy of reading with Magrudy.com, the UAE's trusted source for books, toys, stationery, uniforms, and educational supplies since 1975. Explore our wide selection and enjoy the best prices on homegrown favorites. Elevate learning and fun with Magrudy.com - your gateway to knowledge and excitement in the UAE. Free and same day shipping available on all orders above 150.",
      "preview": "Our Store | Blog Sign In / Register ✕ ( ) ✕ Subscribe Help Leave us a message ✕ Your Name Email Address Mobile Number Message Submit Or Call us : +971"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.plex.tv/about/privacy-legal/",
      "title": "Privacy Policy | Plex",
      "description": "Prior Versions What's new in this version Clarified language in the Privacy Rights section. Updated \"Who does Plex share...",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Privacy"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "https://www.pmc.com/opt-out",
      "title": "California Residents: Opt Out of Sale of Personal Information | PMC",
      "description": "This page is for California residents to opt-out of the sale of your personal information.",
      "preview": "brands California Residents: Opt Out of Sale of Personal Information This page is for California residents to opt-out of the sale of your personal inf"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://signtime.apple/retail/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://www.zettle.com/gb",
      "title": "PayPal Point of Sale | POS & payment solutions | PayPal GB",
      "description": "PayPal Point of Sale offers modern POS products designed to simplify every day. Take payments and track every sale, all in one place.",
      "preview": "Zettle by PayPal becomes PayPal Point of Sale. Learn more . Made for More Whether you want more sales, more customers or more efficiency, we've got th"
    },
    {
      "url": "https://www.chuldenkopaintings.com/about",
      "title": "ABOUT - CHULDENKO",
      "description": "void",
      "preview": "0 photo:james geer SARAH CHULDENKO Sarah Chuldenko Reynolds lives and works in Los Angeles, California. She is originally from Chagrin Falls, Ohio and"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://www.printerlife.it/liguria/toner-a-ceriana",
      "title": "toner a Ceriana - Printer Life",
      "description": "State cercando un toner a Ceriana per la vostra stampante laser o fotocopiatrice, ti proponiamo toner orginali e/o compatibili al miglior prezzo garantito.",
      "preview": "Noleggio fotocopiatrici Siti Web Home Printer Life Costi! Prodotti Partecipazioni nozze Libretti matrimonio Gadget promozionali Tipografia Servizi Ven"
    },
    {
      "url": "http://www.mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://www.chalkbeat.org/22525983/map-critical-race-theory-legislation-teaching-racism",
      "title": "CRT MAP: Critical race theory legislation and schools - Chalkbeat",
      "description": "Chalkbeat is tracking efforts to restrict teaching about race and bias in schools, as well as efforts to expand it, on this map of critical race theory legislation.",
      "preview": "Skip to main content A classroom conversation in Denver, Colorado, in April 2021. (Eli Imadali for Chalkbeat) Teaching & Classroom Politics & Policy C"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.yearstoyourhealth.com/item/Ground-Ivy-Leaf-cut-and-sifted-Per-OunceOz.-2057823",
      "title": "Ground Ivy Leaf cut and sifted - Per Ounce/Oz. , Years To Your Health",
      "description": "Nepeta hederacea",
      "preview": "My Account Herb Shop > Herbs > Herbs - G"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "http://geographx.co.nz/",
      "title": "Geographx - maps, cartographic design, 3D visualisation",
      "description": "void",
      "preview": "Skip to content Wilderness and Backcountry maps of New Zealand Geographx cartographic art and design Wall Maps Folded Maps Shopping Cart Scroll to Top"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    }
  ],
  "_meta": {
    "total_bookmarks": 68
  }
}