{
  "data": [
    {
      "url": "http://www.corriere.it/lavoro",
      "title": "Lavoro: le news dal settore | Corriere.it",
      "description": "Le ultime notizie e approfondimenti dal mondo del lavoro. Leggi gli articoli e gli approfondimenti a cura di Corriere Economia.",
      "preview": "void"
    },
    {
      "url": "https://www.survivornet.com/articles/mean-girls-star-stephanie-bissonnette-shares-her-amazing-story-from-cancer-to-returning-to-the-broadway-stage/",
      "title": "'Mean Girls' Star Stephanie Bissonnette Shares Her Amazing Story, from Cancer to Returning to the Broadway Stage - SurvivorNet",
      "description": "void",
      "preview": "× Array ( [Ovarian Cancer] => Array ( [Austin] => https://www.survivornet.com/austin/ [Baltimore] => https://www.survivornet.com/baltimore/ [Charlotte"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "http://www.reteambiente.it/",
      "title": "Reteambiente > ReteAmbiente",
      "description": "void",
      "preview": "'; document.write(bnr_s); //]]>--"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://www.visionsdureel.ch/photo-video/2021/surfaces-cristina-motta/",
      "title": "Surfaces - Cristina Motta - Visions du Réel",
      "description": "void",
      "preview": "En De Fr Accessibilité A - A + Nyon Time 00:00 Carte Blanche Vidéo Newsletter Votre adresse e-mail Veuillez renseigner votre email Newsletter - FR Nou"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "https://www.dodho.com",
      "title": "Home | Dodho",
      "description": "Dodho Magazine is published in two independent channels, our online version from where you are reading these lines, and the printed version, published quarterly and that you can find in our store.",
      "preview": "For the first time in the history of humanity, thanks to technology, photos, and satellite sensors, we are experiencing the planet in its entirety and"
    },
    {
      "url": "https://dom-laite.fi/tuotteet/uudet-tuotteet/esikasittely/yleis-ja-taikinakoneet/",
      "title": "Yleis- ja taikinakoneet - Dom-Laite Oy",
      "description": "void",
      "preview": "Yleis- ja taikinakoneet Järjestys Default Default Custom Nimi Hinta Päiväys Popularity (sales) Average rating Relevance Random Product ID Näytä 15 tuo"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://sliderulemuseum.com/",
      "title": "International Slide Rule Museum home page. ISRM is the world's largest free digital repository of all things concerning slide rules and other math artifacts. There are over 7000 Images or PDF's in the ISRM Galleries.",
      "description": "void",
      "preview": "HOME About Whats New Friends of ISRM SR Who's Who ISRM_BoardOfDirectors SR Restoration +1 303.921.8709 Galleries Abacus/Sorobans Addiators/Troncets Ae"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://raskin.house.gov/press-releases?ID=DFBEC38A-AF04-4D40-80BE-1F18B2ABE870",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://stripo.email/templates/womens-day-email-template-the-best-for-women-for-jewelry-industry/",
      "title": "The best for women Email Template by Stripo.email",
      "description": "The best for women Women's Day email template. ✉️ Set up our email template for the Jewelry industry and get started on your campaign!",
      "preview": "Blog Everything about making emails great. Use cases Inspiring stories from our clients. More Resources Whitepapers & eBooks Webinars Education Email"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://www.bigsmall.in/",
      "title": "Gifts Online | Send Unique Gifts Online | Best Gift Shop - Bigsmall.in",
      "description": "Bigsmall is known for its special and unique gift collections in India. Explore the best gifts for birthdays, anniversaries, or corporate gifting. Free On-time Delivery!",
      "preview": "Loading Skip to content icon-hamburger icon-X Menu icon-cart Cart 0 Search Search icon-X Close (esc) Profile Track Order Home Rakhi Unique Rakhis Rakh"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "http://thebroadwaycruise.com/",
      "title": "The Broadway Cruise",
      "description": "The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing April 15-20, 2027 from Miami, Florida. Get ready for the Broadway stars, more show-stopping performances, and more magic at sea. Sign up now, stay tuned, and tell your friends! More details will be revealed in early 2026.",
      "preview": "Join the Mailing List We can't wait to do it again for 5 nights! The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing Ap"
    },
    {
      "url": "https://springboardforthearts.org/",
      "title": "Springboard For The Arts",
      "description": "void",
      "preview": "Artists are Essential Artists are the heartbeat of our communities-innovators, connectors, meaning makers, and community caregivers. We're here to equ"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://olc.worldbank.org/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "https://builtwith.com/",
      "title": "BuiltWith Technology Lookup",
      "description": "Web technology information profiler tool. Find out what a website is built with.",
      "preview": "Log In · Signup for Free EN DE FR ES IT Pусский 한국어 日本語 简体中文 عربي Find out what websites are Built With Your browser does not support the video tag. C"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "https://www.vidyard.com/",
      "title": "Vidyard - Video Tools for Virtual Sales and Marketing Teams",
      "description": "Vidyard is an online video platform for business which allows you to increase leads, accelerate your pipeline and delight your customers. Learn more!",
      "preview": "Skip to Main Content AI-Powered Video Selling Platform Sellers win more deals with Vidyard Break through the noise, engage more customers, and close d"
    },
    {
      "url": "http://www.itlos.org",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.captainds.com",
      "title": "Captain D's",
      "description": "void",
      "preview": "New Batter Dipped Shrimp! $5.99 MEAL DEAL Try our Batter Dipped Shrimp, Fish & Fries Order now New Batter Dipped Shrimp! BETTER WITH BATTER Savor The"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://learning.postman.com/docs/getting-started/introduction/",
      "title": "Postman documentation overview | Postman Docs",
      "description": "Postman is a collaboration platform for API development. Postman's features simplify each step of building an API and streamline collaboration so you can create better APIs-faster.",
      "preview": "Postman documentation overview Welcome to the Postman Docs! This is the place to find official information on how to use Postman in your API projects."
    },
    {
      "url": "https://www.firmy-net.cz/gift-design",
      "title": "Gift Design | Firmy-net.cz",
      "description": "Gift Design -",
      "preview": "Praha , Brno , Ostrava , Vysočina , Pardubice , Hradec Králové , Havířov , Ústí nad Labem , Karlovy Vary , Liberec , Plzeň , České Budějovice , Zlín ,"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://www.pixyblog.com/",
      "title": "PixyBlog | Expose Yourself - Photo Sharing Community, Digital Photography Blogs.",
      "description": "void",
      "preview": "Home Welcome to PixyBlog! Home of the following photography blogs: The Cliff Walk ( www.thecliffwalk.com ) Jet Eye ( jeteye.pixyblog.com ) Martyn Godd"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}