{
  "data": [
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://families.google",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://longshotsblues.wordpress.com/tag/libel/",
      "title": "Libel | Longshot's Blog",
      "description": "Posts about Libel written by Longshot",
      "preview": "Longshot's Blog Skip to content Home ABOUT ME MUSIC © Copyright All Rights Reserved. 2009-2025 Horse Racing Politics Bits & Pieces~Music/News/Sports/L"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://www.elsevier.com/",
      "title": "Elsevier | A global leader for advanced information and decision support in science and healthcare",
      "description": "Elsevier provides advanced information and decision support to accelerate progress in science and healthcare worldwide.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.gov.uk/guidance/the-blue-belt-programme",
      "title": "The Blue Belt Programme - GOV.UK",
      "description": "The Blue Belt Programme supports the UK Overseas Territories with the protection and sustainable management of their marine environments.",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://pageantofhope.org/donate",
      "title": "Donate - Pageant of Hope",
      "description": "void",
      "preview": "Cart 0 Back Our Story Impact Day of the Pageant FAQ Back Jupiter 2024 Jupiter 2023 Best Buddies x Pageant of Hope 22' Raleigh, NC 2022 Jupiter, FL 202"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.airbnb.com/",
      "title": "Airbnb: Vacation Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 8 million vacation rentals → 2 million Guest Favorites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "http://backupsms.weebly.com/",
      "title": "Export Messages - Sowjanya Alla",
      "description": "Save your iPhone Text Messages on to your computer. Export messages allow you to print text messages from your iphone Print Text Messages, Save iPhone Messages, Save iPhone Text, Recove iPhone Text",
      "preview": "Export iMessages + iPhone SMS Export Instructions Contact Support Instructions Contact Support App Support Home: www.backupsms.weebly.com No need to"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://www.italianodoc.com/ricette.regionali.htm",
      "title": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "description": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "preview": "Schede Vini Doc e Docg: Vini Tipici Sagre ed Eventi: Tutte le Vostre Segnalazioni HOMEPAGE Ricette Regionali Agriturismo Alberghi Campeggi Catering En"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/google-maps",
      "title": "Newest 'google-maps' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://www.msc.org/",
      "title": "Italia Pesca Certificata | Marine Stewardship Council",
      "description": "MSC è un ente non profit che opera per mantenere i mari in salute e pieni di vita. Scegli prodotti ittici con il marchio blu.",
      "preview": "Toggle Search Skip to main content Scegliendo prodotti con il marchio blu, peschi bene anche tu L'esperienza di questi dieci anni ha dimostrato che, a"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://karlpilkington-ismyfursona.tumblr.com/",
      "title": "🐇",
      "description": "22 - Canada",
      "preview": "Home Ask me anything Archive 🐇 everythingfox : \"I got you kid.\" (via plainbrowncrawfish ) Jun. 30 2019 7,299 notes pissvortex : (via ofalloftheginjoin"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/pinks/hi-maintenance",
      "title": "Hi Maintenance - Sheer Pale Pink Nail Polish - Essie",
      "description": "Keeping your nails looking good doesn't have to be high maintenance. Try Essie's Hi Maintenance, a sheer pale pink nail polish that only looks time-consuming.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "http://www.butlersoffarhills.com/blog/entry/signature-style-of-entertaining-featured-at-bernards-inn-bridal-showcase-2013",
      "title": "Signature Style of Entertaining featured at Bernards Inn Bridal Showcase 2013 - Jeff's Blog - Butlers of Far Hills",
      "description": "Below is a video clip which will give you a peek into the Bridal Showcase held at the Bernards Inn back in January . &amp;nbsp;I featured several Signature Style tables to showcase various individual styles for a wedding. &amp;nbsp;Creating a Signature event",
      "preview": "Back to Blog Subscribe to Our Blog Search Search Categories Bernards Inn Butlers of Far Hills Drumthwacket Inspiration Interior Design J. Butler Colle"
    },
    {
      "url": "https://calendly.com/d/gsj-b7m-mr6/admissions-q-a",
      "title": "Calendly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://www.ncj.nl/actueel/nieuws/artikel/boekbespreking-doen-wat-goed-is-",
      "title": "Boekbespreking 'Doen wat goed is' - NCJ",
      "description": "Boekbespreking: 'Doen wat goed is.' Een pleidooi voor praktische wijsheid in het sociale domein, Geschreven door Sophie Albers en Albert Jan Kruiter",
      "preview": "Naar de hoofd content Naar navigatie NCJ Inspiratie Boekbespreking 'Doen wat goed is' Nieuws 22 januari 2021 Boekbespreking 'Doen wat goed is' Boekbes"
    },
    {
      "url": "https://apnews.com/article/china-oceans-overfishing-squid-294ff1e489589b2510cc806ec898c78f",
      "title": "Great Wall of Lights: China's sea power on Darwin's doorstep | AP News",
      "description": "The Associated Press with Spanish-language broadcaster Univision accompanied the conservation group Sea Shepherd this summer on an 18-day voyage to observe up close for the first time the Chinese distant water fishing fleet on the high seas off South America.",
      "preview": "void"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://support.apple.com/guide/safari/make-safari-your-default-web-browser-ibrwa008/mac",
      "title": "Make Safari your default web browser on Mac - Apple Support",
      "description": "On your Mac, use Safari for browsing the web or opening links in emails and documents.",
      "preview": "macOS Tahoe 26 macOS Sequoia 15 macOS Sonoma 14 macOS Ventura 13 macOS Monterey 12 macOS Big Sur 11.0 macOS Catalina 10.15 macOS Mojave 10.14 macOS Hi"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://www.myfonts.com/",
      "title": "MyFonts | Buy and Download Fonts",
      "description": "Welcome to MyFonts, the #1 place to download great @font-face webfonts and desktop fonts: classics (Baskerville, Futura, Garamond) alongside hot new fonts (TT Fellows, Hernandez Bros,Phonk Sans).",
      "preview": "Skip to content Skip to main content MyFonts is one of the largest font marketplaces in the world, offering professional fonts for any project. Over 3"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "http://passion-histoire.net/ucp.php?mode=register&sid=6effe42e6f42909c11c9d571054f0495",
      "title": "Forum Histoire - Passion Histoire • Panneau de contrôle de l'utilisateur • Inscription",
      "description": "void",
      "preview": "Connexion Qui Sommes Nous? Le Salon Géopolitique FAQ Nous sommes actuellement le 10 Oct 2025 13:53 Index du forum Le fuseau horaire est UTC+1 heure [H"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "http://www.wallhung-gasboiler.com/china-easy_operation_gas_condensing_boiler_high_efficiency_for_hot_water_and_heating-11514573.html",
      "title": "Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating",
      "description": "High quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating from China, China's leading Gas Condensing Boiler product market, With strict quality control Gas Condensing Boiler factories, Producing high quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "https://www.next.co.uk/shop/department-homeware-productaffiliation-diningroomfurniture/story-ohara-story-piano-story-sloane-type-2door",
      "title": "Buy Homeware Diningroomfurniture Online | Next UK",
      "description": "Shop a wide range of Homeware Diningroomfurniture with Next. Choose from 1000s of products here. Order Homeware Diningroomfurniture now with express delivery.",
      "preview": "6.7.3 club25 1760097152857 You need to enable JavaScript to run this app. next gb en 6.7.3 5.51.1 Sorry, the category you requested might have moved o"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=delete_cookies&sid=c7ebb141d68569166048e415e842d0f2",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/recognition",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/meghan-trainor-dear-future-mama/",
      "title": "Dear Future Mama - Harper Horizon",
      "description": "The real talk you want about pregnancy, birth, body image, and the newborn days from Meghan Trainor, the chart-topping singer-songwriter behind \"All About That Bass\" and \"Dear Future Husband,\" and, more importantly, Riley's mom.",
      "preview": "Skip to content Preview the first 3 chapters of Dear Future Mama VIEW HERE ABOUT THE BOOK The real talk you want about pregnancy, birth, body image, a"
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "http://vsichkozaknigite.bg/news/%D1%85%D0%B5%D1%80%D0%BC%D0%B0%D0%BD-%D0%BA%D0%BE%D1%85-%D0%BF%D1%80%D0%B8%D1%81%D1%82%D0%B8%D0%B3%D0%B0-%D0%B2-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D0%B8%D1%8F-%D0%B7%D0%B0-%D1%81%D0%B8%D0%BD%D0%B5/",
      "title": "Обичай всичко за книгите ⋆ Reading Trolls",
      "description": "Обичай всичко за книгите. Ние любителите на доброто четиво знаем, че това далеч не е така. В света и у нас става все по-модерно да се чете.",
      "preview": "Skip to content Автор: Тодора Даскалова Post category: Новини за книги Reading time: 3 mins read Обичай всичко за книгите Обикновено хората си мислят,"
    },
    {
      "url": "https://www.sobrato.com/sobrato-philanthropies/",
      "title": "Sobrato Philanthropies | Sobrato",
      "description": "The Sobrato Family has committed over $500M to support organizations dedicated to creating a Silicon Valley as a place of opportunity for all.",
      "preview": "Sobrato Philanthropies Partnering with communities to enable long-term economic, social, and environmental change. Sobrato Philanthropies Our mission"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "https://osc.gov",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://www.myswitzerland.com/de-ch/erlebnisse/hexenmuseum-schweiz/",
      "title": "Hexenmuseum Schweiz | Schweiz Tourismus",
      "description": "Geschichte, Mystik und Brauchtum: Das Hexenmuseum Schweiz in Auenstein präsentiert in einer Ausstellung mit sorgfältig zusammengetragenen Objekten die Welt der Hexen.",
      "preview": "Hexenmuseum Schweiz Erlebnis Gränichen Medien Galerie Überblick Informationen zu Karte öffnen Karte Karte Gränichen Aargau und Solothurn Region Auf Ka"
    },
    {
      "url": "https://www.galsgt.it/beni-immobili-e-gestione-patrimonio/",
      "title": "Beni immobili e gestione patrimonio - GAL SGT - Sole Grano Terra",
      "description": "void",
      "preview": "Ricerca nel sito Chiudi Cerca"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Glossaries",
      "title": "Glossaries - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Glossaries Contents 1 Introduction 2 Terms and Acronyms 2.1 Terms 2.2 Acronyms 3 C"
    },
    {
      "url": "http://www.tagspaces.org/",
      "title": "Organize your files and folders with tags | TagSpaces",
      "description": "A powerful, file-based workspace-no cloud required.",
      "preview": "Skip to main content If you like TagSpaces, review it on Capterra and follow us on X / Mastodon 🎉 !️ Why TagSpaces? No Login ➜ No Backend ➜ No trackin"
    },
    {
      "url": "https://www.planetgain.com/",
      "title": "Planet Gain - Home",
      "description": "void",
      "preview": "Home Institutional Bales Accessories & Shoes Contact Us Welcome to Planet Gain Planet Gain is a rapidly evolving textile company that accepts an array"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://www.tarashave.com/r2573922-404-485-w-35th-avenue",
      "title": "Sorry, this listing has been taken off the market | Tara Shave REALTOR",
      "description": "Sorry, this listing has been taken off the market",
      "preview": "Phone: 778-882-2884 Email: [email protected] HOME PROPERTIES FEATURED PROPERTIES YALETOWN PROPERTIES DOWNTOWN PROPERTIES GASTOWN PROPERTIES WEST END P"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/matte-revolution-red-carpet-red",
      "title": "Red Matte Lipstick - Matte Revolution - Red Carpet Red | Charlotte Tilbury",
      "description": "Shop Matte Revolution lipstick in Red Carpet Red, a classic matte red lipstick for a Hollywood glamour pout in a matte finish. Discover more lipsticks online.",
      "preview": "Jump to content MATTE REVOLUTION RED CARPET RED $35.00 ( $100.00 / 10 g ) Red Carpet Red Short Video Red Carpet Red - Out of Stock SHADE MATCH A true"
    },
    {
      "url": "http://cardgames.io/ginrummy/",
      "title": "Gin Rummy | Play it online",
      "description": "Play the classic card game Gin Rummy online for free.",
      "preview": "GIN RUMMY New Game Rules About Options Statistics Change player Change opponents Blocked users Favorite users Ads & Privacy All Games TRICK-TAKING GAM"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.danielkennedy.com/",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.qldcricket.com.au/",
      "title": "Queensland Cricket | Home",
      "description": "Live cricket coverage, live streaming, cricket highlights, live scores, breaking news, video, analysis and expert opinion.",
      "preview": "Skip to main content Fire Set For Meteors The Queensland Fire have named an unchanged squad for their second round games in the Women's National Crick"
    },
    {
      "url": "https://ca.jbl.com?countrySelector=yes&ged=off",
      "title": "Official JBL Store - Speakers, Headphones, and More!",
      "description": "Premium speakers from JBL such as wireless bluetooth speakers, Android & iOS headphones, soundbars, subwoofers, home theater systems, computer speakers, & iPod/iPhone docks. Get the best sound for music, smartphones, tablets & TVs with JBL speakers.",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://www.britishasiantrust.org/",
      "title": "British Asian Trust",
      "description": "A diaspora-led international development organisation, delivering high-quality programmes in South Asia.",
      "preview": "Latest updates News & events Milkar: let's change the future of mental health See more News & events Bestway Foundation donates £250,000 to support th"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-korma",
      "title": "Chicken korma recipe | Good Food",
      "description": "Not sure what to make for dinner? This light chicken korma recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken korma Good Food team Save recipe Serves 4 Easy Prep: 10 mins Cook: 25 mins A star rating of 4.5 out of 5. 402 ratings Rat"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}