{
  "data": [
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://www.pntrac.com/t/8-9711-131940-104709?sid=PEOKateHudsonsOversizedBeltBagIsaSmartChoiceforMomsOntheGoandTheseLookalikesStartat14lstansburyFasAff13976767202303I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-transit-bag-black",
      "title": "The Renew Transit Fanny Pack | Black - Everlane",
      "description": "The ReNew Transit Fanny Pack features two external zip pockets, a main compartment with an internal divider (for added organization), and an adjustable strap with metal buckles. The best part? It can be worn cross-body like a sling or at your waist in true fanny-pack fashion. Oh, and it's made using 100% recycled polye",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "https://www.montblanc.com/en-us/collection/smartwatches/summit-3",
      "title": "Luxury Smartwatches for Men and Women | Montblanc® US",
      "description": "Discover our collection of Smartwatches. Compare models, prices and shop on the official Montblanc store.",
      "preview": "SUBSCRIBE TO THE MONTBLANC NEWSLETTER TO RECEIVE THE LATEST NEWS Remove Product? Are you sure you want to remove this item? No, keep it Yes, Remove Sm"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "http://outlier.uchicago.edu/",
      "title": "Outlier - UChicago STEM Education",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Our Beliefs Our Approach Our Tools Our Work"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://teamsdemo.office.com/#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "http://www.hddlife.com/",
      "title": "HDDLife Hard Drive Diagnostic Software: Monitor HDD/SSD Health & Predict Failures",
      "description": "HDDLife hard drive diagnostic software: Analyze reliability, predict failures, and protect your data. Check HDD/SSD health in seconds. Try free!",
      "preview": "Skip to content IS YOUR DATA SAFE? All of your data - photos, videos, documents - are stored on your computer's hard drive. Find out about a possible"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    },
    {
      "url": "https://bwittmblr.tumblr.com/",
      "title": "Black Women in Technology",
      "description": "Dedicated to increasing the presence of Women of Color in Technology",
      "preview": "Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Women in Tech: The Facts (2015-16 Update) Follow @BWiTLA Modern Figures - N"
    },
    {
      "url": "https://www.marvel.com/articles/movies/scott-lang-memoir-look-out-for-the-little-guy",
      "title": "Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall | Marvel",
      "description": "Pick up the book as seen on the big screen in 'Ant-Man and The Wasp: Quantumania'",
      "preview": "Movies Published February 1, 2023 Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall Pick up the book as seen on the big s"
    },
    {
      "url": "https://sabathani.org/",
      "title": "Sabathani Community Center - The Heart of South Minneapolis",
      "description": "void",
      "preview": "The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneap"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Marketing-Examples-150-short-sweet-practical-examples-809b76690e1f4329b687d5bc04ab3a3a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://slate.com/news-and-politics/2021/06/kamala-harris-first-sitting-vice-president-march-pride.html",
      "title": "Kamala Harris is first sitting vice president to march in Pride event.",
      "description": "The vice president walked for about a block alongside the second gentleman, Doug Emhoff.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "https://www.wfmn.org/",
      "title": "Women's Foundation of Minnesota",
      "description": "The Women's Foundation invests in ending systemic inequities and driving innovation for gender and racial justice.",
      "preview": "Skip to main content Skip to accessibility controls Reproductive Freedom Fund To ensure access to essential health care and support those who need it"
    },
    {
      "url": "https://tsg-pastetten.de/bildergalerie/2017-spartan-lauf/",
      "title": "2017 TSG Teilnahme am Spartan Lauf München - TSG-Pastetten 1972 e.V.",
      "description": "void",
      "preview": "Skip to main content Show All 2017 Spartan Lauf Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis a"
    },
    {
      "url": "https://wa.me/14437877678?text=HOME&lang=en",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://www.studioalyse.com/",
      "title": "Studio Alyse",
      "description": "Studio Alyse is an Interior Design Studio with a focus thoughtfully crafted interiors. Alyse Eisenberg is the founder of her eponymous firm, where she acts as a full service interior designer residential projects.",
      "preview": "HOME"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://www.museothyssen.org/en/activities",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://www.oculus.com/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://nest.ceoworks.org",
      "title": "CEO NEST",
      "description": "The Network for Employment Services and Training (NEST) serves as a platform offering training, and resources tailored to assist the justice-impacted community. On this platform, you can find our virtual training, job readiness tools, money management resources, and much more. Scroll down to check",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation WELCOME TO THE NEST! Network for Employment Services & Training The Network fo"
    },
    {
      "url": "https://www.tripindigo.com/fly/guide/airlines/airkenya-express/",
      "title": "Easyota - Loading...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ho.lc/",
      "title": "Kohei Ozaki (smly) | ho.lc",
      "description": "Software Engineer focused on the creation and application of Vision AI",
      "preview": "English / Japanese Kohei Ozaki Software Engineer Google Developer Expert (Kaggle) Blog I am a Software Engineer with over a decade of work experience"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/post/116724027149",
      "title": "Naufraghi nella Rete - codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "http://www.dellamoda.com/",
      "title": "Designer Italian Shoes and Accessories | Dellamoda.com",
      "description": "A unique collection of designer Italian shoes for men and women, handbags, wallets and other accessories from top international brands & more. Shop now at Dellamoda.",
      "preview": "Your cart Your cart is empty Continue shopping Clear View all results NEW FALL / WINTER COLLECTION FRANCESCHETTI Every step reflects the heritage of h"
    },
    {
      "url": "http://www.unipv.it/",
      "title": "Home page IT | Università di Pavia",
      "description": "void",
      "preview": "Salta al contenuto principale Vedi tutti gli eventi OGGI IN UNIVERSITÀ Dal 6 al 10 ottobre 2025 Università nei Collegi Fonti e giurisdizioni nel dirit"
    },
    {
      "url": "https://www.cosmopolitan.com/entertainment/celebs/a38808055/sydney-sweeney-euphoria-season-2-cosmopolitan-love-issue/",
      "title": "Sydney Sweeney Talks to Cosmo About Euphoria and Hollywood",
      "description": "For Cosmo's Love Issue, the 'Euphoria' and 'White Lotus' star talks about taking control of her career, her challenging role as Cassie, and more.",
      "preview": "Skip to Content Sydney Sweeney changed my life. In 2019, I was Cosmo 's op-ed editor-a busy job unto itself. But I was also in the midst of another pr"
    },
    {
      "url": "http://www.seafoodslaveryrisk.org/",
      "title": "Seafood Slavery Risk Tool",
      "description": "void",
      "preview": "Seafood Slavery Risk Tool ABOUT US INSTRUCTIONS RESOURCES ↓ Methodology Background Glossary WHAT BUSINESS CAN DO BLOG FAQs CONTACT US Informing Busine"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://w3c.social/@wai",
      "title": "Web Accessibility Initiative (@wai@w3c.social) - w3c.social",
      "description": "127 Posts, 0 Following, 2.14K Followers · Accessibility: Essential for some, useful for all. The W3C Web Accessibility Initiative (WAI) develops strategies, standards, and supporting resources to make the web accessible to people with disabilities. In addition to international standards, we provide free online resources to help you understand and implement accessibility. You can use W3C WAI resources to make your websites, apps, and other digital content and technology products more accessible and usable to everyone.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/verokortti-ja-veroilmoitus/",
      "title": "Verokortti ja veroilmoitus - vero.fi",
      "description": "void",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Verokortti ja veroilmoitus Verokortti Näin löydät verokortin OmaVerost"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://and-barnacleboy.tumblr.com/",
      "title": "The Boy Wonder",
      "description": "|#caliboy #bi #gay #sikh #black #poc|",
      "preview": "The Boy Wonder 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna and-barnacleboy whos that pokem"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://www.foxnews.com/us/montana-hunter-mistook-husky-pup-small-wolf-gets-6-month-deferred-sentence-report",
      "title": "Montana hunter who mistook husky pup for a small wolf gets 6-month deferred sentence: report | Fox News",
      "description": "Montana hunter Amber Rose Barnes, who boasted about shooting and killing a husky she believed to be a wolf, reportedly received a six-month deferred sentence on a misdemeanor charge.",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/loss-functions",
      "title": "Objectives and metrics | CatBoost",
      "description": "This section contains basic information regarding the supported metrics for various machine learning problems. Regression. Multiregression. Classification.",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://www.janestreet.com/puzzles/",
      "title": "Puzzles :: Jane Street",
      "description": "Jane Street is a quantitative trading firm and liquidity provider with a unique focus on technology and collaborative problem solving.",
      "preview": "Jane Street Group, LLC uses cookies and similar technologies, including third-party cookies, on this Site to provide basic functionalities and perform"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://www.ae.com/us/en/p/aerie/dresses-skirts/jumpsuits-rompers/aerie-ruched-romper/0713_1356_231",
      "title": "Jumpsuits for Women | Aerie",
      "description": "Shop Aerie Jumpsuits for Women to find your new favorite one-piece wonder! Browse new women's jumpsuits in soft fabrics and all the best colors, prints and patterns.",
      "preview": "Enable Accessibility Enable Accessibility Accessibility Statement Go to Shop AE homepage. Go to Shop Aerie homepage. Search Search Account Favorites C"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.qoyexb9GR",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://www.erlebniswelt-ernstthal.de/",
      "title": "Sommerrodelbahn Ernstthal | Erlebniswelt Ernstthal | Lauscha",
      "description": "Sommerrodelbahn, Skilift und Gastromomie- das ist die Erlebniswelt Ernstthal (Lauscha) Wetter und Skibedingungen in Lauscha? Schauen Sie auf unsere Webcam! Öffnungszeiten Lift, Rodelbahn, Bistro No. 41",
      "preview": "top of page Sommerrodelbahn Öffnungszeiten Thüringer Herbstferien 06.10. - 19.10.2025 Montag I Dienstag geschlossen Mittwoch - So"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://askubuntu.com/users/311931/jitendra",
      "title": "User Jitendra - Ask Ubuntu",
      "description": "Q&A for Ubuntu users and developers",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://www.aioic.org/",
      "title": "American Indian OIC - Education and Career Services in Minneapolis, MN",
      "description": "Since 1979, Minneapolis-based American Indian OIC has focused on serving our community through education and training.",
      "preview": "CONTACT DONATE NEWS View the latest AIOIC News and Announcements. LATEST NEWS CLASSES View the latest AIOIC News and Announcements. WHAT WE DO DONATE"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "http://www.starstyle.com/lucy-hale-hiking-with-colton-underwood-sp439497/",
      "title": "Lucy Hale Hiking with Colton Underwood July 15, 2020 - Star Style",
      "description": "Lucy Hale wearing Jacquie Aiche Double Bone Diamond Horn Necklace in Black, Lululemon Align Pants in Incognito",
      "preview": "Jacquie Aiche Double Bone Diamond Horn Necklace in Black Lululemon Align Pants in Incognito Camo Ray-Ban Rb3016 Clubmaster Sunglasses Previous Next Sh"
    },
    {
      "url": "https://www.moopio.com/la-nacion-senado-esculpio-su-version-del-pgn-2022-con-aumentos-para-jueces-de-paz-y-aportes-partidarios.html",
      "title": "La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios",
      "description": "La Cámara de Senadores durante el tratamiento del Presupuesto General de la Nación 2022 aprobó incluir más salarios a jueces de Paz; también se establecieron mayores aportes partidarios y aplicaron mayor control a las transferencias a ONG.",
      "preview": "Inicio Diario La Nación La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios La Cámara de Senador"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://www.drklein.de/kosten-grundstueckskauf.html",
      "title": "Kosten beim Grundstückskauf",
      "description": "Die Kosten beim Grundstückskauf werden nicht alleine durch den Kaufpreis beeinflusst. Die Kaufnebenkosten wirken sich auch auf Ihren Geldbeutel aus. Womit Sie außerdem rechnen müssen, erfahren Sie bei Dr. Klein.",
      "preview": "Zum Hauptinhalt springen Florian Unterfrauner Teilen 6 Min. 14.02.2023 Das Wichtigste in Kürze Grobe Schätzungen besagen, dass der Grundstückskauf zwi"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "http://www.oysterknife.co.nz/",
      "title": "Pneumatic Oyster Knives from Amon Industrial in Australia, New Zealand and anywhere in the world where there is an oyster industry",
      "description": "void",
      "preview": "AMON INDUSTRIAL Home About Contact Links Pneumatic Oyster Knives Amon Industrial Pneumatic Oyster Knives have been used in Australia and New Zealand f"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://www.hanfsamen.net/mr-nice-g13-x-hash-plant",
      "title": "Mr Nice G13 X Hash Plant - 10 Samen | Hanfsamen diskret bestellen",
      "description": "Mr Nice G13 X Hash Plant Hanfsamen anonym und diskret kaufen. Vergleich Sie die Angebote verschiedener Seedbanks und bestellen Sie zum Vorzugspreis!",
      "preview": "Geschlecht Feminisiert Regulär Typ Sativa Indica Indica Sativa Autoflowering Seed Mix Anbau Outdoor Anbau Indoor Anbau Gewächshaus Preis Billige Hanfs"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "http://ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://building.coursera.org/",
      "title": "Coursera Engineering",
      "description": "We're changing the way the world learns! Posts from Coursera engineers and data scientists.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Coursera Engineering We're changing the way the world learns! 3.9K follow"
    },
    {
      "url": "https://www.insideweddings.com/weddings/chudney-ross-joshua-faulkner/45563/",
      "title": "Real Wedding of Chudney Ross + Joshua Faulkner - Inside Weddings",
      "description": "See more of Diana Ross' daughter and Tracee Ellis Ross' sister Chudney Ross' destination real wedding to Joshua Falkner in Maui, Hawaii!",
      "preview": "As Joshua Faulkner scrolled through his Facebook feed perusing friends' photos, he suddenly stopped to look more closely at one. He was intrigued by t"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}