{
  "data": [
    {
      "url": "http://montereycountyopendata.montereyco.opendata.arcgis.com/datasets/a6e876476ea641579db2ba9c3fe9f779_0",
      "title": "Places",
      "description": "The purpose of this feature class is to provide accurate site address information for Emergency Services Response, and other county applications.",
      "preview": "void"
    },
    {
      "url": "https://doc.rust-lang.org/book/",
      "title": "The Rust Programming Language - The Rust Programming Language",
      "description": "void",
      "preview": "Keyboard shortcuts Press ← or → to navigate between chapters Press S or / to search in the book Press ? to show this help Press Esc to hide this help"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "https://www.vdh.virginia.gov/covid-19-vaccine/",
      "title": "Vaccine Provider Locator - Immunization",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.graphics99.com/please-glitter-scrap-for-orkut/",
      "title": "Free PNG | Wallpapers.com",
      "description": "Download Free PNG Files for Personal & Commercial Use. 1000s of High Quality PNG Images.",
      "preview": "Would you like to use Wallpapers.com in English? View in different language Italian Dutch French Indonesian Norwegian Norwegian Finnish Deutsch Danish"
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Kansas-City-Missouri.html",
      "title": "Kansas City, Missouri (MO) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://www.talentbeyondboundaries.org/?",
      "title": "Talent Beyond Boundaries",
      "description": "We're building a world where refugees can move internationally for work, leveraging their own professional skills to secure their futures.",
      "preview": "0"
    },
    {
      "url": "https://m.cda.pl/video/359839661/vfilm",
      "title": "HAUL ROSSMAN -49% (produkty do oczu) 2015",
      "description": "hejka :)Jeśli filmik ci się spodobał zostaw łapkę w górę :)► KONTAKT: adriaayt@gmail.comGDZIE MNIE ZNAJDZIECIE:► INSTAGRAM: https://instagram.com/adadrapikowska/► ASK: http://ask.fm/adriaytBuziaki, Ada :* :)",
      "preview": "void"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.faithforall.org",
      "title": "Faith for ALL",
      "description": "void",
      "preview": "Accelerating GLOBAL Discipleship through LOCAL Accessibility and Relational Depth Learn More We contend for \"Relational depth for Kingdom breadth\" (RD"
    },
    {
      "url": "http://msi.ucsb.edu",
      "title": "Home | UCSB Marine Science Institute",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Katie Davis Koehn Matt Perko Katie Davis Koehn Centers Centers sponsored by MSI mirror its commitment to innovative and collaborative marine scie"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://onekingdomlionsden.com/2021/01/29/being-straightforward/",
      "title": "Being straightforward - One Kingdom (The Lion's Den)",
      "description": "Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My stories and even other posts all come from real life experiences and the struggles i faced. I will daily continue to write so you all can be satisfied and rewarded...",
      "preview": "Skip to content Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My s"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "http://www.streamlord.com/index.html",
      "title": "StreamLord Home Page | Watch online HD Movies & TV Shows for free",
      "description": "Watch movies and tv shows streaming in HD for free",
      "preview": "The Witcher: Blood Origin 0 The Last of Us 0 GHOSTED 0 ANT-MAN AND THE WASP: QUANTUMANIA 6.4 Like StreamLord? Donate and keep the servers running! + F"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://www.weareknitters.com/knitting-kits",
      "title": "Knitting kits - We Are Knitters",
      "description": "Our knitting kits have all of the necessary materials to create your most dazzling creations. Sweaters, scarves, hats and even baby clothes, look no further for your new project!",
      "preview": "Skip to content We ship from FL, USA. | Free shipping for orders over $100. + info USD $ United States (USD $) United States (USD $) Collection: Knitt"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://rvk.uni-regensburg.de/rvko_simple/gesamt_register.php?letters=Zucca%2C+Giuseppe",
      "title": "Register zur Regensburger Verbundklassifikation",
      "description": "void",
      "preview": "Register zur Regensburger Verbundklassifikation Zur Systematik UB Regensburg Registerbegriff: ZUCCA GIUSEPPE Żmichowska, Narcyza KO 9760 - KO 9766 Zmo"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://www.bea.gov/news",
      "title": "News | U.S. Bureau of Economic Analysis (BEA)",
      "description": "NewsU.S. Economy at a Glance Get the big picture on the health of the U.S. economy.",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home News News News U.S. Economy at a Glance Get the"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "http://studio-180.org/",
      "title": "HOME | STUDIO-180",
      "description": "void",
      "preview": "top of page TRANSFORMING URBAN COMMUNITIES 180° StudiOne-Eighty provides programming and training that brings 180° transformation to urban communities"
    },
    {
      "url": "http://samsclub.com/",
      "title": "Sam's Club - Wholesale Prices on Top Brands",
      "description": "Shop Samsclub.com today for Every Day Low Prices. Join Sam's Club as a Plus Member and get free same-day or next-day delivery from your club & free shipping on eligible items totaling $50 or more.",
      "preview": "Skip to Main Content How do you want your items? Sam's Club - Wholesale Prices on Top Brands Shop Now Shop Now Shop Now Upgrade Now Shop Now Learn Mor"
    },
    {
      "url": "https://www.sj.se/sv/kom-igang/kop-biljett.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality",
      "title": "Child mortality rate - Our World in Data",
      "description": "Estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate Long-run data - Gapminder; UN IGME See all data and research on: Child & Infant Mortality Data sources and processing Insigh"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.magicum-berlin.de/museum/",
      "title": "Museum - Magicum Berlin Magic Museum",
      "description": "Entdecke das MAGICUM im Herzen Berlins. Ein lokales Museum für Magie. Von Rätsel bishin zu Kunst von Ciro Marchetti. Für zauberhaften Spaß",
      "preview": "Die Themen im MAGICUM Das MAGICUM ist das weltweit erste interaktive Museum der Magie und Mystik. Einzigartig, spannend und zauberhaft! Das MAGICUM -"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://laist.com/news/food/the-city-of-la-just-extended-al-fresco-dining-for-at-least-a-year",
      "title": "The City Of LA Just Extended Al Fresco Dining For At Least A Year | LAist",
      "description": "The emergency order only applies in the city of Los Angeles - not the rest of L.A. County.",
      "preview": "Support for LAist comes from Become a sponsor LAist logo Audience-funded nonprofit news Donate Stay Connected instagram facebook LAist is part of Sout"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "http://www.geocaching.com/about/privacypolicy.aspx",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy California Privacy Notice Nevada Privacy Notice 1. ABOUT US We are Groundspeak, Inc. (Groundspeak), the owner and operator of the follo"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://news.un.org/en/story/2022/07/1121802",
      "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
      "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "http://data.unep-wcmc.org/datasets/38",
      "title": "Ocean+ Habitats",
      "description": "Ocean+ Habitats is a living platform providing the world's decision-makers and communities of practice with the best possible global information, knowledge and tools required to manage and conserve ocean ecosystems.",
      "preview": "Where are marine and coastal habitats? Over 70% of the surface of Earth is ocean, comprising highly diverse marine and coastal ecosystems. These ecosy"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://yourfuture.accaglobal.com/global/en.html",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://a2tunes.tumblr.com/post/143095439697",
      "title": "16% of all new wages in the U.S. are in computer science - @a2tunes on Tumblr",
      "description": "11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the seco...",
      "preview": "codeorg Follow 16% of all new wages in the U.S. are in computer science 11% of all job openings in the U.S. are in computing categories, and these job"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "https://www.imdb.com/title/tt14725622/",
      "title": "Give Me Pity! (2022) - IMDb",
      "description": "Give Me Pity!: Directed by Amanda Kramer. With Cricket Arrison, M. Diesel, Reshma Gajjar, Tess Hewlett. Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment. But Sissy's live event quickly begins to curdle into a psychedelic nightmare.",
      "preview": "Cast & crew User reviews FAQ IMDbPro All topics Give Me Pity! 2022 Unrated 1h 20m IMDb RATING 5.8 / 10 217 YOUR RATING Rate Play trailer 1:02 1 Video"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://panerabread.wgiftcard.com/responsive/personalize_responsive/chooseDesign/panerabread/1",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.lahainaroads.org/category/westminster-escort-2/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://www.naacp.org/",
      "title": "NAACP | Leading the Fight to End Racial Inequality",
      "description": "NAACP builds Black political power to end structural racism. Let's put end to race-based discrimination together: become a member, advocate, or donate today.",
      "preview": "Skip to main content Search Close Close Donate Close Protecting Our Right to Vote States have introduced hundreds of measures to restrict the right to"
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://spark.adobe.com/page/ung95LiPSQyZs/",
      "title": "Pesca del calamar gigante en las aguas de del Pacífico sudeste",
      "description": "See the story",
      "preview": "Loading Pesca del calamar gigante en las aguas de del Pacífico sudeste Global Fishing Watch analiza la actividad de las flotas de calamares pelágicos."
    },
    {
      "url": "https://merry.ulb.uni-bonn.de/mrbs_scan/week.php?year=2021&month=07&day=5&area=20&room=11",
      "title": "Sie werden weitergeleitet...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/1471814/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://edis.ifas.ufl.edu/topic_hydroponics",
      "title": "Ask IFAS: Topic - Hydroponics",
      "description": "Details for the Ask IFAS Topic 'Hydroponics', including related Topics, associated publications, and units it is associated with",
      "preview": "Skip to main content Hydroponics Available Languages : English Spanish Narrower Topics Hydroponic Gardening Related Topics : Gardening , Hydroponics H"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://evemaps.dotlan.net/system/J143626/kills",
      "title": "E-R00027 - J143626 - Recent Kills - DOTLAN :: EveMaps",
      "description": "System: J143626 (E-R00027) | Ships/Pod Kills | 3h: 0/0 | 24h: 0/0",
      "preview": "DOTLAN EveMaps Default Dark EVE InGame Browser Keep DOTLAN EveMaps running! Support it by buying GTCs or check out the Donate options. Search Navigati"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://miami.cbslocal.com/2022/02/12/florida-seeks-clear-abortion-waiting-period/",
      "title": "Florida Seeks To Clear Way For Abortion Waiting Period - CBS Miami",
      "description": "As Florida lawmakers consider blocking abortions after 15 weeks of pregnancy, the state also is seeking to scuttle a court challenge to a 2015 law that would require women to wait 24 hours before having abortions.",
      "preview": "Local News Politics Consumer Health Entertainment Tech Lottery News Neighbors 4 Neighbors U.S. World NEXT Weather Tracking The Tropics Hurricane Preps"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://www.cbssports.com/nfl/news/amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-current-owners/",
      "title": "Amazon founder Jeff Bezos interested in owning NFL team, has strong support among current owners - CBS Sports",
      "description": "The owner of Amazon and the Washington Post could be the next person to join the NFL's ownership ranks",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-curre"
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://fliphtml5.com/pdwen/vznn",
      "title": "2021 Community Impact Report - Flipbook by Kansas City PBS | FlipHTML5",
      "description": "Looking For 2021 Community Impact Report? Read 2021 Community Impact Report from Kansas City PBS here. Check all flipbooks from Kansas City PBS. Kansas City PBS' 2021 Community Impact Report looks good? Share 2021 Community Impact Report online.",
      "preview": "Enjoying your free trial? Only 9 days left! Upgrade Now 2021 Community Impact Report Published on Nov 03,2021 Like Share Copy Download Create a Flipbo"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "http://rainbowmetals.com/",
      "title": "High Quality Custom Belt Buckles & Plaques | Rainbow Metals",
      "description": "Rainbow Metals is a top-notch sand-cast bronze products store offering custom belt buckles and bronze plaques. Discover elegant and unique hand-crafted designs.",
      "preview": "⚠️ Important Update - Click Here to Read Before Placing an Order Search our store Account Cart 0 Popular Searches: T-Shirt Blue Jacket \" \" Rainbow Met"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://megaphone.link/HSW1065075894",
      "title": "Megaphone",
      "description": "void",
      "preview": " © 2025 Megaphone, LLC. All rights reserved SUBSCRIBE TO PEOPLE Every Day Entertainment News SUBSCRIBE"
    },
    {
      "url": "http://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/cookie-policy",
      "title": "Cookie Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Cookie Policy of Tenuta Larnianone This document informs Users about the technologies that help Tenuta Larnianone to achieve the purposes described be"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://tvn24.pl/swiat",
      "title": "Wiadomości ze świata - najnowsze informacje ze świata - TVN24",
      "description": "Czytaj najnowsze wiadomości ze świata i oglądaj wideo w portalu TVN24! U nas zawsze aktualne informacje z Polski, ze świata, relacje na żywo i wiele więcej.",
      "preview": "Subskrybuj Przejdź do Szukaj Wyczyść Szukaj Znaleziono 0 materiałów zawierających: Redakcja poleca: Zobacz więcej wyników Moje konto Oglądaj dalej Obs"
    },
    {
      "url": "https://www.onyxstore.it/product/21596656/ciglia-curva-d-spessore-0-07-misura-10-mm-",
      "title": "Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva D Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. € 16,90"
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "https://www.electricitymaps.com/",
      "title": "Electricity Maps | The world's most comprehensive electricity data platform",
      "description": "Electricity Maps provides global access to electricity mix, prices and carbon intensity. Available in real-time, historically and forecasted.",
      "preview": "The world's most comprehensive electricity data platform Electricity Maps provides global access to electricity mix, prices and carbon intensity. Avai"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://govx.com/",
      "title": "Military & Government Discounts on 1000+ Brands | GOVX",
      "description": "The largest Military & Government exclusive ecommerce site offering discounts up to 50% off current season goods from 1000+ top lifestyle and tactical brands.",
      "preview": "void"
    },
    {
      "url": "https://www.complex.com/music/2014/05/mac-miller-mom-karen-meyers-interview",
      "title": "My Son Is A Rapper: Meet Mac Miller's Mom, Karen Meyers",
      "description": "Karen Meyers shares her experience as the proud mother of Mac Miller, a rap superstar.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    }
  ],
  "_meta": {
    "total_bookmarks": 138
  }
}