{
  "data": [
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "http://www.tlboehm.com/",
      "title": "Thomas L. Boehm",
      "description": "void",
      "preview": "FAITH FOR ALL SCRIPTURE FOR ALL EDUCATION FOR ALL Welcome to TLBoehm.com. This website is a gateway to all my personal and professional work. Take a l"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://www.varesefansbasket.it/forums/topic/1892-10-febbraio-2006/",
      "title": "10 febbraio 2006 - Divertiti col gruppo di Vfb.it - Varesefansbasket",
      "description": "Per ricordare le Foibe!",
      "preview": "Jump to content Divertiti col gruppo di Vfb.it 10 febbraio 2006 By EmaZ February 6, 2006 in Divertiti col gruppo di Vfb.it Share https://www.varesefan"
    },
    {
      "url": "https://www.marnemoende.nl/werken-vergaderen",
      "title": "Werken/Vergaderen",
      "description": "Werken/Vergaderen",
      "preview": "Werken/Vergaderen Werk, overleg of vergader units met de rust en ruimte van het BUITEN zijn. Het concept van Firm21, nu te boeken bij Marnemoende. Des"
    },
    {
      "url": "https://scratch.mit.edu/",
      "title": "Scratch - Imagine, Program, Share",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "http://www.seahorsecases.com/basket-contents.html?Session_ID=3f18f01df1864700c7b685de9dc7bec4",
      "title": "Seahorse Cases: Shopping Cart",
      "description": "void",
      "preview": "Shopping Cart Your shopping cart is currently empty. Start Shopping Copyright © 2025 Fuerte Cases A Division of The Waterproof Case Company LLC"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://blockchair.com/it/litecoin/address/LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "title": "Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "description": "Monitora Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr: consulta saldi, eventi e cronologia con il potente explorer di Blockchair.",
      "preview": "Sponsorizzato | Fai pubblicità qui | Disattiva pubblicità Ottieni 8.75 BTC Ottieni 8.75 BTC Sponsorizzato Chiudi finestra 1xBit.com - il miglior bookm"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://www.cd.cz/jizdni-rad/",
      "title": "Jízdní řád | České dráhy",
      "description": "void",
      "preview": "Jízdní řád Elektronický jízdní řád Hledejte spojení a nakupujte jízdenky pohodlně on-line! Vyhledat spojení Off-line jizdní řád zdarma Kapesní jízdní"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://ieg.worldbankgroup.org/",
      "title": "| Independent Evaluation Group",
      "description": "void",
      "preview": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010-2"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://learn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/ucp.php?mode=delete_cookies&sid=6697ba62c5f927e1221355ff3b98be8b",
      "title": "L'Angolo dei Sogni - Pannello di Controllo Utente - Cancella cookie",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://claralionelfoundation.org/",
      "title": "Clara Lionel Foundation | Home",
      "description": "Founded by Robyn Rihanna Fenty, our work spans the Caribbean, East Africa and the U.S. South, with an approach that starts with and invests in the people who call these regions home.",
      "preview": "Donate We build thriving & resilient communities Founded by Robyn Rihanna Fenty Learn more WE INVEST IN COMMUNITY-LED SOLUTIONS CLF's work spans the C"
    },
    {
      "url": "https://ocrportal.hhs.gov/ocr/cp/wizard_cp.jsf",
      "title": "U.S. Department of Health & Human Services - Office for Civil Rights",
      "description": "void",
      "preview": "Skip to content Home | HHS | Office for Civil Rights | About Us | Contact Us Welcome U.S. Department of Health and Human Services Office for Civil Rig"
    },
    {
      "url": "https://www.sony.com/electronics/cameras",
      "title": "Sony Cameras | Digital Cameras & Lenses",
      "description": "Explore our range of mirrorless Interchangeable-lens Cameras with full-frame to APS-C sensors, up to 24.2 mp, real-time AF & more.",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Product List All Interchangeable-Lens Cameras (23) Sort By × Relevance Sort By Skip t"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "http://leakytechpipeline.com",
      "title": "The Leaky Tech Pipeline - TRANSFORM TECH. IMPROVE OUR FUTURE.",
      "description": "void",
      "preview": "Pre K-12 Higher Education Tech Workforce Entrepreneurship & VC Featured Programs Research Barriers Data Featured Programs Research Barriers Data Featu"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.acca-x.com/",
      "title": "ACCA-X online courses in accounting, business and finance",
      "description": "Up skill with ACCA-X, multi-award winning online courses developed by ACCA (the Association of Chartered Certified Accountants). Prepare for accredited exams.",
      "preview": "ACCA-X Menu Home Courses About ACCA-X Articles Start here Start your career in accountancy, finance, and business with award-winning online courses fr"
    },
    {
      "url": "https://www.kitchoo.com/meuble-kitchenette",
      "title": "Your Kitchoo Kitchenette",
      "description": "Compact, functional and minimalist kitchens, available as standard in several combinations and finishes, delivered fully equipped.",
      "preview": "English en Français fr Meuble Kitchenette Your Kitchoo kitchen unit COMPACT, INGENIOUS, SIMPLY SWISS Original kitchens for small spaces, since 1998"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://rimzy.net/category/autonomy/",
      "title": "Personal blog of Yzmir Ramirez » Autonomy",
      "description": "void",
      "preview": "Home Personal blog of Yzmir Ramirez The Glass is twice as large as it needs to be Nov 30 2018 -- DoJ charges Autonomy founder with fraud over $11BN sa"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.calltoidea.com/mailing/",
      "title": "Mailing - Calltoidea",
      "description": "Inspiration about Mailing. Discover world best web design about and share your concepts.",
      "preview": "Mailing Light up your imagination! first community for link lovers Comings"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://thelohm.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://www.arborday.org/",
      "title": "Arbor Day Foundation | Tree Planting Non-Profit",
      "description": "We're the world's largest nonprofit dedicated to planting trees, bringing their benefits to communities and forests in greatest need through our global network.",
      "preview": "Skip to main content One year later, it's time to replant hope Last fall, Hurricanes Helene and Milton carved a path of destruction across Florida. Af"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "http://www.erp-recycling.co.uk",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "ERP UK are environmental compliance experts with experience in making sure that businesses are compliant with WEEE, batteries and packaging",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage ( 2024 v2) admin 2025-04-30T16:31:39+01:00 ERP UK is an Environmental Compl"
    },
    {
      "url": "http://www.gannett.com/careers/",
      "title": "Careers - Gannett",
      "description": "void",
      "preview": "Join #TeamGannett Find We are #TeamGannett Who we are Our network includes USA TODAY and 200+ local media brands, LocaliQ's digital marketing solution"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://www.broadway.com/buzz/201284/arturo-perez-jr-samantha-jayne-to-direct-the-mean-girls-movie-musical/",
      "title": "Arturo Perez Jr. & Samantha Jayne to Direct the Mean Girls Movie Musical | Broadway Buzz | Broadway.com",
      "description": "News regarding the previously announced Mean Girls movie musical has arrived! The husband-and-wife team of Arturo Perez Jr. and Samantha Jayne have si",
      "preview": "search gift calendar chevron envelope close phone loading Skip to main content Broadway BUZZ Sponsored By News Photos Videos Features Interviews Artur"
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thenauticalalmanac.com/",
      "title": "The Nautical Almanac",
      "description": "void",
      "preview": "The Nautical Almanac The free online Nautical Almanac The world's most complete source of free celestial navigation information The Nautical Almanac 1"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/austin-butler-interview-2022",
      "title": "Elvis star Austin Butler on the upcoming Baz Luhrmann biopic, his love of The King and his hatred of paparazzi | British GQ",
      "description": "How did Austin Butler, a former Nickelodeon and Disney star, beat countless other young actors to play Elvis? Why, with a little bit of luck - and an unprompted endorsement from his hero Denzel Washington",
      "preview": "Skip to main content There are an estimated 400,000 Elvis Presley impersonators worldwide, who devote themselves to shimmying into rhinestone jumpsuit"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.iaea.org/",
      "title": "International Atomic Energy Agency | Atoms for Peace and Development",
      "description": "The IAEA is the world's centre for cooperation in the nuclear field, promoting the safe, secure and peaceful use of nuclear technology. It works in a wide range of areas including energy generation, health, food and agriculture and environmental protection.",
      "preview": "Skip to main content Press centre Employment Contact English العربية 中文 Français Русский Español Your browser does not support the video tag. Internat"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/expeditions/?q=&protection_status=Protected",
      "title": "Home - National Geographic Society",
      "description": "The National Geographic Society is a global non-profit organization committed to exploring, illuminating, and protecting the wonder of our world.",
      "preview": "Wonder Awaits Today, our mission is more urgent, dynamic and vital than ever. As a global nonprofit, the National Geographic Society is committed to s"
    },
    {
      "url": "https://smile.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "http://www.wcvltd.co.uk/stock-detail.php?ID=2c9299d27cffaeaa017d23aab72778e0",
      "title": "Current Stock List - Warrington Car and Van Sales Ltd",
      "description": "Warrington Car and Van Sales are based in Warrington, Cheshire. Established for over 20 years supplying quality used cars and vans. Tel: 01925 558827 to find out the best deal we can do for you.",
      "preview": "Sorry! The vehicle you are looking for cannot be found Please visit out Current stock list Chat on"
    },
    {
      "url": "https://dynamicspartners.transform.microsoft.com",
      "title": "Microsoft Power Platform Partner Hub",
      "description": "Partner practice building and GTM resources",
      "preview": "Manage cookies"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://the-particulars.com/interview-groups/a-e/chatting-with-danielle-fichera/",
      "title": "Danielle Fichera - The Particulars",
      "description": "Stories and products curated for the particular tastemaker.",
      "preview": "Skip to content Cart (0) Your cart is empty. Let's find your perfect shade. Chatting with Chatting with Danielle Fichera Danielle Fichera's resort wea"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://notelet.so/",
      "title": "Notelet - Beautiful websites and blogs published with Notion.",
      "description": "Write in Notion, publish to the web. Simply edit and publish a website from Notion. Use your custom domain, analytics and more.",
      "preview": "Create a website or blog with Notion. Write in Notion, publish to the web. Custom domain, analytics, themes and more. Try without signup (takes 2min)"
    },
    {
      "url": "https://dime.dot.ca.gov/index.php?r=sample/printreport&sample_id=16929",
      "title": "DIME - Print Sample Record",
      "description": "void",
      "preview": "Skip to Main Content Search Samples & Test Results Projects Supported Test Methods Reports & Summaries Annual Aggregate Source Tests Usage Statistics"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.ancitel.it/",
      "title": "La società di servizi per i Comuni dell'ANCI",
      "description": "void",
      "preview": "Per informazioni o comunicazioni è possibile inoltrare ogni richiesta all'indirizzo mail protocollo@ancitel.it . In primo piano » https://portale.anci"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.nmwa.org/",
      "title": "National Museum of Women in the Arts | Home",
      "description": "Located in Washington, D.C., The National Museum of Women in the Arts the world's only major art museum solely dedicated to championing women artists.",
      "preview": "Stand with us for women artists! This Women's History Month, stand up for women in the arts by becoming a NMWA member. You'll be recognized on our 202"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/hawaii/",
      "title": "Hawaii - Reverse Logistics Group",
      "description": "Discover electronics recycling opportunities in Hawaii. RLG helps you recycle responsibly with local drop-off locations and programs.",
      "preview": "Back to overview The State of Hawaii has enacted the Hawaii Electronic Waste and Television Recycling and Recovery Law . The law requires manufacturer"
    },
    {
      "url": "https://cacm.acm.org/magazines/2012/7/151226-googles-hybrid-approach-to-research/fulltext",
      "title": "Google's Hybrid Approach to Research - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Introduction Implications of Google's Mission and Capabilities Hybrid Research at Google Example Research Patterns Successes Discussio"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://www.businessforvotingrights.com/",
      "title": "Business for Voting Rights",
      "description": "Businesses believe that the right to vote is fundamental for every American.",
      "preview": "Business for Voting Rights We stand for the equal right to vote No matter your zip code, race, ethnicity, color, who you vote for, what language you s"
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "https://abcnews.go.com/US/video/unemployment-reached-highest-level-great-depression-70954064",
      "title": "Video Unemployment has reached the highest level since the Great Depression - ABC News",
      "description": "Steve Preston, CEO of Goodwill Industries International, speaks about how his company is working to help communities find job resources and get Americans back to work.",
      "preview": "Unemployment has reached the highest level since the Great Depression Steve Preston, CEO of Goodwill Industries International, speaks about how his co"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "http://www.yasni.de/jochen+busse/person+information",
      "title": "Jochen Busse - Info zur Person mit Bilder, News & Links - Personensuche Yasni.de",
      "description": "691 Ergebnisse zu Jochen Busse: Kabarettist, Schauspieler, Iserlohn, Henning Venske, Berlin, Komödie, Kabarett, Köpfe, Scheidung",
      "preview": "Bitte geben Sie mindestens 2 Zeichen zur Suche ein. yasni &REG Personensuche Hilfe Produkte + Exposé schalten Yasni Login Login DE Suche läuft... Deut"
    },
    {
      "url": "https://www.aquamaps.org/",
      "title": "AquaMaps Search Page",
      "description": "void",
      "preview": "ver. 10/2019 Standardized distribution maps for over 33,500 species of fishes, marine mammals and invertebrates Home | About AquaMaps | CYOM User Manu"
    },
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "https://www.azti.es/",
      "title": "AZTI - Centro de Investigación Marina y Alimentaria",
      "description": "Investigación Marina y Alimentaria",
      "preview": "AZTI es un centro tecnológico comprometido con los grandes retos a los que se enfrenta la humanidad. Por ello, trabajamos desarrollando soluciones sos"
    },
    {
      "url": "https://know4life.tumblr.com/post/143086526763",
      "title": "16% of all new wages in the U.S. are in computer... - Know4LIFE",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19 April 2016 Via 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories,"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    }
  ],
  "_meta": {
    "total_bookmarks": 122
  }
}