{
  "data": [
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://tactilegames.com/",
      "title": "Tactile Games - Danish game developer located in the heart of Copenhagen",
      "description": "We create games with heart.",
      "preview": "We create games with heart See how we do it We're hiring! See all open positions Our games We're all about creating great products and taking pride in"
    },
    {
      "url": "https://www.publishersweekly.com/pw/by-topic/industry-news/book-deals/article/90329-viva-editions-to-publish-anne-heche-memoir.html",
      "title": "Viva Editions to Publish Anne Heche Memoir",
      "description": "Start Publishing's Viva Editions imprint will release Anne Heche's memoir 'Call Me Anne' on January 24. An award-winning actress, Heche died in August in a car crash in Los Angeles just as she was completing the book.",
      "preview": "Self-Pub Jobzone | Login Logout | Subscribe: Log In Logout ADVERTISEMENT Home > News > Book Deals Viva Editions to Publish Anne Heche Memoir By Jim Mi"
    },
    {
      "url": "https://maryannyutzy.com/2007/12/24/christmas-card-and-letter-2007/",
      "title": "Christmas Card and Letter, 2007 | Delaware Grammy",
      "description": "Christmas, 2007 Shady Acres * 7484 Shawnee Road * Milford, DE 19963 And suddenly there was with the Angel, a multitude of the Heavenly host, praising God, and saying, \"Glory to God in the Highest, and on Earth, peace, goodwill toward men.\" Luke2:13,14 KJV Dear Family and Friends everywhere, This is a bright December...",
      "preview": "Delaware Grammy Skip to content Home ← Previous Post Next Post → December 24, 2007 · 11:15 pm ↓ Jump to Comments Christmas Card and Letter, 2007 Chris"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "https://nereusprogram.org/works/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "A new source of publicly accessible data on fishing vessel activity is providing unprecedented insight into the scope of fishing in areas beyond national jurisdiction (ABNJ) and governance gaps therein.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://www.lelupartanen.fi/lautapelit/30949-carcassonne-teltta-ja-tirehtoori-6430018273105.html",
      "title": "Suomen paras leluvalikoima | Nopea toimitus | Lelukauppa Partanen",
      "description": "Tuhansien lelujen ja elämysten kotimainen lelukauppa jolla paketointipalvelu ja lahjatoimitus suoraan lahjansaajalle. Myymälät Kuopiossa ja Jyväskylässä, sekä iso verkkokauppa.",
      "preview": "void"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "https://it.vecteezy.com/foto/1178347-sms-con-smartphone",
      "title": "Scarica Vettori, Immagini, Foto e Video Gratuiti",
      "description": "Esplora milioni di vettori, immagini, foto e video royalty-free! Trova la grafica, lo sfondo, la clip art, lo sfondo o l'icona perfetti per il tuo progetto.",
      "preview": "Scarica vettori, foto d'archivio, video d'archivio e altro gratuitamente Risorse creative di qualità professionale per portare a termine i tuoi proget"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://www.fairtradecertified.org/",
      "title": "Fair Trade Certified - Sourcing Program from Fair Trade USA",
      "description": "Fair Trade Certified is an award-winning sustainable sourcing model that improves livelihoods and builds resilient supply chains through fair trade certification.",
      "preview": "Menu Improving Lives, Protecting the Planet. Fair Trade USA™ is a pioneering Fair Trade certifier, building an innovative model of responsible busines"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://docs.looker.com",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct/download-the-code-of-conduct.html",
      "title": "Download the Code of Conduct",
      "description": "Download the Walmart Code of Conduct. Multiple translated versions of the code are available here.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://scikit-image.org/docs/stable/auto_examples/index.html",
      "title": "Examples - skimage 0.25.2 documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K Choose version GitHub PyPI Examples # A gallery of examples and that showcase how scikit-image can be used."
    },
    {
      "url": "https://sharonsloan.org/2009/09/annual-all-fun-no-chores-day/",
      "title": "Annual \"All-Fun No-Chores Day\"!",
      "description": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods)August 2009″And on that day they offered great sacrifices, rejoicing because God had given them great joy. The wom...",
      "preview": "Me and My Cherubs on the beach of Lake Pleasant (Camp of The Woods) August 2009 \"And on that day they offered great sacrifices, rejoicing because God"
    },
    {
      "url": "https://www.rileygrey.com",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.236684737.1587264736.1599146402-1315968737.1583855368&_gac=1.49431570.1599177391.EAIaIQobChMI1_6LgZjO6wIVlI3ICh2FNAa1EAAYASAAEgJdhvD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://seavision.volpe.dot.gov/",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://www.aqadvisor.com/",
      "title": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor",
      "description": "void",
      "preview": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor Freshwater Advisor Saltwater Advisor"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Susan",
      "title": "Susan | Muppet Wiki | Fandom",
      "description": "Susan Robinson is married to Gordon, and works as a nurse. In Season 17, Susan and Gordon adopted a son, Miles. Susan appeared on Sesame Street starting with the earliest test programs in 1969. In the earliest episodes of the show, Susan was a housewife, having worked as a nurse before she was...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://www.chat27.co.za/",
      "title": "Chat27",
      "description": "void",
      "preview": "chat·27 Welcome! A new chat·27?! We know... sequels rarely improve on the original. So we're keeping things simple. At least for starters. Reconnect w"
    },
    {
      "url": "http://www.d20monkey.com/comic/gratuitous-flashback/",
      "title": "» Gratuitous Flashback",
      "description": "This strip is a little talking head and copy/pastey. Deal with it, person already typing that comment. You have no power here. AND OMG A NEW SHIRT!",
      "preview": "/> Next > Last >> Gratuitous Flashback Chapter: Season Eight This strip is a little talking head and copy/pastey. Deal with it, person already typing"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://elearning.ala.org/",
      "title": "Home | ALAeLearning",
      "description": "void",
      "preview": "Skip to main content Welcome to ALA's eLearning Catalog Welcome to ALA eLearning, the leading global content provider of courses, webinars, and custom"
    },
    {
      "url": "https://sexyfishmiami.com/",
      "title": "Asian Restaurant & Late Night Bar Miami | Fish Restaurant | Sexy Fish",
      "description": "Located in the heart of Brickell, offering high-end glamour, surrealist décor, and opulent culinary majesty inspired by the oceans of Asia. Sexy Fish offers an all-day to late-night experience, allowing guests to enjoy incredible entertainment, as w...",
      "preview": "Sorry, your browser doesn't support HTML5 video tag. Sorry, your browser doesn't support HTML5 video tag. Welcome to Sexy Fish Sorry, your browser doe"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://www.leahblevinsmusic.com/",
      "title": "Leah Blevins",
      "description": "void",
      "preview": "0 Leah Blevins, a captivating force in music hailing from Sandy Hook, Kentucky, seamlessly blends vintage charm with a contemporary groove. SHOWS"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://www.nih.gov/institutes-nih/nih-office-director/office-communications-public-liaison/freedom-information-act-office",
      "title": "Freedom of Information Act Office | National Institutes of Health (NIH)",
      "description": "The NIH FOIA office handles requests for information from the Office of the Director, trans-NIH issues, and protected information, while specific NIH components have their own FOIA Coordinators for targeted requests, all under the Freedom of Information Act which grants access to federal records with certain exemptions and exclusions.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.maxar.com/one-maxar",
      "title": "Vantor - Spatial Intelligence Connecting Sensors Across Every Domain | Vantor",
      "description": "Vantor is driving a more autonomous, interoperable world across the defense, intelligence, and commercial sectors. Our spatial intelligence products combine spatial data, AI, and software to deliver total clarity from space to ground.",
      "preview": "Total clarity from space to ground Vantor is forging the new frontier of spatial intelligence to unlock a more autonomous, interoperable world. Our Mi"
    },
    {
      "url": "https://stage.worklifesystems.com/parent/27",
      "title": "Login",
      "description": "with draggable and editable events",
      "preview": "Please contact us for any assistance: childcaresearch@childcareresourcesinc.org (888) 600-1685 x183 Welcome! We are here to help you find a child care"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/post/116652519683",
      "title": "Wrappedup NCA WA - codeorg: With all the national debate on...",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Menu"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.brcc.edu/brcc/administration/contact-us",
      "title": "Contact Us - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Blue Ridge Community CollegeBox 80, One College LaneWeyers Cave, Virginia 24486(540) 234-9261info@brcc.edu Department Phone Numbers Department Phone Number Academic Affairs (540) 453-2205 Accounts Payable (540) 453-0279 Accounts Receivable (540) 453-0276",
      "preview": "Skip to Content Contact Us Home » About » Contact Us Blue Ridge Community College Box 80, One College Lane Weyers Cave, Virginia 24486 (540) 234-9261"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://lcfgeorgia.org/",
      "title": "Latino Community Fund (LCF Georgia)",
      "description": "Latino Community Fund (LCF Georgia) Latino nonprofit organization supporting Hispanics in Georgia with programs, services, advocacy, grants",
      "preview": "Skip to content We Help Georgia Grow. Expanding democracy, increasing representation, building and protecting community, and facilitating economic opp"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "https://www.linkedin.com/company/2171947",
      "title": "LinkedIn Login, Sign in | LinkedIn",
      "description": "Login to LinkedIn to keep in touch with people you know, share ideas, and build your career.",
      "preview": "LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services, and to show you relevant ads (i"
    },
    {
      "url": "http://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://tomischool.gr/%CF%83%CE%BB%CE%BF%CE%B2%CE%B1%CE%BA%CE%B9%CE%BA%CE%B1-%CE%B3%CE%B9%CE%B1-%CF%83%CF%85%CE%BD%CE%B5%CE%BD%CE%BD%CE%BF%CE%B7%CF%83%CE%B7/",
      "title": "ΣΛΟΒΑΚΙΚΑ ΓΙΑ ΣΥΝΕΝΝΟΗΣΗ - BASIC OF SLOVAK LANGUAGE | tomischool.gr",
      "description": "void",
      "preview": "X HOME ABOUT US PHOTOS NEWS SOS COURSES OUR SCHOOL CONTACT 25/08/2015 on engineers , medicine , pharmacy , veterinary , Χωρίς κατηγορία Παραθέτουμε τι"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://charts.gc.ca/charts-cartes/digital-electronique/index-eng.html",
      "title": "Purchase charts for navigation",
      "description": "Purchase charts for navigation",
      "preview": "Purchase charts for navigation CHS distributes nautical charts for navigation through a dealer network that serves Canada and the entire world. You ca"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://firemarkstudio.video.blog/",
      "title": "Fire Mark Studio - Novelty apps for curious minds!",
      "description": "Novelty apps for curious minds!",
      "preview": "Skip to content Play your favorite Bongo Cat musical instruments. Subscribe Subscribed Fire Mark Studio Sign me up Already have a WordPress.com accoun"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://www.indian-markt.com/products/8901701103101",
      "title": "Please Log In",
      "description": "void",
      "preview": "Indian-Markt Sehr geehrte/r Kunden, Unser Online-Shop ist bis auf Weiteres geschlossen. Bitte besuchen Sie unser Ladengeschäft in Kleinfeld Str. 46, 7"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://www.gearjunkies.com/2015/10/aston-microphones-a-uniquely-british-story-of-microphones/",
      "title": "Aston Microphones - A uniquely British story of microphones - Gearjunkies - Music tech news, Reviews, Videos, Synthesizers, Studio, Recording",
      "description": "Don't miss the latest news and reviews about electronic music production gear and artists, synthesizers, studio equipment, plug-ins, DJ and MIDI controllers",
      "preview": "f w h f Facebook w Twitter g Google+ p Pinterest Set to hit the market in October 2015, initially with two custom crafted condenser microphones, and f"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://www.musee-rodin.fr/en/museum/collections",
      "title": "Collections | Musée Rodin",
      "description": "void",
      "preview": "Collections Skip to main content Share Share on Collections Artworks > Learn more Theme Gallery > Learn more Rodin in the world > Learn more Search Ag"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://tapas.io/series/Fantasticbric",
      "title": "Read Fantasticbrick | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "http://www.brentstirton.com",
      "title": "Brent Stirton",
      "description": "Photo Gallery of Brent Stirton Photojournalist.",
      "preview": "0 ENTER"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://its.ucsc.edu/terms/",
      "title": "Website Privacy and Terms and Conditions - Information Technology Services",
      "description": "void",
      "preview": "Website Privacy and Terms and Conditions About this policy Last updated: 11/01/2021 Responsible office: University Advancement and Information Technol"
    },
    {
      "url": "http://www.sicilialive24.it/author/antonello-pacesicilialive24-it/",
      "title": "Antonello Pace, Author at SiciliaLive24.it | SiciliaLive24.it",
      "description": "void",
      "preview": "Stay Connected Ultimi articoli in RSS AGRIGENTO AGRIGENTO DA LONTANO AKRAGAS ARCHIVIO ARTICOLI CALCIO CALTANISSETTA CATANIA CINEMA COSTUME E SOCIETA'"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.orbcomm.com/",
      "title": "Where IoT powers asset intelligence | ORBCOMM",
      "description": "ORBCOMM delivers pioneering industrial IoT technology that boosts productivity, streamlines operations and builds sustainability.",
      "preview": "Solutions Transportation BY NEED Visibility Compliance Optimization Safety & security BY ASSET Dry trailer Reefer Chassis Container Rail PRODUCTS Plat"
    },
    {
      "url": "https://www.gnof.org/",
      "title": "Greater New Orleans Foundation | Giving in Action",
      "description": "We provide strategic philanthropy and civic leadership to make the Greater New Orleans Region greater than ever. Learn more about our work and how to get involved.",
      "preview": "Skip to content News National Academies of Sciences, Engineering, and Medicine, Lever for Change Announce Foundation, Together Louisiana as $50 Millio"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://www.treasury.pncbank.com/portal/esec/login.ht",
      "title": "PINACLE® Login | PNC",
      "description": "Official login page for PINACLE, providing online access to PNC's Corporate and Commercial Banking services",
      "preview": "PINACLE® Login | PNC DID YOU KNOW? You can manage your company's finances on the go. LEARN MORE DID YOU KNOW? You can expedite payments without accele"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "http://www.nonsisamai.com/2008/10/voi-lo-sapete-che-giornali-leggete.html?showComment=1222887960000",
      "title": "Non Si Sa Mai: voi lo sapete che giornali leggete?",
      "description": "Sarah Palin no .",
      "preview": "mercoledì 1 ottobre 2008 voi lo sapete che giornali leggete? Sarah Palin no . Posted by nonsisamai at 06:06 Invia tramite email Postalo sul blog Condi"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.roadmaptozero.com/",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://www.stanfordchildrens.org/en/topic/default?id=separation-anxiety-90-P02283",
      "title": "Separation Anxiety - Stanford Medicine Children's Health",
      "description": "Separation anxiety usually begins around 6 months of age. Babies may suddenly be afraid of familiar people, such as babysitters or grandparents.",
      "preview": "MyChart Second Opinion Donate En Español × Close Separation Anxiety What is separation anxiety? Part of a baby's normal development is learning that s"
    },
    {
      "url": "https://verified.capitalone.com/auth/signin",
      "title": "Capital One Sign In: Log in to access your account(s)",
      "description": "Sign in to access all of your Capital One accounts. View account balances, pay bills, transfer money and more.",
      "preview": "void"
    },
    {
      "url": "https://cafenoseaustin.com/",
      "title": "Café No Sé",
      "description": "An all-day café on South Congress Avenue. Patio + dining room open 7 days a week. Takeaway available daily. Order online for pick-up or deliver through Favor.",
      "preview": "All Day Café Austin, Texas Kimchi Hash All Day Café Austin, Texas Salmon Burger All Day Café Austin, Texas Desserts at Café No Sé All Day Café Austin,"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://help.discoveryplus.com",
      "title": "discovery+ Help Center",
      "description": "void",
      "preview": "Skip to main content discovery+ Help Center Search We're here to help In Europe? Visit the European Help Centre for discovery+ . Categories Getting St"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "http://www.blowerapp.com",
      "title": "Blower - Blow real air with your phone!",
      "description": "Blower - Blow real air with your iPhone, iPad and iPod",
      "preview": "Blow out candles Unlock the mind-blowing feature on your Apple or Android phone: Turn it into a real Air Blower! Blower uses secret hardware features"
    },
    {
      "url": "https://suicidepreventionlifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "https://www.azti.es/",
      "title": "AZTI - Centro de Investigación Marina y Alimentaria",
      "description": "Investigación Marina y Alimentaria",
      "preview": "AZTI es un centro tecnológico comprometido con los grandes retos a los que se enfrenta la humanidad. Por ello, trabajamos desarrollando soluciones sos"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://globalnews.ca/",
      "title": "Global News | Breaking, Latest News and Video for Canada",
      "description": "Globalnews.ca - Watch and read Canada's Breaking news plus Business, Health, Politics and World News",
      "preview": "GlobalNews home Full Menu Search Menu Menu Close Submit Search Topics Watch World Canada Local Change location Politics Money Health Entertainment Lif"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://www.climateone.org/audio/what%E2%80%99s-my-air",
      "title": "What's in My Air? | Climate One",
      "description": "Key to addressing the climate crisis is having an accurate picture of greenhouse gas emissions. Over a 20-year period, methane is 80 times more potent a greenhouse gas than carbon dioxide. Yet those responsible for releasing methane into the atmosphere often don't even know how they themselves are emitting. And methane is only one of many harmful air pollutants that result from our dependence on burning fossil fuels.",
      "preview": "Skip to main content Play What's in My Air? 12/02/2022 Guests Davida Herzl CEO and Co-Founder, Aclima Kendra Pinto Four Corners Indigenous Community F"
    },
    {
      "url": "https://apps.mob.org/genre/cloud/p21-android-1.6/",
      "title": "Android Cloud Services apps. Download free Cloud Services programs for Android Android 1.6 phone.",
      "description": "Download Cloud Services Android free programs. Download apps for Android Android 1.6 phone or tablet. You can download best Android Cloud Services programs for all phone models for free from our site.",
      "preview": "Download apps for Android 1.6 for free: Cloud Services Apps for Android » Android 1.6 Program categories: Audio & Video Business Education Image & Pho"
    },
    {
      "url": "http://globalneurocare.org/what-we-do/",
      "title": "What We Do - GlobalNeurology®",
      "description": "void",
      "preview": "Skip to content GlobalNeurology ® is a unique partnership of physicians and surgeons specializing in the neurosciences (neurology, neurosurgery, neuro"
    },
    {
      "url": "https://ksat.sports.gracenote.com/basketball/nba/team/404302/",
      "title": "KSAT - NBA",
      "description": "void",
      "preview": "MLB NFL NBA NHL NCAAF NCAAB MLS NBA NBA Team Home Schedule Statistics Roster Texas Teams San Antonio Spurs Dallas Mavericks Houston Rockets Houston Te"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://docs.python.org/3/library/logging.html",
      "title": "logging - Logging facility for Python - Python 3.14.0 documentation",
      "description": "Source code: Lib/logging/__init__.py Important: This page contains the API reference information. For tutorial information and discussion of more advanced topics, see Basic Tutorial, Advanced Tutor...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Generic Operating System Services » logging"
    },
    {
      "url": "http://support.groundspeak.com",
      "title": "Knowledge Books",
      "description": "Geocaching HQ - help desk and customer service portal.",
      "preview": "Skip to navigation Skip to content How can we help? Search by topics, keywords, or phrases Search Geocaching basics What is geocaching? Finding a geoc"
    },
    {
      "url": "https://www.camicado.com.br/p/jarra-de-vidro-para-cafeteira-oster-programavel-4401/-/A-700041533-br.lc",
      "title": "Jarra de Vidro para Cafeteira Oster Programável 4401 - Camicado",
      "description": "Jarra de Vidro Oster compatível com Cafeteira : Cafeteira Oster Flavor Programável - BVSTDC4401 Cafeteira Oster Flavor Vermelha Programável - BVSTDC4401RD Cafeteira Oster Flavor Black Programável - BVSTDCDWX20B",
      "preview": "Sair"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://www.lemonde.fr/sciences/",
      "title": "Sciences - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Sciences. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Sciences publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.hrc.org/press-releases/major-health-education-and-child-welfare-organizations-oppose-anti-lgbtq-state-based-legislation",
      "title": "HRC | Major Health, Education, and Child Welfare Organizations Oppose...",
      "description": "Today, the nation's leading child health and welfare groups representing more than 7 million youth-serving professionals and more than 1000 child welfare...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://resurrect.myspace.com/sleepingpeople/music/song/mouthbreeder-33220903-34326715",
      "title": "mouthbreeder by Sleeping People | Song | Free Music, Listen Now on Myspace",
      "description": "mouthbreeder by Sleeping People: Listen to songs by Sleeping People on Myspace, a place where people come to connect, discover, and share.",
      "preview": "Search Discover Sign up Sign in Help Site Info Privacy Terms Ad Opt-Out Do-Not-Sell My Personal Information A part of the People / Entertainment Weekl"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    }
  ],
  "_meta": {
    "total_bookmarks": 165
  }
}