{
  "data": [
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://www.assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "http://txshowdown.com/",
      "title": "Texas Showdown 2026 - The Premier Texas Tournament - Now in its 25th Anniversary!",
      "description": "Join the most prestigious gaming tournaments in Texas. Compete in Street Fighter 6, Tekken 8, Mortal Kombat 1, and more with epic prizes and professional setups.",
      "preview": "void"
    },
    {
      "url": "https://calendrier.tunisie.co/evenement/4226/zammour-trekking-challenge-trail-les-14-15-et-16-janvier-2022-472410/",
      "title": "Zammour Trekking Challenge Trail, les 14, 15 et 16 Janvier 2022",
      "description": "Le Zammour Trekking Challenge Trail aura bien lieu en 2022",
      "preview": "void"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "https://www.ryanair.com/ie/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "http://www.exploratorium.edu/",
      "title": "Experience the Exploratorium at Pier 15",
      "description": "Experience the Exploratorium. Let your curiosity roam free through hundreds of exhibits in our six spacious indoor and outdoor galleries at Pier 15, San Francisco.",
      "preview": "Skip to main content Notice - Please note that the Exploratorium is moving to a new ticketing system on 10/27/25. Tickets for dates from 10/28/25-01/0"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://inclusion.engr.psu.edu/",
      "title": "Center for Engineering Outreach and Inclusion | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Success Programs Multicultura"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "https://ceqanet.opr.ca.gov/2017052030/7",
      "title": "Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "description": "2017052030 - 2020-11-23 - NOD - Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "preview": "Home Search SCH Number 2017052030 Transportation Infrastructure Agreement for River Crossing Marketplace Project Transportation Infrastructure Agreeme"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://www.usbank.com/index.html",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "http://www.fondationprimat.org//en/projets-archive",
      "title": "Completed Projects - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Fondation Primat Fonds Odonata Fonds Ahimsa Fonds MAISHA Fonds MALOM Fonds HP Camera One The wonderful story of an oak tree, told through the lives of"
    },
    {
      "url": "https://www.surlatable.com/greenpan-craft-sheet-pans/PRO-6146807.html",
      "title": "GreenPan Craft Sheet Pan | Sur La Table",
      "description": "GreenPan Craft Sheet Pan",
      "preview": "Skip to Content Why you'll love it ONLY AT SLT Built for the demands of the modern kitchen, Craft ovenware makes cooking easier. Whether you're baking"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Microsoft-Power-Automate/ct-p/MPACommunity",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.diffchecker.com/diff",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://www.dicelacancion.com/discografia-drain-sth",
      "title": "Drain sth: Letras de canciones y significados - Dice la canción",
      "description": "Significados de las letras de canciones de Drain sth: Enter my mind, Crave, Alive...",
      "preview": "Canciones de Drain Sth Significados de las letras de canciones de Drain Sth Enter my mind Crave Alive Todos los artistas : A B C D E F G H I J K L"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.centerffs.org/",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://stacks.cdc.gov/view/cdc/65492",
      "title": "Programs, Practices, People",
      "description": "void",
      "preview": "Skip to main content × Advisory Committee on Immunization Practices (ACIP) CDC and ATSDR Budget Documents CDC Public Access David J. Sencer CDC Museum"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "https://www.eou.edu/?s=ebk5867.cn",
      "title": "ebk5867.cn | Search Results | Eastern Oregon University",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://www.contrado.it/",
      "title": "Contrado: crea, acquista e vendi prodotti | Stampa su richiesta",
      "description": "Crea il tuo brand insieme alla nostra esperienza di print on demand su abbigliamento personalizzato e stampe tessili. Stampa online e Pronte in 48 ore.",
      "preview": "EUR Menu Stampa su tessuto Arte per la casa e la parete Vestiario Borse e accessori Tessuti per metodo di stampa Tipi di tessuto personalizzati Tessut"
    },
    {
      "url": "https://www.tezenis.com/world/collections/sporty/mens_tracksuit/",
      "title": "tezenis_ww - Shop online with Tezenis",
      "description": "The Tezenis tezenis_ww collection is waiting for you! Have fun creating brand new outfits that are suitable for any occasion. Quick refunds. Shop online",
      "preview": "✕ 1,843 items Clear filters Filter 1,843 items Clear filters Filter label.title.filtersmodal Arrange by Product name (a-z) Product name (z-a) Size XS"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "https://www.newyorker.com/news/annals-of-a-warming-planet/what-joe-bidens-climate-plan-really-signals",
      "title": "What Joe Biden's Climate Plan Really Signals | The New Yorker",
      "description": "Bill McKibben rounds up climate-change news, including an analysis of Joe Biden's climate plan, Al Gore's new tech push, and an alarming image from Lake Chilwa, in Malawi.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Subscribers to The Climate Crisis newsletter received this piece"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://www.nfl.com/standings",
      "title": "2025 NFL Division Standings",
      "description": "See the latest NFL Standings by Division, Conference and League. Find current or past season NFL standings by team.",
      "preview": "Skip to main content Advertising Standings Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "http://www.wrlfmd.org/",
      "title": "Homepage | World Reference Laboratory for Foot-and-Mouth Disease",
      "description": "void",
      "preview": "Skip to main content Search Homepage Go to main content Foot-and-Mouth Disease Find out more Foot-and-mouth Disease Reports by country Foot-and-mouth"
    },
    {
      "url": "https://www.listennotes.com/podcasts/moving-up-together-moving-up-together-qNSPIX3VDKn/",
      "title": "Moving Up Together (podcast) - Moving Up Together | Listen Notes",
      "description": "Real people and real stories that prove what you've heard - and may believe - about \"poor\" people is wrong. Moving Up Together was created by the national no...",
      "preview": "Listen Later API Data Discover Real-Time Episodes being played now Explorer Find similar podcasts Best Podcasts Recommended by us Hot Podcasts Popular"
    },
    {
      "url": "https://loveseatown.com/",
      "title": "Love SeaTown: Explore all that's happening in Downtown Seattle",
      "description": "There's a lot happening in Downtown Seattle. Check out upcoming events, shows at Historic Theatre District venues, free family fun and more as you plan your next visit.",
      "preview": "Connect with the downtown Seattle you love We've all said these words: \"I love Seattle.\" SeaTown. And it goes beyond the surface. We mean it. Because"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://www.univision.com/global/privacy-policy-en",
      "title": "Privacy Notice - TelevisaUnivision",
      "description": "LAST UPDATED: March 7th, 2025 TelevisaUnivision - Global Privacy Notice Univision Communications, Inc. and its affiliates (collectively, \"TelevisaUnivision,\" \"we,\" \"us,\"...",
      "preview": "Home About Leadership Brands Newsroom Careers Partner with Us Así Studios Advanced Solutions Hispanic Insights Growth Stories Español Privacy Notice L"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "https://www.blm.gov/visit/copper-ridge-dinosaur-tracks-interpretive-site",
      "title": "Copper Ridge Dinosaur Tracks Interpretive Site | Bureau of Land Management",
      "description": "Length of Hike: A short walk (just over 200 yards) up the hill to the tracks. Type of Hike: A short constructed trail that parallels the jeep route. Area Attractions: Dinosaur tracks and beautiful scenery.",
      "preview": "Skip to main navigation Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United St"
    },
    {
      "url": "https://consultations.worldbank.org/?map=1",
      "title": "World Bank Consultations",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions.",
      "preview": "Consultations Need help? Contact us About Consultations Ongoing dialogue between the World Bank Group and stakeholders-government, civil society, medi"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://passk12.org/",
      "title": "PASS: Partner Alliance for Safer Schools | PASSK12",
      "description": "The official website for the Partner Alliance for Safer Schools (PASS), which provides K-12 school safety and security guidelines, best practices and more.",
      "preview": "Skip to content Linkedin Youtube X-twitter It's time to improve school security. Making schools safer is both achievable and urgently needed. Our Scho"
    },
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://chicagocrusader.com/advocacy-and-industry-organizations-urge-treasury-secretary-mnuchin-to-set-aside-10-billion-to-provide-relief-for%E2%80%AFbusiness-owners%E2%80%AFof%E2%80%AF-color%E2%80%AF/",
      "title": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color",
      "description": "\"As the Treasury Secretary, you must use your authority to ensure that the structural issues with the PPP do not continue to exclude businesses of color.\"",
      "preview": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color April 26,"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "http://www.nielsen.com/digitalprivacy",
      "title": "Digital measurement privacy statement | Nielsen",
      "description": "Nielsen uses its proprietary software and products to provide digital measurement services, which measure and analyze how consumers engage with media across online, mobile and emerging technologies, and enable Nielsen to offer research insights into consumer behavior.",
      "preview": "Additional privacy information Our Privacy Principles Learn more Careers Privacy Notice Learn more Digital Measurement Privacy Notice Learn more Marke"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "https://equitablefood.org/",
      "title": "Home - Equitable Food Initiative",
      "description": "Equitable Food Initiative partners with growers and retailers to create a more transparent food chain, safer food and healthier places to work.",
      "preview": "Skip to content Elevating Social Responsibility Through Worker Engagement CERTIFY YOUR FARMING OPERATION start here COURSE CALENDAR START HERE ETHICAL"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "http://www.ferienwohnung-in-obergurgl.at/bildergalerie/ferienwohnung_oetztal/content/_0059684695_large.html",
      "title": "Bilder Ferienwohnung Ötztal",
      "description": "void",
      "preview": "Bilder Ferienwohnung Ötztal www.ferienwohnung-in-obergurgl.at Ferienwohnung Ötztal für 3-5 Personen Zurück Index Weiter oetztal-1 630 Appartementhaus"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}