{
  "data": [
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://jobs.wordpress.net/",
      "title": "WordPress Jobs | WordPress related Job Postings",
      "description": "void",
      "preview": "« Return to WordPress.org Search for: Development (5) 5 jobs Date Posted Job Title Job Type Location Oct 8 Web Developer Needed Project Bellevue, WA O"
    },
    {
      "url": "https://tahadiwasla.app.link/s/0717ceea0c63ebc709ead93cce696ea3722379c976d7fba0e7752f2ad8b5d881",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vpic.nhtsa.dot.gov/decoder/Decoder",
      "title": "Welcome to VIN Decoding :: provided by vPIC",
      "description": "void",
      "preview": "United States Department of Transportation Report a Problem VIN Decoder Powered by Version: 3.63 last updated on 8/16/2025 Release Notes Subscribe/Uns"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fholiday%2Fholiday-sitewide-sale%2F",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "http://www.zakochanawsztuce.pl/2013/11/kordonkowe-bombeczki.html",
      "title": "Zakochana w sztuce: KORDONKOWE BOMBECZKI",
      "description": "void",
      "preview": "Strona główna Autor O mnie O blogu Współpraca Kontakt Obsługiwane przez usługę Blogger ."
    },
    {
      "url": "https://content.time.com/time/subscriber/article/0,33009,948932,00.html",
      "title": "Nation: No Need for Welfare - TIME",
      "description": "Jeff Carter's rising career Brother Billy is not the only international businessman in the Carter family. TIME has learned that the President's youngest son Jeff, 27, has worked since 1978...",
      "preview": "void"
    },
    {
      "url": "http://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://www.legislation.sa.gov.au/index.aspx",
      "title": "Legislation | South Australian Legislation",
      "description": "void",
      "preview": "Looks like you have JavaScript disabled! Many aspects of this site require JavaScript to function correctly. Skip to content Skip to navigation Legisl"
    },
    {
      "url": "http://www.zeichnerdermatology.com/about",
      "title": "About Dr Z - Joshua Zeichner, MD",
      "description": "void",
      "preview": "Education University of Pennsylvania, B.A. Johns Hopkins University School of Medicine, M.D. St. Vincents Medical Center, Medical Internship Mount Sin"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://www.happyfolding.com/instructions",
      "title": "Videos | Happy Folding",
      "description": "Origami videos including instructions/tutorials",
      "preview": "Skip to main content Home Videos Videos Currently displaying 1 - 24 of 201 videos to enjoy. Video type <Any> Tutorials ASMR (no talking, no speed-up)"
    },
    {
      "url": "https://ve.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Venezuela",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://asa.com/learn-to-sail/keelboat-sailing/",
      "title": "ASA | Generating value across generations",
      "description": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail investors, corporate and institutional clients.",
      "preview": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail inve"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://www.madison-reed.com/",
      "title": "Madison Reed Hair Color | Salon Quality At Home or Book Service",
      "description": "Madison Reed is transforming at home hair color with ammonia free hair dye that results in multi-dimensional color that looks beautiful, healthy and natural.",
      "preview": "Skip to Main Content Madison Reed Hair Color Is An Instant Vibe Shift Multi-Dimensional Made for All Your Shades Bold and Timeless Cruelty-Free Colori"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/post/126530257411",
      "title": "Astronomy Inspires | Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://www.therosienetwork.org/missionandimpact",
      "title": "MISSION & IMPACT | The Rosie Network",
      "description": "We Empower Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More!",
      "preview": "top of page OUR MISSION & WHY We have trained and mentored active-duty, veterans, and military spouses for 10 YEARS. While our network has grown, our"
    },
    {
      "url": "https://www.grameenamerica.org/staff",
      "title": "Staff - Grameen America",
      "description": "void",
      "preview": "Back Who We Are Elevate by Grameen America Ways To Give Community Health Initiative Board Of Directors Staff Financial Information Back Impact Report"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://resurrect.myspace.com/sleepingpeople/music/song/mouthbreeder-33220903-34326715",
      "title": "mouthbreeder by Sleeping People | Song | Free Music, Listen Now on Myspace",
      "description": "mouthbreeder by Sleeping People: Listen to songs by Sleeping People on Myspace, a place where people come to connect, discover, and share.",
      "preview": "Search Discover Sign up Sign in Help Site Info Privacy Terms Ad Opt-Out Do-Not-Sell My Personal Information A part of the People / Entertainment Weekl"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://www.obeckosice.cz/uredni-deska?tagsRenderer-tag=2012&noticeOverview-noticesGrid-grid-order=name%3Dd%26archived%3Dd%26added%3Da&noticeOverview-noticesGrid-grid-itemsPerPage=10",
      "title": "Obec Košice | Úřední deska",
      "description": "Obec Košice se nachází v okrese Tábor, kraj Jihočeský.",
      "preview": "Tato webová stránka potřebuje váš souhlas pro používání cookies, které slouží pro personalizaci obsahu a reklam, analýzy návštěvnosti a další účely. S"
    },
    {
      "url": "https://stores.bestbuy.ca/en-ca/search",
      "title": "Find the nearest Best Buy store location near you | Best Buy Canada",
      "description": "Find Best Buy store locations near you for computers, TVs, appliances, cell phones, video games, smart home tech, and Geek Squad services. Reserve online, pickup in-store.",
      "preview": "Skip to content Return to Nav Filter by Service Services Battery and Electronics Recycling Best Buy Express Best Buy Mobile Experience Store Geek Squa"
    },
    {
      "url": "https://yvonnelin.se/2017/07/25/skams-probitas/",
      "title": "Skäms Probitas - Yvonne Lin",
      "description": "Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ute på gatan...",
      "preview": "Hoppa till innehåll Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ut"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85916",
      "title": "Searchable Recipe Database - ASPIC DI FRAGOLA E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "http://www.tiffanyandcofoundation.org/",
      "title": "The Tiffany & Co. Foundation",
      "description": "void",
      "preview": "Replay Replay The Tiffany & Co. Foundation seeks to preserve the world's most treasured seascapes and landscapes, fueled by the love we have for our p"
    },
    {
      "url": "http://www.aclu.org/",
      "title": "American Civil Liberties Union | The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "description": "The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "preview": "Skip to main content American Civil Liberties Union Defend the rights of all people nationwide With immigrant rights, trans justice, reproductive free"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://shop.australiazoo.com.au/robert-irwins-australia-photography-book/",
      "title": "Australia Photography Book - by Robert Irwin",
      "description": "Years in the making, I am proud to announce 'Robert Irwin's Australia'. This book is a showcase of one of our world's last frontiers, exhibiting powerful imagery from the most rugged, beautiful, surprising and awe-inspiring continent on Earth. It pays homage to my home, and encapsulates my journey behind the lens. For the first time, I will delve into what makes photography so special to me and reveal the profound connection it has to conservation, and to my dad's life and legacy.",
      "preview": "Enjoy free worldwide shipping on orders of $200 AUD or more! - Terms & Conditions Due to national union strike action, Canada Post has advised all cou"
    },
    {
      "url": "https://mauinow.com/2019/04/18/uhmc-emergency-preparedness-exercise-april-18/",
      "title": "UHMC Emergency Preparedness Exercise, April 18 : Maui Now",
      "description": "UHMC and the Maui Police Department will participate in a Joint Agency Emergency Preparedness Exercise on April 18 from 1 to 3 p.m at the UHMC campus.",
      "preview": "Search Aloha, ! My Profile | Logout Aloha, Guest! Login | Register News Topics Front Page Maui News Business Arts & Entertainment Maui Wildfires Maui"
    },
    {
      "url": "https://www.accenture.com/us-en",
      "title": "U.S. | Let There Be Change | Accenture",
      "description": "Accenture embraces the power of change to create 360° value and shared success for our clients, people, shareholders, partners and communities. Learn more.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.woorank.com/",
      "title": "Website Optimization and Digital Agency Sales Tools | WooRank",
      "description": "Our easy-to-use SEO tools will help you optimize your online presence, grow your business and generate more leads.",
      "preview": "Explore the Power of GA4 in WooRank's Reports Discover More Start Now Start Optimizing Your Website Run your Review today to get an instant website an"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "https://www.ama-assn.org/health-care-advocacy/advocacy-update/march-26-2021-state-advocacy-update",
      "title": "March 26, 2021: State Advocacy Update | American Medical Association",
      "description": "AMA fights to protect health care for transgender patients and more in the latest State Advocacy Update.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "http://eisenbahnplaner.eu/?page=0&lang=de&PHPSESSID=3n17vnamc7d07j2ut8jq0qv831",
      "title": "eisenbahn-planer.net",
      "description": "void",
      "preview": "de en fr pl hu nl it ru eisenbahn-planer Filter deaktiviert Termine Veranstalter Information Impressum Anmelden Datenschutz Monat 1 2 3 4 5 6 7 8 9 10"
    },
    {
      "url": "https://www.ywboston.org/about-us/employment/inclusionboston-manager-2/",
      "title": "YW Boston Jobs: Join Our Team to Drive Change",
      "description": "Explore career opportunities at YW Boston and contribute to our mission of eliminating",
      "preview": "Skip to content Jobs 2025-08-12T13:52:25-04:00 Jobs YW Boston is constantly growing and improving our efforts to address the most pressing racial, gen"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://www.photopea.com/",
      "title": "Photopea | Online Photo Editor",
      "description": "Photopea Online Photo Editor lets you edit photos, apply effects, filters, add text, crop or resize pictures. Do Online Photo Editing in your browser for free!",
      "preview": "Photopea Learn Tutorials Templates API Free Online Photo Editor Unlock your creativity with the best free photo editor. Transform your photos with pro"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://irishcountrymagazine.ie/tag/interiors/page/7/",
      "title": "Interiors - Page 7 of 8 - Irish Country Magazine",
      "description": "Explore a curated collection of articles and stories in the Interiors section on Irish Country Magazine, bringing you the best in Irish culture, style, and living.",
      "preview": "Advertise Customer Support Find a Retailer eMagazine SUBSCRIBE IRISH COUNTRY MAGAZINE Inside the issue Irish Made Irish Made Awards Irish Made Awards"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://www.spinchat.com/",
      "title": "Spinchat.com - Free chat, Meet friends, Play games online",
      "description": "Come to us and hang out with new friends! Chat or discuss in our boards and play boardgames online.",
      "preview": "Forgot your password? Already registered? Name Password without chat Login Chat, meet friends and play games! Now online: 114 people Register for free"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://www.npr.org/2023/02/28/1160018771/disney-world-desantis-special-district",
      "title": "Disney World's special status dealt another blow by Florida Gov. Ron DeSantis : NPR",
      "description": "DeSantis dealt another blow to Walt Disney World's autonomy by signing a bill on Monday to take control of the company's development board. Critics say the move looks like retaliation.",
      "preview": "Accessibility links Skip to main content Keyboard shortcuts for audio player Disney World's special status dealt another blow by Florida Gov. Ron DeSa"
    },
    {
      "url": "https://www.graysonliving.com/products/hooker-furniture-living-room-melange-vienna-console",
      "title": "Hooker Furniture Melange Vienna Console - Grayson Living",
      "description": "Come closer to Melange, and you will discover something unexpected, an eclectic blending of colors, textures and materials in a vibrant collection of one-of-a-kind artistic pieces.",
      "preview": "Skip to content Luxury Living FALL SALE: GET 10% OFF WITH CODE FALL10 ON $1,500 + (Excludes Select Brands & Sale Items) FALL SALE: GET 10% OFF WITH CO"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.usmcmuseum.com/",
      "title": "National Museum of the Marine Corps - The National Museum of the Marine Corps",
      "description": "The National Museum of the Marine Corps Museum is located in Triangle, Virginia just outside the gates of Quantico. It's striking architecture is reminiscent of the famous statue of the flag being raised on Iwo Jima by the Marines during World War II.",
      "preview": "THE MUSEUM IS CLOSED Phone Number Not Available Contacts Home The Museum Mission Statement Museum's History Staff Directory FAQs Plan Your Visit Museu"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://waitt-map.netlify.app/?layers=grants",
      "title": "Waitt Institute / Foundation / Blue Prosperity Coalition Web Map",
      "description": "Create a React web app that uses Mapbox GL JS to render a map",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/quartiers-de-marseille",
      "title": "Quartiers de Marseille",
      "description": "void",
      "preview": "Quartiers de Marseille Découpage administratif des 111 quartiers de Marseille (par agrégation d'IRIS). Donnée vectorielle au format shape (.shp). Tabl"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.freep.com/news/",
      "title": "Detroit Free Press - News",
      "description": "void",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "https://www.sportsnewsireland.com/",
      "title": "Home - SportsNewsIreland - SportsNewsIreland",
      "description": "SportsNewsIRELAND focusing mainly on GAA, Rugby, and Horse Racing. Cricket, Showjumping, Olympic events and Sports Scores",
      "preview": "Facebook Twitter Youtube Sign in GAA Soccer Rugby Irish Other Sports Soccer Irish Rugby Racing irish News Sign in Welcome! Log into your account your"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "https://www.usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "http://www.map.psu.edu/",
      "title": "PSU - University Park",
      "description": "Penn State is a top-ranked research university and Pennsylvania's sole land-grant institution, founded with a mission of high-quality teaching, expert research, and global service. Discover a communityâ€\"more than 740,000 strongâ€\"driven to make a difference.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}