{
  "data": [
    {
      "url": "https://www.Rescue-UK.org",
      "title": "The International Rescue Committee UK | The IRC",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://www.earthplanter.com/",
      "title": "EarthPlanter | The #1 Commercial Self-Watering Planter Brand",
      "description": "The Leader in Commercial Self-Water Planter Systems. Top Choice for Retail, Hospitals, Airports & More. Water Once Every 2 - 3 Weeks & Use 80% Less Water.",
      "preview": "Skip to content #1 Selling & Recommended Commercial Self-Watering Planters Labor Cost Reduction 0 % Water & Fertilizer Waste Reduction 0 % Larger & He"
    },
    {
      "url": "https://www.industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://jsonformatter.org/json-editor",
      "title": "Best JSON Editor Online",
      "description": "Secure JSON Editor is online JSON editor tool to Edit, Validate and Format JSON data. Support JSON File, URL.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Editor JSON Editor Online helps to Edit, View, An"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://dynastyseries.com/rosa-acosta-rosaacosta-x-lux-luxiboo-perfect-combo-videovibes/6/",
      "title": "Rosa Acosta @rosaacosta x Lux @luxiboo: Perfect Combo - VideoVibes | Page 6 of 15 |",
      "description": "The blessings that comes from the combination of Rosa Acosta @rosaacosta x Lux @luxiboo should truly be celebrated on a daily basis.",
      "preview": "See Next Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Previous page Next page https://dynastyseries.com/wp-content/2020/10/Rosa-Acosta-@rosaacosta-x-Lux-"
    },
    {
      "url": "https://honda.oemdtc.com/category/recalls",
      "title": "Recalls | Honda & Acura - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.seasip.info/Cpm/",
      "title": "CP/M Main Page",
      "description": "void",
      "preview": "CP/M pages Home -> CP/M CP/M Main Page Last updated: 23 August 2024 CP/M links CP/M information CP/M software ZINC - clones of some CP/M 3 utilities I"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    },
    {
      "url": "https://www.onemap.sg/",
      "title": "OneMap",
      "description": "OneMap is Singapore's authoritative, most comprehensive and detailed map of Singapore, offering detailed geographical data, 100+ practical tools, and essential services for daily life, from property information to transportation routes.",
      "preview": "Search OneMap Now you can search for \"Map Apps\" or \"Nearby\", to access the multiple features made available. (e.g. \"nearby recycling\") Enter the locat"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.visitnorway.no/planlegg-reisen/",
      "title": "Planlegg reisen | Få tips og inspirasjon til norgesferien",
      "description": "God planlegging sikrer deg de opplevelsene du ønsker. Og hvis du ikke vet hva du leter etter, bidrar vi gjerne med noen ideer.",
      "preview": "Skip to main content PLANLEGG REISEN Transport, beste årstider, vær og trygghet ... Vi hjelper deg med planleggingen, så du kan få mest mulig ut av Norg"
    },
    {
      "url": "https://bearmanor-digital.myshopify.com/products/middle-of-the-rainbow-paperback",
      "title": "Amazon",
      "description": "ISBN 9798887710433 \"A long life. A long career. A long marriage. All told with Bonnie's unflinching truth and humor.\" - Jamie Lee Curtis\"As evidence of my consistent good fortune landing a role on St. Elsewhere, I was gifted with another extremely bright and talented woman in my life, Bonnie Barlett. And she arrived w",
      "preview": "PLEASE NOTE: If you need an item quick, don't order from us; amazon is your best bet. We do appreciate you ordering from us directly (the author and t"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    },
    {
      "url": "https://assessment.connectedcouncil.org",
      "title": "Digitally Driven Assessment - Grow your business with digital tools",
      "description": "void",
      "preview": "Skip to content Digitally Driven Assessment Step 1 /5 What is the biggest challenge to your business right now? * Transforming our business to a digit"
    },
    {
      "url": "https://apply.workable.com/kaporcenter/",
      "title": "Kapor Center - Current Openings",
      "description": "The Kapor Center is a family of for profit and not for profit organizations founded by Mitch and Freada Kapor to advance innovation and economic progress of underrepresented communities in technology and entrepreneurship. The Kapor Center aspires to cl...",
      "preview": "void"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.travelandleisure.com/hotels-resorts/beach-hotels/baha-mar-baha-bay-review",
      "title": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside",
      "description": "Baha Bay at Baha Mar is now open, and we took a look inside.",
      "preview": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside Baha Bay at Baha Mar is raising the bar for water parks everywhere. By Eliz"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=navbar1",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://whichmba.economist.com/",
      "title": "WhichMBA?",
      "description": "We have decided to close our WhichMBA site, including our rankings products.",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "https://avpn.asia/",
      "title": "AVPN: Moving capital towards impact in Asia",
      "description": "AVPN is the largest network of social investors in Asia, fostering collaborations to increase the impact of capital deployed towards closing SDG gaps.",
      "preview": "Skip to content Search Search Login Search Search AVPN Global Conference 2023 | 20 - 22 June 2023 Days Hrs Mins Secs Join the waitlist Login About AVP"
    },
    {
      "url": "https://www.msmt.cz/file/6058/",
      "title": "KO_kancnabytek_Priloha5.doc, MŠMT ČR",
      "description": "Ministerstvo školství, mládeže a tělovýchovy České republiky",
      "preview": "Titulní stránka | Zpět Dokument ke stažení KO_kancnabytek_Priloha5.doc Dokument typu doc | Velikost 71,5 kB Typ souboru: Textový dokument Microsoft Of"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://www.nike.com/",
      "title": "Nike. Just Do It. Nike IT",
      "description": "Nike offre prodotti, esperienze e servizi innovativi per ispirare ogni atleta.",
      "preview": "NIKE TECH BOREAS Nike Tech Boreas fa la differenza: protezione ideale per condizioni imprevedibili. Acquista Scopri Tech Hub Novità: Nike Shox Z NOT H"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/lacoste/shoulder-tape-t-shirt/198DS",
      "title": "Lacoste Shoulder Tape T-Shirt | Oxygen Clothing",
      "description": "Shop the Lacoste Shoulder Tape T-Shirt online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Lacoste Boys Shoulder Tape T-Shirt £30.00 £9.00 70% Off Sorry, this item is ou"
    },
    {
      "url": "http://help.yahoo.com/help/us/mail/",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "http://rhrealitycheck.org/article/2014/08/28/black-gay-male-criminalization-case-michael-johnson/",
      "title": "Black Gay Male Criminalization and the Case of Michael Johnson",
      "description": "Johnson, a college wrestler who's been charged with \"recklessly infecting another with HIV,\" offers us a lens through which to examine how Black gay men are particularly vulnerable to HIV criminalization.",
      "preview": "Skip to content Why am I seeing Ads? Advertising Policy | Privacy Policy Michael Johnson, a college wrestler who's been charged with \"recklessly infec"
    },
    {
      "url": "http://www.aipvisaexperts.net/high-demand-data-scientists-australia/",
      "title": "Australia Immigration Professionals | High Demand for Data Scientists",
      "description": "The most commonly sought after consultancy services in Australia right now are project management, data science and analysis, process improvement, financial modeling, and business transformation.",
      "preview": "Skip to content High Demand for Data Scientists in Australia Articles , Occupation and Careers Leave a comment The most commonly sought after consulta"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://ai-writer.com/",
      "title": "AI-Writer.com - Trustworthy AI Writing for Academia & Marketing",
      "description": "Generate up to 10k words for marketing, SEO and academic purpose - always including properly cited sources. If you can not verify everything an AI writes, can you trust anything?",
      "preview": "Ready to expedite your writing? Start Free Trial AI-Writer.com Write Article Send it to me 100% risk free! ✔ NO credit card needed ✔ Does NOT turn int"
    },
    {
      "url": "https://pierikosnews.blogspot.com/2017/04/blog-post_21.html",
      "title": "PierikosNews.gr : Οιωνοί... λύτρωσης για Πιερικό, συνθήκες εμπλοκής Συμεωνίδη",
      "description": "Ανοίγει ο δρόμος για την εμπλοκή νέων επενδυτών στον Πιερικό, με επικεφαλής τον Γιάννη Συμεωνίδη, χρηματοδότη του Διαγόρα Σεβαστής, πρώην ...",
      "preview": "Αρχική σελίδα Ποιοι είμαστε Επικοινωνία Βαθμολογίες Ρόστερ 2021-22 Εισιτήρια διαρκείας 2021-22 Pierikos News TV Δ/Σ ΣΦΚ ΠΙΕΡΙΚΟΣ Πρόγραμμα αγώνων Πιερ"
    },
    {
      "url": "http://www.eeb.ucsc.edu",
      "title": "Ecology & Evolutionary Biology",
      "description": "void",
      "preview": "High-Impact Research 100 acres with direct access to the Monterey Bay and six natural reserves #2 in the U.S. for marine and freshwater biology #1 in"
    },
    {
      "url": "https://koraorganics.com",
      "title": "Organic Skin Care Products Australia",
      "description": "KORA Organics is an online store that offers a selection of organic skin care products that protect and nurture your skin. Shop here now!",
      "preview": "✕ ✕ Hello, you're Visiting KORA ORGANICS Please update your country preferences to see the correct prices, delivery, costs and content for your locati"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "http://www.gsetechnology.co.uk",
      "title": "GSE SMART IPTV | Advanced IPTV solutions for IOS , ANDROID and mobile devices",
      "description": "Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX",
      "preview": "CROSS PLATFORM Advanced IPTV solution IOS , APPLE TV , ANDROID and MAC OSX Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://www.tumblestonschools.com/product-tag/young/",
      "title": "Young",
      "description": "void",
      "preview": "Young Showing all 2 results Default sorting Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to"
    },
    {
      "url": "https://subscriptions.hollywoodreporter.com/site/thr-subscribe",
      "title": "Subscribe to The Hollywood Reporter",
      "description": "void",
      "preview": "The Definitive Voice of Entertainment News CHOOSE YOUR SUBSCRIPTION BEST DEAL PRINT BASIC PRINT PLUS DIGITAL EDITION Annual subscription Print issues"
    },
    {
      "url": "http://www.thewarpath.net/showthread.php?s=43e4e2f0eb4394eb08305e56a7d80532&t=64892",
      "title": "The Buttery Males Thread - Commanders Post at The Warpath",
      "description": "The Buttery Males Thread Locker Room Main Forum",
      "preview": "Home | Forums | Donate | Shop Commanders Post at The Warpath > Commanders Football > Locker Room Main Forum The Buttery Males Thread User Name Remembe"
    },
    {
      "url": "https://extratv.com/2023/02/28/michael-b-jordan-talks-directing-creed-iii-while-co-stars-react-to-calvin-klein-ad-exclusive/",
      "title": "Michael B. Jordan's 'Creed III' Co-Stars React to Calvin Klein Ad (Exclusive)",
      "description": "Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert was with the actor-director and his co-stars Jonathan Majors and Tessa Thompson at the big Hollywood premiere Monday.",
      "preview": "Skip to Main Content Getty Images Michael B. Jordan stepped onto the red carpet after stepping into the ring for \"Creed III.\" \"Extra's\" Melvin Robert"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "https://thelatrust.org/",
      "title": "The Los Angeles Trust for Children's Health",
      "description": "The Los Angeles Trust for Children's Health brings health and education together to end healthcare inequities and improve the lives of students and families.",
      "preview": "0 Putting the care in student healthcare Eager minds, healthy bodies, and quality care: The L.A. Trust is bringing health and education together to en"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "https://turtlecreekwholesale.com/contact/",
      "title": "Contact - Turtle Creek Nursery",
      "description": "Contact Turtle Creek Nursery",
      "preview": "Turtle Creek Nursery is a wholesale nursery that does not sell direct to general consumers. We appreciate the opportunity to work with you. If you hav"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://learntocodewithme.tumblr.com/",
      "title": "Learn to Code With Me",
      "description": "I love technology & helping beginners learn to code.",
      "preview": "Learn to Code With Me Why Having an Online Presence Matters in Your Job Search Looking for a new career in tech? (Or in any industry?) Your online pre"
    },
    {
      "url": "https://www.bmw-abudhabi.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Abu Dhabi | Abu Dhabi Motors LLC",
      "description": "Visit BMW Abu Dhabi Motors LLC in Abu Dhabi, established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The iX Discover Now The XM Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://squeakosaurus.com",
      "title": "- Squeakosaurus Squeakosaurus",
      "description": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical menus without text and no penalties or negative feedback. Children are encourage to keep trying and explore the game until they discover the correct answers and improve at their own [...]",
      "preview": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical"
    },
    {
      "url": "http://anjalipathak.com/",
      "title": "Anjali Pathak",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://ecomodder.com/forum/showthread.php/zing-custom-built-prototype-hybrid-tadpole-trike-19843-4.html#post275939",
      "title": "The Zing! (Custom-built prototype hybrid tadpole trike) - Page 4 - Fuel Economy, Hypermiling, EcoModding News and Forum - EcoModder.com",
      "description": "Originally Posted by drmiller100 Mr. Fry, Sometimes we miss the obvious. The obvious is you are DOING something, while the rest of the gadflies are",
      "preview": "Home Forum Blog Store Wiki Garage & Tools Recent Posts / Pics 65+ Efficiency Mods 100+ Hypermiling Tips Glossary EcoModder Forum > EcoModding > Hybrid"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Millions-of-PNG-Images-Backgrounds-and-Vectors-for-Free-Download-Pngtree-4793df102c8649539c1c054a35686514?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}