{
  "data": [
    {
      "url": "https://unknews.unk.edu/tag/vaccination/",
      "title": "Vaccination - UNK NEWS",
      "description": "Widespread vaccinations have proven to significantly reduce positive cases of COVID on campus and in the community. The university encourages students and employees to be fully vaccinated.",
      "preview": "Skip to content College of Arts & Sciences College of Business & Technology College of Education News Student Life Widespread vaccinations have proven"
    },
    {
      "url": "http://www.brevardfl.gov/MapsAndApps",
      "title": "Brevard GIS Open Data Hub",
      "description": "Brevard County's GIS Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "http://www.orkut.com/",
      "title": "orkut",
      "description": "void",
      "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
    },
    {
      "url": "http://community.planet.com/",
      "title": "Planet Community | Planet Community",
      "description": "Ask questions, start discussions, join groups, attend events, submit ideas and engage with others in the Planet community.",
      "preview": "Skip to main content Planet Community Join your fellow geospatial professionals and Earth observers to connect, share insights, and discuss Planet dat"
    },
    {
      "url": "https://e.issuu.com/embed.html?d=fisheco_203_2020&pageNumber=76&u=magazinefisheco",
      "title": "Issuu Reader",
      "description": "Reader for Issuu",
      "preview": "void"
    },
    {
      "url": "https://community.downtown.org/communities/community-home/librarydocuments?LibraryKey=3584fc24-0efe-4557-a4cc-0edaf6910e4d",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://docs.docker.com/engine/reference/run/",
      "title": "Running containers | Docker Docs",
      "description": "Running and configuring containers with the Docker CLI",
      "preview": "void"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fraida.pl/znaczenie-kart-tarota-jak-je-czytac-n-182.html",
      "title": "Znaczenie kart tarota - symbole i interpretacja kart",
      "description": "rozwój osobisty, joga, wellness, Feng Shui, talizmany, tarot, książki psychologiczne,",
      "preview": "Strona główna » Magiczny Blog » Znaczenie kart Tarota - jak je czytać? Kategorie Rok Drewnianego Węża (29.01.2025 - 17.02.2026) Anioły Figurki Aniołów"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "https://www.movieguide.org",
      "title": "Home | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Movieguide® reviews movies from a Christian perspective for families and works in Hollywood to redeem the media.",
      "preview": "Home Top Stories Soul On Fire World Premiere Soul on Fire Interview: Director Sean McNamara & William H. Macy Soul on Fire: Interview with John Corbet"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://www.zappos.com/product/9500111/color/822288?utm_medium=affiliate&splash=none&slfpid=3",
      "title": "No results for Ruffwear highlands sleeping bag large | Zappos",
      "description": "Free shipping BOTH ways on ruffwear highlands sleeping bag large from our vast selection of styles. Fast delivery, and 24/7/365 real-person service with a smile. Click or call 800-927-7671.",
      "preview": "Hmmm, we couldn't find anything for ruffwear highlands sleeping bag large Check out the categories below or try limiting the search to one to two word"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://westin.marriott.com/",
      "title": "Premium Luxury Wellness Hotels | Westin Hotels & Resorts",
      "description": "At Westin, we offer over 220 inspiring hotel and resort destinations, featuring signature hotel wellness amenities and programs that empower your well-being.",
      "preview": "Travel Well Explore hotels designed with your well-being in mind. Learn More Sleep Well with Westin and goop Rest for Success Sleep Well At Westin, we"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://anabeatriz1201.tumblr.com/",
      "title": "@anabeatriz1201 on Tumblr",
      "description": "Follow @anabeatriz1201 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://localopportunity.withgoogle.com/tools/local-opportunity-finder/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_site",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://aws.amazon.com/training/restart/",
      "title": "AWS restart",
      "description": "void",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training and"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.shopncook.com/blog/",
      "title": "Blog | Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.newschannel5.com/news/newschannel-5-investigates/the-das-deals/listening-devices-installed-around-nashville-das-office-installer-confirms-da-defends-practice",
      "title": "Listening devices installed around Nashville DA's office, vendor confirms",
      "description": "DA Glenn Funk's team installed listening devices in areas around the DA's office capable of picking up conversations of employees and visitors who are not warned about the audio monitoring.",
      "preview": "void"
    },
    {
      "url": "https://cargoforum.de/Forums/viewtopic/p=64862.html",
      "title": "Cargoforum › Forum › Außenhandel und Zoll › Außenhandel und Zoll allgemein › neue EORI Nummer",
      "description": "Cargoforum.de, Forum für Transport, Logistik, Spedition, Zoll und Aussenwirtschaft.",
      "preview": "Forum für Transport, Logistik, Spedition, Zoll und Außenhandel Cargoforum.de in Zahlen: 13.142 registrierte User - 0 User online - 41 Gäste online - 6"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://m.gobank.com/privacy-policy",
      "title": "Online Banking - Checking Account - Direct Deposit | GoBank",
      "description": "GoBank online banking & checking account with direct deposit and bill pay. Free ATM network of 42,000+. Open your account now!",
      "preview": "void"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://reform.un.org/",
      "title": "United to Reform |",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "http://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.7thheaven.in/",
      "title": "Largest Bakery Cafe in India | Cake Bakery | Dessert Shop | 7th Heaven",
      "description": "7th Heaven is the best cake shop in India which offers 3d cakes, macarons, donuts and many more bakery products with Unique Franchise Opportunity across India.",
      "preview": "top of page 7th Heaven is India's Ultimate Bakery Cafe Chain with Live Kitchen - Live Cakes in 7 Mins.* 350+ Outlets | 125+ Cities 7th Heaven serves p"
    },
    {
      "url": "https://rasierte-fotzen-webcam.privater-telefonsex.xyz/CAMS/DE/Darsteller/3662677_Ausnahmef/alben.html?page_item=1",
      "title": "Rasierte Fotzen Webcam#Milf Sextelefon mit Cam",
      "description": "Scharfe rasierte Fotzen vor der Webcam die mit dir chatten und geile Milfs am Sextelefon mit Cam besuchen.",
      "preview": "Menü Einloggen Anmelden Passwort vergessen? Kostenlos anmelden Cam Galerien Ausnahmef Nachricht „Ausnahmef\" ist gerade nicht online. Aber frage doch p"
    },
    {
      "url": "https://goglc.org/and-pdf/525-nursery-and-primary-school-curriculum-in-nigeria-pdf-757-514.php",
      "title": "Goglc",
      "description": "Goglc",
      "preview": "Goglc 10 Must Have Womens Fashion Trends For Fall 2023 Embrace Innovation And Style 2023 Business Innovations Navigating Trends In Remote Work Sustain"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://schoolquest.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://forums.rpgmakerweb.com/index.php?threads/some-small-structure-pixel-tutorials.27404/",
      "title": "Some small structure pixel tutorials | RPG Maker Forums",
      "description": "I just found some older Pixel-Tutorials of mine and thought maybe they might help some of you. (I work with Graphicsgale, but you cold do this even in MS...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://www.modelcities.org/",
      "title": "Model Cities | Communities thrive when people thrive",
      "description": "Communities thrive when people thrive",
      "preview": "Skip to main content Skip to header right navigation Skip to after header navigation Skip to site footer We believe communities thrive when people thr"
    },
    {
      "url": "https://www.eventbrite.ca/e/google-advertising-the-business-owners-starter-guide-virtual-tickets-533995493897?aff=erelexpmlt",
      "title": "Google Advertising: The Business Owner's Starter Guide (Virtual) Tickets, Tue, 21 Mar 2023 at 2:00 PM | Eventbrite",
      "description": "Eventbrite - Invest Ottawa Education Centre presents Google Advertising: The Business Owner's Starter Guide (Virtual) - Tuesday, 21 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Google Advertising: The Business Owner's Starter Guide (Virtual) View details Follow this organizer to stay informed on future"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.surlatable.com/greenpan-craft-sheet-pans/PRO-6146807.html",
      "title": "GreenPan Craft Sheet Pan | Sur La Table",
      "description": "GreenPan Craft Sheet Pan",
      "preview": "Skip to Content Why you'll love it ONLY AT SLT Built for the demands of the modern kitchen, Craft ovenware makes cooking easier. Whether you're baking"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "http://www.appliedprobability.org/",
      "title": "Applied Probability Trust",
      "description": "The Applied Probability Trust is a not-for-profit foundation for study and research in the mathematical sciences. It was founded in 1964 with the initial support of the London Mathematical Society. The Applied Probability Trust editorial office is located within the School of Mathematics and",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation Applied Probability Trust The Applied Probability Trust is a not-for-profit fo"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiBafZXK-cDp4Uh7q0PCdYoyyq9ee3gSEfS_BrVs2HiDeQIhAKqpJm_E8qKHB33CSt_AhPWVMyjiQJpnaIvEsP8Lm9KnEl4KDgi4-rKPARD_v8rzhKMCEgAaIwohCIECmonx2wQYCAESFEhlbHAgbWUgc3BlYWsgRnJlbmNoIiUKI2h0dHBzOi8vYXNzaXN0YW50Lmdvb2dsZS5jb20vbGVhcm4v%26utm_source%3DUS_20200211_NL16&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://docs.llamaindex.ai/en/stable/",
      "title": "Welcome to LlamaIndex 🦙 ! | LlamaIndex Python Documentation",
      "description": "void",
      "preview": "Skip to content Welcome to LlamaIndex 🦙 ! LlamaIndex is the leading framework for building LLM-powered agents over your data with LLMs and workflows ."
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.talentbeyondboundaries.org/?",
      "title": "Talent Beyond Boundaries",
      "description": "We're building a world where refugees can move internationally for work, leveraging their own professional skills to secure their futures.",
      "preview": "0"
    },
    {
      "url": "https://clues.org/",
      "title": "Home - Comunidades Latinas Unidas En Servicio",
      "description": "void",
      "preview": "Visit us at our headquarters in the East Side of Saint Paul, or at our offices in Minneapolis, Willmar, and Austin. Office hours. Monday - Friday: 8:3"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://index.hu/gazdasag/",
      "title": "Gazdasági hírek - Index",
      "description": "Friss magyar és nemzetközi gazdasági hírek. Mikro- és makrogazdasági, tőzsde és deviza hírek, elemzések.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://careers.microsoft.com/",
      "title": "Home | Microsoft Careers",
      "description": "Do what you love. Create the future you want. Explore the career options that Microsoft has to offer.",
      "preview": "Because impact matters Life at Microsoft https://careers.microsoft.com/v2/global/en/benefits Benefits Explore Microsoft's world-class benefits designe"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://cm-us.wargaming.net/frame/?service=frm&project=wot&realm=us&language=en&login_url=https://rciholidaysrewards.cf",
      "title": "void",
      "description": "void",
      "preview": "Log in To use all the website features, enable Javascript in your browser."
    },
    {
      "url": "https://alexandria.dk/nb/data?con=1295",
      "title": "Borås Spelkonvent 27 (2009) - Alexandria",
      "description": "void",
      "preview": "Om Alexandria Give a hand: To-do Send inn rettelser Søk etter spill Nøkkelord Alexandria i tall Locations Kalender Blogg-feeds Priser Jost-spillet Kon"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://same.energy/",
      "title": "Same Energy | Visual Search Engine",
      "description": "Find beautiful images.",
      "preview": "Drop image(s) anywhere Press to search for Creative Commons images (specifically, CC-BY). These images can be used for free in both commercial and non"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://franceslin90.tumblr.com/post/154540762137",
      "title": "Randon-mess - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \" How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition launched...",
      "preview": "Install theme Randon-mess Computer science really is computer science! codeorg : How do you categorize computer science as a K-12 subject? Let it be a"
    },
    {
      "url": "https://biblio-n.oca.eu/biblio/pmb3.0/opac_css/index.php?lvl=more_results&mode=keyword&user_query=Continental+margins+--+Mediterranean+Sea+--+Thesis&tags=ok",
      "title": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library",
      "description": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library.",
      "preview": "Nouvelle recherche RÃ©sultat de la recherche 10 rÃ©sultat(s) recherche sur le tag 'Continental margins -- Mediterranean Sea -- Thesis' triÃ©(s) par (P"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://w3c.social/@wai",
      "title": "Web Accessibility Initiative (@wai@w3c.social) - w3c.social",
      "description": "127 Posts, 0 Following, 2.14K Followers · Accessibility: Essential for some, useful for all. The W3C Web Accessibility Initiative (WAI) develops strategies, standards, and supporting resources to make the web accessible to people with disabilities. In addition to international standards, we provide free online resources to help you understand and implement accessibility. You can use W3C WAI resources to make your websites, apps, and other digital content and technology products more accessible and usable to everyone.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://gallery.bleeding4metal.de/login.php?reload_once&referer=thumbnails.php%3Falbum%3Dlastup%26cat%3D-44%26page%3D5&message_id=e5fd98e321f13bcea8576dd846d596cd&message_icon=info#cpgMessageBlock",
      "title": "Anmeldung (Login) - Gallery4Metal",
      "description": "void",
      "preview": "Gallery4Metal Die Bildergalerie von Bleeding4Metal Startseite Anmelden Albenliste Neueste Uploads Neueste Kommentare Am meisten angesehen Am besten be"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.maison-alves.com/store/p152/Nostalgia_Alvarinho_Vin_Blanc_2016_%28Vin_Vert_%29_2013.html",
      "title": "vin vert du portugal",
      "description": "vin vert du portugal",
      "preview": "MAISON ALVES Accueil Notre magasin à la ferme Notre société Nos Marchés Nos volailles🐓🐇🦆 Nos artisans de confiance Coin presse On parle de nous ? Spon"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "http://www.pionnair-ge.com/spip1/spip.php?am&eche&page=agenda&annee=2021&mois=10&jour=18&type=jour",
      "title": "[Pionnair-GE]",
      "description": "void",
      "preview": "Le site des pionniers de l'aéronautique à Genève Des Genevois chez eux ou ailleurs et des étrangers dans Genève | Agenda | Plan du site | | | Accueil"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://monsterone.com/",
      "title": "MonsterONE - Download 548000+ Digital Products Unlimited",
      "description": "MonsterONE subscription gives you access to unlimited downloads of CMS & eCommerce themes, PowerPoint templates, Graphics, Audio & Video. ✅ Premium Items ✅ 24/7 Support ✅ 2M+ happy customers.",
      "preview": "Chat with us , powered by LiveChat 00 : 00 : 00 : 00 Search All Items All Items WordPress Plugins Graphics Presentation Templates HTML Templates CMS T"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://www.joemerrill.com/privacy-policy",
      "title": "Privacy Policy - Joe Merrill",
      "description": "void",
      "preview": "Privacy Policy Joseph Merrill (\"Joe Merrill\", \"the Developer\") provides this Privacy Policy (\"policy\") that explains how we collect, use, disclose, tr"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}