{
  "data": [
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    },
    {
      "url": "https://www.officialstation.com/tag/benny-benassi",
      "title": "Benny Benassi Archives - I am official station",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer You are here: Home / Archives for Benny Benassi Benny Benassi J"
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "https://www.thecrownact.com/about",
      "title": "About - The Official CROWN Act",
      "description": "The CROWN Act stands for \"Create a Respectful and Open World for Natural Hair,\" created in 2019 to ensure protection against discrimination based on race-based hairstyles by extending statutory protection to hair texture and protective styles such as braids, locs, twists, and knots in the workplace and public schools.",
      "preview": "0 The Official Campaign of The CROWN Act is led by the CROWN Coalition, founded by Dove, National Urban League, Color Of Change, and Western Center on"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "http://www.accaglobal.com/",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.redditinc.com/policies/user-agreement",
      "title": "User Agreement",
      "description": "User Agreement - Reddit",
      "preview": "Reddit User Agreement English Bahasa Melayu - Malaysia Čeština - Česká republika Dansk - Danmark Deutsch - Deutschland Español - España Español - Méxi"
    },
    {
      "url": "https://www.aspcapro.org/resource/new-aspca-survey-vast-majority-dogs-and-cats-acquired-during-pandemic-still-their-homes",
      "title": "New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes | ASPCApro",
      "description": "As COVID-19 restrictions are lifted, 90% of dogs and 87% of cats are still in their homes.",
      "preview": "Skip to main content Close Close You are exploring New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes A re"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://www.jpmorganchase.com/",
      "title": "Home | JPMorganChase",
      "description": "void",
      "preview": "Skip to main content About us About us How we do business Leadership Awards and recognition Technology Governance Suppliers Diversity, opportunity & i"
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.montana.edu/calendar/events/35017",
      "title": "MSU Calendar | Montana State University",
      "description": "void",
      "preview": "MSU Calendar MSU Calendar of Events Search by authors Search by publication titles Search by article titles Search Clear Submit an Event The MSU Calen"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "https://www.tensorflow.org/",
      "title": "TensorFlow",
      "description": "An end-to-end open source machine learning platform for everyone. Discover TensorFlow's flexible ecosystem of tools, libraries and community resources.",
      "preview": "Skip to main content / English Español - América Latina Français Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한국어 GitHub Sign in TensorFlow Stay organized w"
    },
    {
      "url": "https://www.lambshvac.com/services/ductless-ac",
      "title": "Mini-Split AC Services Georgetown, IN | Lamb's Heating & Air Conditioning",
      "description": "Visit our website to learn more about ductless mini-splits. We Proudly serve Floyd and Clark counties including Georgetown, Floyds Knobs, New Albany, and Jeffersonville.",
      "preview": "Ductless Mini-Split Sales and Service for Georgetown, IN and Surrounding Areas Services Air Conditioning Heating Maintenance Ductless AC Indoor Air Qu"
    },
    {
      "url": "https://alternativemagazineonline.co.uk/tag/eric-bana/",
      "title": "Eric Bana | Alternative Magazine Online",
      "description": "Posts about Eric Bana written by Martin Mulrooney",
      "preview": "Alternative Magazine Online Skip to content Home About Contact Tag Archives: Eric Bana by Martin Mulrooney | 11/05/2011 · 4:45 pm FILM REVIEW - Hanna"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://radioonlinelive.com/uk/waves-radio-uk/",
      "title": "Waves Radio UK, United Kingdom - Radio Online Live",
      "description": "Waves Radio UK is playing on 101.2 FM. It is Playing Current and Classic Hits across Aberdeen City and Shire on FM.",
      "preview": "Home United Kingdom Waves Radio UK Waves Radio UK United Kingdom News Pop Talk Favorite Share Report Waves Radio UK is playing on 101.2 FM. It is Play"
    },
    {
      "url": "https://www.worldbank.org/en/programs/africa-program-for-fisheries",
      "title": "Africa Program for Fisheries",
      "description": "void",
      "preview": "Working for a World Free of Poverty Africa Program for Fisheries Email Print Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 FEATURED"
    },
    {
      "url": "https://odis.org",
      "title": "Ocean Data Information System",
      "description": "void",
      "preview": "Ocean Data and Information System The Ocean Data and Information System (ODIS) is a digital ecosystem in which a global community of organisations - l"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://myfoodstory.com/",
      "title": "Quick and Easy Indian Recipes - My Food Story",
      "description": "Browse hundreds of easy and delicious Indian recipes covering vegetarian, meat, breakfast, dinner, dessert and more. All recipes have detailed process shots to allow for ease of cooking - you can do it!",
      "preview": "Skip to content Get everyday dinners planned for you!→ Get My Indo-Chinese Ebook My latest cookbook, The Indo-Chinese Ebook , has got over 105+ delici"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "https://www.npr.org/2022/11/19/1137962832/north-korea-kim-jong-un-daughter-missile-launch-site",
      "title": "North Korea unveils Kim's daughter at missile launch site : NPR",
      "description": "North Korean state media said that Kim Jong Un had observed the launch of its new type of intercontinental ballistic missile with his wife Ri Sol Ju, their \"beloved daughter\" and other officials.",
      "preview": "Accessibility links Skip to main content Keyboard shortcuts for audio player North Korea unveils Kim's daughter at missile launch site North Korean st"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://uscenterforsafesport.org/report-a-concern/#:~:text=If%20you%20need%20crisis%20intervention,at%20866%2D200%2D0796.",
      "title": "Report a Concern | U.S. Center for SafeSport",
      "description": "Anyone can report to the Center--by phone or at this portal--abuse or misconduct involving any of 11+ million people in 50+ Olympic and Paralympic sports.",
      "preview": "Report a concern HOW TO REPORT Report here if you have experienced abuse or misconduct-or if you have reasonable suspicion of abuse or misconduct infl"
    },
    {
      "url": "https://www.multilingualvacancies.com/jobs/estonian/packaging-printing/greece",
      "title": "void",
      "description": "void",
      "preview": "This site uses cookies. By continuing to use this site you consent to our use of cookies . Close Languages Western European Languages Basque Catalan D"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "https://www.android.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Android | Fai di più con Google su dispositivi e smartphone Android",
      "description": "Scopri di più su Android e su come i nostri dispositivi possono aiutarti a fare di più con Google grazie a iperconnettività, protezione efficace e app Google.",
      "preview": "Solo su Android Mostra il tuo punto di vista con Gemini. Prova Gemini Ultime notizie. Scopri le ultime funzionalità Android 16 Scopri gli aggiornament"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-speed-xl",
      "title": "Hair brushes: Ceramic + Ion Speed XL Thermal Round | Olivia Garden",
      "description": "Ceramic + Ion Speed XL round thermal high-quality professional hair brushes have extra long ceramic barrel, tourmaline ions, ergonomic handle, sectioning pick & large holes for superior styling",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "https://generalspace.ggc.edu/handle/10675.3/607660/browse?type=author",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.blowerapp.com",
      "title": "Blower - Blow real air with your phone!",
      "description": "Blower - Blow real air with your iPhone, iPad and iPod",
      "preview": "Blow out candles Unlock the mind-blowing feature on your Apple or Android phone: Turn it into a real Air Blower! Blower uses secret hardware features"
    },
    {
      "url": "https://www.bonappetit.com/recipe/chicken-parmesan",
      "title": "BA's Best Chicken Parmesan Recipe | Bon Appétit",
      "description": "For our very best chicken Parmesan recipe, we examined each aspect of the classic to create our ideal version. No more sad, soggy, mediocre outcomes allowed!",
      "preview": "Skip to main content Arrow Jump To Recipe Print Let's get one thing straight: We love chicken Parmesan , but we've had our fair share of mediocre vers"
    },
    {
      "url": "https://burst.shopify.com/",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "http://ricette.shoppando.com/",
      "title": "ShoppAndo.com is for sale | HugeDomains",
      "description": "Start your new business venture with a great domain name. A trusted source for domains since 2005.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.jimsclothing.com/",
      "title": "Home - Jims Clothing",
      "description": "SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men's, women's and youth apparel, athletic and casual wear, local school apparel, corporate wear, shoes and formal wear including tux rental. We are proud to be locally owned! We show our customers the advantage [...]",
      "preview": "Skip to content SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men"
    },
    {
      "url": "https://shop.thespartanite.com/products/credit-and-cocaine-lines-business-secrets-your-mba-does-not-teach-you",
      "title": "Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You - The Spartanite",
      "description": "\"Discover the untold business secrets in 'Credit and Cocaine Lines.' Unearth underground strategies to negotiate and win deals. Gain a competitive edge with real-world business insights.\"",
      "preview": "Skip to content Skip to product information Open image in full screen Close Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You Cre"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://indianf.com/9775-2-tata-motors/",
      "title": "Tata Motors reports total sales of 35,299 units in Dec 2021 - Indian Flash",
      "description": "Tata Motors on Saturday announced decade high monthly automobile sales in December 2021 at 35,299 units and quarterly sales of 99,002 units",
      "preview": "HOME PEOPLE Achievers Communuities Game-Changers Specially-abled Women Young GOOD NEWS art beauty Development News Education Entertainment Environment"
    },
    {
      "url": "https://www.biomarkt.de/bremen-admiralstrasse-14/marktseite",
      "title": "ALECO HB Admiralstraße, Admiralstraße 14, Bremen | biomarkt.de",
      "description": "Besuche deinen BioMarkt in deiner Nähe! Hier findest du frische und regionale Bio-Lebensmittel. Informiere dich über unsere Öffnungszeiten und den Weg zu uns.",
      "preview": "Ausstattung & Service Mittagsgerichte Angebote Services vor Ort Parkplatz vorhanden Sortiment Bistro Käsetheke Backwarentheke Frische Backwaren Selbst"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://www.smash.org/donate/",
      "title": "Donate to SMASH | Support STEM Education Equity",
      "description": "Donate to SMASH to support equity in STEM education. Your donation helps underrepresented students pursue careers in tech.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search DONATE Your support is the driving force behind the change With your dona"
    },
    {
      "url": "https://www.raps.org/news-and-articles/news-articles?DocumentTags=Labeling",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://minesnewsroom.com/news/quantitative-biosciences-and-engineering-helps-students-make-sense-biological-systems",
      "title": "Quantitative Biosciences and Engineering helps students make sense of biological systems | Colorado School of Mines | Newsroom",
      "description": "Colorado School of Mines is training the next generation of biological engineers who are skilled in both bioscience and computer science via the new undergraduate degree program.",
      "preview": "Skip to main content February 14, 2023 by Mines Magazine Quantitative Biosciences and Engineering helps students make sense of biological systems Mine"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://www.sony.com/electronics/cameras",
      "title": "Sony Cameras | Digital Cameras & Lenses",
      "description": "Explore our range of mirrorless Interchangeable-lens Cameras with full-frame to APS-C sensors, up to 24.2 mp, real-time AF & more.",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Product List All Interchangeable-Lens Cameras (23) Sort By × Relevance Sort By Skip t"
    },
    {
      "url": "https://www.vodne-filtre.sk/marella-grafit-vc.6-ks-maxtraplus.html",
      "title": "Marella grafit vč.6 ks MaxtraPlus - Vodné-Filtre.sk",
      "description": "Filtračná kanvica Brita Marella Cool čierna vrátane 6 filtrov.",
      "preview": "Marella grafit vč.6 ks MaxtraPlus Záruka: 24 mesiacov Dostupnosť: skladom Vaša cena bez DPH: 33,05 € Vaša cena s DPH: 39,99 € Počet kusov Kúpiť Výrobc"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://ro.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Modul WordPress | WordPress.org În Română",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Caută module Detalii Rece"
    },
    {
      "url": "http://voyagetampa.com/interview/inspiring-conversations-with-stephanie-brown-of-the-rosie-network/",
      "title": "Inspiring Conversations with Stephanie Brown of The Rosie Network - VoyageTampa",
      "description": "Today we'd like to introduce you to Stephanie Brown. Hi Stephanie, thanks for sharing your story with us. To start, maybe you can tell our readers some of your backstories. I grew up as an Air Force brat. My father served two tours in Vietnam and when he retired, he opened a small music store [...]",
      "preview": "Connect To Top The Change-Makers: stories that inspire The Trailblazers: Rewriting the Narrative #LadyBoss: redefining what a boss looks like 15 Amazi"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://youvisit.com/tour/montgomerycollege?pl=v",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://treasury.worldbank.org/en/about/unit/treasury/ibrd",
      "title": "Sustainable Development Bonds",
      "description": "Video",
      "preview": "Who We Are Organizational Units Treasury This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown World Bank Bonds All World Bank bonds supp"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://www.dropbox.com/home",
      "title": "Login or Sign Up - Dropbox",
      "description": "Login to Dropbox. Bring your photos, docs, and videos anywhere and keep your files safe.",
      "preview": "void"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "http://mptf.undp.org/factsheet/fund/COV00",
      "title": "UN COVID-19 MPTF",
      "description": "The Secretary-General's UN COVID-19 Response and Recovery Trust Fund was a UN mechanism to address the unprecedented socio-economic threats of the COVID-19 pandemic, particularly for countries and populations most vulnerable to the pandemic. Based on the principle of global solidarity, the Fund was UN reform in action. Through fast and efficient financing, the Fund mobilized the UN's expertise and its global reach for rapid integrated UN responses, led by the Resident Coordinator, to support countries and safeguard their progress towards the SDGs. The fund is now completed. The latest narrative report can be found: United Nations Covid-19 Response and Recovery Fund Final Narrative Report (February 2023)",
      "preview": "Skip to main content UN COVID-19 MPTF Overview Contributors Financials Objectives Governance Projects Results News Documents Contacts Tools Search doc"
    },
    {
      "url": "https://www.economistgroup.com/group-news",
      "title": "The Economist Group - Groups news",
      "description": "The Economist Group is the leading source of analysis on international business and world affairs",
      "preview": "Press centre Jump to Press office Press office Contact [email protected]"
    },
    {
      "url": "https://news.apple.com?itscg=10000&itsct=pod-ovp-news-apl-ann-21_1019",
      "title": "Apple News",
      "description": "void",
      "preview": "Privacy Policy Terms and Conditions Copyright © 2025 Apple Inc. All Rights Reserved."
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://drsureshmondal.in/andhra-pradesh/hyderabad/ameerpet/Homeopathy-Doctor",
      "title": "Top Homeopathy Doctor in Ameerpet | Dr Sharma (78+)",
      "description": "Dr Ravindra Sharma is the best Homeopathy Doctor in Ameerpet for chronic disease like Hair fall, Weight Loss, Gall stone, PCOD, Psoriasis and Allergy. Book Now!",
      "preview": "Search Articles Search Articles Search No articles found matching your search. Discover Tips For A Healthy Sexual Life Homeopathy Doctor in Ameerpet H"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://polkadotpie.co.uk/product-tag/tufted-gray-langur-painting-original-oil-by-julie-brunn/",
      "title": "Tufted Gray Langur Painting - ORIGINAL OIL by Julie Brunn - Polka Dot Pie Argentinian Polo Belts and Dog Collars",
      "description": "void",
      "preview": "Skip to content ** Free UK Shipping for orders over £100 ** 12 products per page 24 products per page 36 products per page All products per page Out o"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://agavetravelcreative.com/",
      "title": "Agave Travel Creative | Sicily Travel Specialist",
      "description": "Agave Travel Creative, Sicily Travel Specialist, Sicily Cultural Concierge, Luxury Sicily Travel Specialist, Personalized Sicily Tour Programs, Food and Wine Tours in Sicily, Cultural and Culinary Tours in Sicily, Outdoor Adventures in Sicily, Local Life and Slow Travel in Sicily",
      "preview": "Insert copy here, which should vary depending on your region. Accept"
    },
    {
      "url": "https://www.kaporcenter.org/the-computer-science-teacher-landscape-results-of-a-nationwide-teacher-survey",
      "title": "The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey - Kapor Center",
      "description": "While the technology sector remains one of the fastest growing industries across the nation and continues to rapidly permeate all facets of society, the next generation of the computing workforceContinue reading \"The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey\"",
      "preview": "Skip to content Back to Publications While the technology sector remains one of the fastest growing industries across the nation and continues to rapi"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://offers.applemusic.apple/six-month-offer",
      "title": "Apple Music 3 Month Free Offer",
      "description": "Redeem 3 free months of Apple Music with the purchase of a new Apple device.",
      "preview": "Get Apple Music free for 3 months. New subscribers get 3 months free with your new iPhone, iPad, Mac, AirPods, or other eligible Apple device. 1 Learn"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://theartguy.tumblr.com/",
      "title": "The Art Guy",
      "description": "void",
      "preview": "The Art Guy Follow on Tumblr Ask me anything / Submit a link RSS Feed Archive Home The Art Guy Search Posts sandalwoodandsunlight : Up for reelection"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://blog.acvwilson.me/post/150071746014",
      "title": "puts post - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "puts post - Another year of record growth for AP Computer... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "http://adcolor.org/conference?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Conference | ADCOLOR",
      "description": "Attend the ADCOLOR conference, the premier gathering for professionals across creative industries. November 11-14, 2025 at Disney's Coronado Springs.",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    },
    {
      "url": "https://www.instyle.com/madelyn-cline-outer-banks-season-3-interview-7112295",
      "title": "Madelyn Cline Says She Drew Inspiration From Her Personal Life for 'Outer Banks' Season 3",
      "description": "The star tells <em>InStyle</em> that she was \"choking\" when she first read this season's script.",
      "preview": "Top Stories When Will Taylor & Travis Get Married? The Hidden Meaning Behind Princess Kate's State Dinner Looks Are Harry & Meghan Moving to the U.K"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://www.csteachers.org",
      "title": "Computer Science Teachers Association Connect, Grow, & Share With CS Teachers-",
      "description": "CSTA understands that teaching computer science is hard. That's why we're focused on creating a supportive environment for K-12 educators.",
      "preview": "Skip to content Connect, Grow, & Share With CS Teachers CSTA understands that teaching computer science is hard. That's why we're focused on creating"
    },
    {
      "url": "https://nashblackchamber.com/",
      "title": "Nashville Black Chamber of Commerce | Connect | Learn | Grow | Prosper",
      "description": "void",
      "preview": "5 home,wp-singular,page-template,page-template-full_width,page-template-full_width-php,page,page-id-5,wp-theme-bridge,bridge-core-1.0.4,ajax_fade,page"
    },
    {
      "url": "https://www.investopedia.com/terms/d/dull-market.asp",
      "title": "Dull Market: What It Is, How It Works, Examples",
      "description": "A dull market is a market where there is little activity. A dull market consists of low trading volumes and tight daily trading ranges.",
      "preview": "Top Stories Discover 6 Tiny Towns Perfect for a Peaceful and Affordable Retirement 7 Signs You're Ready to Retire Early Retiring This Fall? Now's th"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://www.nba.com/watch/pricing?cid=Search-Paid_NBA-League-Pass-Restart_2020_Brand&source=Search-Paid&campaign=NBA-League-Pass-Restart_2020_Brand&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQV5KrnrYH3ndpLJ6B7AwoyJALPztPDX8EFnmESLh98dWxgzPe6V5xoaAvXGEALw_wcB&gclsrc=aw.ds",
      "title": "NBA League Pass | Experience Live NBA Games Anytime, Anywhere | NBA.com",
      "description": "Watch live NBA games with NBA League Pass. Stream NBA games and support your favorite teams and players. Buy League Pass today!",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://askubuntu.com/users/311931/jitendra",
      "title": "User Jitendra - Ask Ubuntu",
      "description": "Q&A for Ubuntu users and developers",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://nij.ojp.gov",
      "title": "Home | National Institute of Justice",
      "description": "The National Institute of Justice (NIJ) is dedicated to improving knowledge and understanding of crime and justice issues through science.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.restavracija123.si/jedilnik/11-6-apetit-verovskova/",
      "title": "Restavracija 123 | 18.2. Apetit Verovškova",
      "description": "void",
      "preview": "RESTAVRACIJE O nas Kartica 123 AKCIJE Študentska prehrana 18.2. Apetit Verovškova Krožnik želja, pohval & pripomb Imate skrite želje, kaj si želite na"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "https://microgridknowledge.com/energy-storage-emissions-california/",
      "title": "No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage | Microgrid Knowledge",
      "description": "We generally think of energy storage, especially when coupled with renewable energy, as clean and green. But it turns out that it can increase greenhouse gas emissions.",
      "preview": "Uncategorized No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage We generally think of energy storage, especially w"
    },
    {
      "url": "https://bachelornation.com/2021/12/16/thomas-jacobs-posts-sweet-6-month-anniversary-photos-with-becca-kufrin-i-m-so-proud-to-share-this-life-with-you/",
      "title": "Thomas Jacobs Posts Sweet 6-Month Anniversary Photos with Becca Kufrin: 'I'm So Proud to Share This Life with You'",
      "description": "Love is in the air!",
      "preview": "Skip to main content Instagram Love is in the air! Fans saw Bachelor Nation stars Thomas Jacobs and Becca Kufrin find love on Season 7 of \"Bachelor in"
    },
    {
      "url": "https://bonemarrow.org/",
      "title": "Bone Marrow & Cancer Foundation",
      "description": "void",
      "preview": "tag:"
    },
    {
      "url": "http://www.scbcc.us/",
      "title": "Chamber of Commerce | Bridgeport, CT",
      "description": "void",
      "preview": "(877) 722-2293 Home Initiatives MBE Certification Resources Opportunities News/Events Contact Creating a Level Playing Field for Minority Business Joi"
    },
    {
      "url": "https://wlos.com/news/local/animal-shelter-dog-forever-home-cashiers-highlands-humane-society-adopted-hound-mitch-happy-ending-western-north-carolina-jackson-county",
      "title": "'Never give up' After 7 years at the animal shelter, hound dog finds his forever home",
      "description": "JACKSON COUNTY, N. C.--Finding forever homes for shelter animals often can take time. For a hound dog in Jackson County, it&rsquo;s been a 7 year wait. But Mitch has",
      "preview": "Fri, 10 Oct 2025 10:13:54 GMT (1760091234268) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://www.ttbook.org",
      "title": "To The Best Of Our Knowledge | Intelligent. Optimistic. Curious.",
      "description": "TTBOOK is a nationally-syndicated, Peabody award-winning radio show about big ideas from the great minds of our time.",
      "preview": "Skip to main content Skip to audio player Show Navigation Hide Navigation Home Latest Show Episodes Interviews Arts & Culture Politics & History Scien"
    },
    {
      "url": "https://www.kff.org/interactive/womens-health-profiles/?activeState=USA&activeCategoryIndex=0&activeView=map",
      "title": "State Profiles for Women's Health | KFF",
      "description": "Explore the latest state-specific data and policies on women's health in the U.S. Topics include health status, insurance and Medicaid coverage, use of preventive services, sexual health, maternal and infant health, and abortion policies. Many indicators provide state-level information for women of different racial and ethnic groups.",
      "preview": "Skip to main content Home Interactives State Profiles for Women's Health Explore the latest state-specific data and policies on women's health in the"
    },
    {
      "url": "https://www.skiutah.com/",
      "title": "Ski Utah - Ski Utah",
      "description": "Ski Utah is dedicated to promoting the ski and snowboard industry in the great state of Utah. The state of Utah is famous for its world-class resorts and for having The Greatest Snow on Earth®.",
      "preview": "Plan Your Trip Ski Resorts Lodging Activities Reservation Experts Outdoor Shops + Gear Food + Drink Transportation Ski School All Amenities Utah Regio"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Ffirefox-private-safe-browser%2Fid989804926&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "‎Firefox: Private Web Browser on the App Store",
      "description": "Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to browse. PRIVACY WHERE IT COUNTS...",
      "preview": "Screenshots Description Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "http://www.washington.edu/news/about",
      "title": "Welcome to the UW News office | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Welcome to the UW News office Email | 206-543-2580 UW News Box 351207 Seattle, WA 98195 The UW News office is the port of"
    },
    {
      "url": "https://www.fighterchile.cl/plunger-boton-sanwa-obsf-24?similar_product=true",
      "title": "Boton Sanwa OBSF-24",
      "description": "Gracias a los Plunger, ahora podrás personalizar con un gran mix de colores tus botones SANWA OBSF-24. Varios colores para que tu Arcade y Fightstick tenga su propia personalidad.",
      "preview": "FighterChile. Tienda especializada en productos y accesorios Fighting Games. Inicio Productos Arcade Botones Arcade Sanwa Plunger Botón Sanwa OBSF-24"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://sport.onet.pl/formula-1/f1-lewis-hamilton-najszybszy-na-trzecim-treningu-incydent-z-udzialem-robert-kubicy/2wxb3vz",
      "title": "F1: Lewis Hamilton najszybszy na trzecim treningu, incydent z udziałem Robert Kubicy - Przegląd Sportowy Onet",
      "description": "To były koszmarne treningi dla kierowców Williamsa. Zarówno Robert Kubica, jak i George Russell wyraźnie odstawali od rywali także w trzeciej sesji treningowej. Po raz kolejny najszybszy był Lewis Hamilton (Mercedes).",
      "preview": "Przegląd Sportowy Formuła 1 Formuła 1: Hamilton nadal dominuje, incydent z udziałem Kubicy To były koszmarne treningi dla kierowców Williamsa. Zarówno"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://www.libertyellisfoundation.org/passenger",
      "title": "Passenger Search - The Statue of Liberty & Ellis Island",
      "description": "void",
      "preview": "Are you still there? Your session is about to expire due to inactivity."
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85936",
      "title": "Searchable Recipe Database - Shrimp Ratatouille",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    }
  ],
  "_meta": {
    "total_bookmarks": 168
  }
}