{
  "data": [
    {
      "url": "http://www.freefrom.org/",
      "title": "FreeFrom - FreeFrom",
      "description": "void",
      "preview": "skip to content skip to content FREE FROM ABUSE LEARN MORE FREE TO THRIVE Welcome to FreeFrom. We are a national survivor-led organization on a missio"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2Fproducts%2Fblack-compressive-high-rise-legging",
      "title": "Black Compressive High-Rise Legging - Girlfriend Collective",
      "description": "Our #1 seller. Compressive, squat-proof, ultra-high rise sustainable leggings made from 25 recycled water bottles.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW Color: Core Color sold out Color sold out Color sold out Color sold out Color sold out | Limited Edition Color"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://www.ywcapiercecounty.org/legal-services",
      "title": "Legal Services | YWCA Pierce County",
      "description": "void",
      "preview": "top of page ESCAPE Legal Services The YWCA Legal Services Program supports survivors of intimate partner violence in their family law or domestic vi"
    },
    {
      "url": "https://fishing-peche.dfo-mpo.gc.ca/",
      "title": "National Online Licensing System / Système national d'émission de permis en ligne",
      "description": "English description / Description en anglais",
      "preview": "Welcome / Bienvenue National Online Licensing System Système national d'émission de permis en ligne Vessel Registration Please be aware that valid and"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2006-September/015806.html",
      "title": "[Bf-committers] Clamp To Constraint",
      "description": "void",
      "preview": "[Bf-committers] Clamp To Constraint J L aligorith at hotmail.com Sat Sep 16 07:43:39 CEST 2006 Previous message: [Bf-committers] Collada 1.4 plug-in -"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://szerep.hu/faultetes/1",
      "title": "Szerep Község",
      "description": "Szerep Község",
      "preview": "Kezdőlap » Szerep története A község első írásos említése a Dömösi Prépostság alapítólevelében történt 1134- ben, mivel Cerep (Szerep) lakosainak egyh"
    },
    {
      "url": "https://www.idee-shop.com/ohhh-lovely-papierblumen-girlande-klein-rosa-160-cm",
      "title": "Papierblumen Girlande klein rosa 160 cm | 3324431",
      "description": "Die Papierblumen Girlande mit rosafarbenen Blüten können Sie im Frühling oder zu besonderen Anlässen in Ihren Wohnbereich dekorieren. Mit der Länge von 160 cm lassen auch hervorragend Fensterbänke oder Türrahmen verzieren. Farbe: rosa Länge: 160 cm",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Neu Wolle Strick- & Häkelsets Bastel"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "http://lupo73.altervista.org/",
      "title": "Lupo73 - Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "description": "Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "preview": "Crea sito Pubblicità Ultimi Articoli Scritto il Novembre 24, 2023 Novembre 23, 2023 Scritto il Novembre 23, 2023 Novembre 23, 2023 Scritto il Maggio 2"
    },
    {
      "url": "https://guides.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://medium.com/artificial-corner/were-finally-starting-to-understand-how-ai-works-26556c755e61",
      "title": "We're Finally Starting to Understand How AI Works | by The PyCoach | Artificial Corner | Medium",
      "description": "We're Finally Starting to Understand How AI Works Ever since I started developing, learning, and working with AI, there's always been a component we in the tech world refer to as a black box - ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Artificial Corner · A Medium publication about AI, tech, programming, dat"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-and-Gardens-Chad-Planter%2F1047524910%3Fathbdg%3DL1102",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.weatherlabs.com/",
      "title": "Previsioni e condizioni meteo per Campitelli, città metropolitana di Roma Capitale 00186 - The Weather Channel | Weather.com",
      "description": "Previsioni meteo di oggi e stanotte per Campitelli, città metropolitana di Roma Capitale 00186, condizioni meteo e radar Doppler di The Weather Channel e Weather.com",
      "preview": "Advertisement Advertisement Advertisement Digita almeno tre caratteri per iniziare il completamento automatico. Se non inserisci nessuna query di rice"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "EuroTec GmbH | LinkedIn",
      "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.survivornet.com/articles/mean-girls-star-stephanie-bissonnette-shares-her-amazing-story-from-cancer-to-returning-to-the-broadway-stage/",
      "title": "'Mean Girls' Star Stephanie Bissonnette Shares Her Amazing Story, from Cancer to Returning to the Broadway Stage - SurvivorNet",
      "description": "void",
      "preview": "× Array ( [Ovarian Cancer] => Array ( [Austin] => https://www.survivornet.com/austin/ [Baltimore] => https://www.survivornet.com/baltimore/ [Charlotte"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://www.atlantisbahamas.com/",
      "title": "Bahamas Vacation Resort | Luxury Resort | Atlantis Bahamas",
      "description": "Experience Atlantis Paradise Island resorts entertainment and adventures. See what activities and amenities this Bahamas vacation destination has to offer.",
      "preview": "Book Activities Events Gift Cards Gallery Atlantis Stories FAQ's Accommodations Dining Experiences Aquaventure Entertainment Offers Casino Meetings &"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "http://ncdrc.nic.in",
      "title": "NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION",
      "description": "free website template",
      "preview": "◆ Selection for the post of Member in NCDRC Dt. 23/09/2025. NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION ABOUT US Hon'ble Mr. Justice Amreshwar Pra"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "https://www.militaryonesource.mil/coronavirus/",
      "title": "Health Resources for Prevention & Care | Military OneSource",
      "description": "Military OneSource offers support and resources for military service members and families to maintain a healthy lifestyle and prevent harmful habits.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://www.snackcrate.com/",
      "title": "A Monthly Box from Around the World | SnackCrate",
      "description": "Embark on a flavor journey with SnackCrate! Each box is a surprise of delicious snacks from a new country every month.",
      "preview": "Get Help Previous Themes Login Get Help Login GET STARTED Get SnackCrate Previous Themes Give Gift GET HELP LOGIN SnackCrates are $10 Today! SnackCrat"
    },
    {
      "url": "https://roseana.pl/pl/c/Perfumetki-meskie-inspiracja-J.P.-GAULTIER/110",
      "title": "Roseana: Francuskie I Arabskie Perfumy | Oryginalne Zapachy Z Paryża I Dubaju",
      "description": "Oferujemy oryginalne francuskie i arabskie perfumy prosto z Paryża i Dubaju. Luksusowe zapachy dla kobiet i mężczyzn w wyjątkowych cenach.",
      "preview": "Przejdź do treści Brak wyników Telefon: 667 944 774 Adres e-mail: roseanaperfum@gmail.com Koszyk Zakupowy Brak produktów w koszyku. Logowanie Zarejest"
    },
    {
      "url": "https://level.medium.com/",
      "title": "LEVEL",
      "description": "Level has a new home. Visit LEVELMAN.com.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in LEVEL 39K followers · 4 editors Follow Race Culture Politics Life Relatio"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://socialimpact.youtube.com/",
      "title": "Come funziona YouTube: dare a tutti uno spazio per esprimersi",
      "description": "YouTube ospita voci uniche e una vasta gamma di contenuti. Scopri come funziona YouTube, dalla protezione della privacy degli utenti all'amplificazione delle voci di tutto il mondo.",
      "preview": "Come funziona YouTube LA NOSTRA MISSION Offrire a chiunque la possibilità di esprimersi e un punto di osservazione sul mondo Crediamo che tutti debban"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://unitedwaynyc.org/covid19/",
      "title": "COVID-19 Resource Guide - United Way of New York City",
      "description": "void",
      "preview": "COVID-19 RESOURCE GUIDE DOWNLOAD GUIDE Food Assistance Supplemental Nutrition Assistance Program (SNAP) in New York City SNAP provides benefits to eli"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://browsehappy.com/",
      "title": "Browse Happy",
      "description": "Online. Worry-free. Upgrade your browser today!",
      "preview": "Google Chrome \"Get more done with the new Google Chrome. A more simple, secure, and faster web browser than ever, with Google's smarts built-in.\" Late"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/1471814/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "http://www.ilovepdf.com/",
      "title": "iLovePDF | Online PDF tools for PDF lovers",
      "description": "iLovePDF is an online service to work with PDF files completely free and easy to use. Merge PDF, split PDF, compress PDF, office to PDF, PDF to JPG and more!",
      "preview": "Every tool you need to work with PDFs in one place Every tool you need to use PDFs, at your fingertips. All are 100% FREE and easy to use! Merge, spli"
    },
    {
      "url": "https://regexplanet.com/advanced/java/index.html",
      "title": "Java regex testing - RegexPlanet",
      "description": "Online testing for Java (java.util.regex.Pattern) regular expressions.",
      "preview": "Java Regular Expression Test Page JavaDoc Share: Expression to test Regular Expression Replacement Options Help Canonical equivalence. ( CANON_EQ ) Ca"
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.moneynetwork.com/privacy-and-security.html",
      "title": "Money Network Prepaid Site",
      "description": "Money Network Prepaid Site Faq page",
      "preview": "For Cardholders Money Network Service Money Network Service for Walmart Money Network Service for ADP Privacy and Security Understand how we use and p"
    },
    {
      "url": "http://www.fisheriesprinciples.org/",
      "title": "Principles for Investment in Sustainable Wild Caught Fisheries | EDF Fishery",
      "description": "void",
      "preview": "Skip to main content Principles for Investment in Sustainable Wild-Caught Fisheries Themes: Governance & Policy , Phase: Implementation Although billi"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "http://assets.punchbowl.com/signin?return_to=https%3A%2F%2Fwww.punchbowl.com%2Fvendors%2Fga-georgia%2Ftucker%2F6787459%2Fall-event-rentals",
      "title": "Sign In | Punchbowl",
      "description": "Sign in to your Punchbowl account to manage your invitations, cards, and events.",
      "preview": "Manage your invites & cards on-the-go! Track RSVPs and card views Add people to the recipient list Send reminders to guests And much more! Available o"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://action.earthday.org/partnerships_1",
      "title": "2025 Partnerships - Step 1 - EARTHDAY.ORG",
      "description": "Become an Earth Day partner and join the world's largest environmental movement! Get involved with climate action, environmental justice, and connect your efforts to our global network of volunteers.",
      "preview": "EARTHDAY.ORG Partnership Agreement Step 1 of the partnership agreement. Please enter your information here so we can keep accurate records and stay in"
    },
    {
      "url": "http://www.tbs.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.microfibreconsortium.com/",
      "title": "The Microfibre Consortium - Home",
      "description": "The Microfibre Consortium convenes a global community of organisations, leading the way toward mitigating fibre fragmentation from textile design, development and manufacturing through science-led action",
      "preview": "0 HOME Our mission To work towards zero impact from fibre fragmentation from textiles to the natural environment. The Microfibre Consortium work to co"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/ai/customer-insights/",
      "title": "Customer Insights and Journeys | Microsoft Dynamics 365",
      "description": "Create engaging experiences by uniting customer data with real-time journeys and Copilot in Microsoft Dynamics 365 Customer Insights.",
      "preview": "This is the Trace Id: 0e7b71067ea793ed00345d9c5ca2265f Skip to main content Dynamics 365 Customer Insights Create engaging experiences by uniting cust"
    },
    {
      "url": "https://chesapeakeclimate.org/",
      "title": "Home - Chesapeake Climate Action Network",
      "description": "We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's allies continue to double down on liquefied natural gas (LNG), a dangerous and dirty fossil fuel. Exporting LNG raises energy prices, harms frontline communities, and supercharges the climate crisis. We're fighting back! [...]",
      "preview": "Skip to content We're Building a Movement To Fight Climate Change Across Our Region and Beyond. National: Stop LNG Exports Learn More Big Oil and it's"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://downtownaustin.com/covid-19/roadmap-to-recovery/",
      "title": "Roadmap to Recovery and Resilience | Downtown Austin Alliance",
      "description": "Our Roadmap to Recovery includes urgent short-term strategies and long-term goals to promote the ongoing growth and enhanced resilience of downtown Austin.",
      "preview": "Skip to main content Roadmap to Recovery and Resilience Addressing economic recovery needs and opportunities for downtown Austin is one of the fastest"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://usplasticspact.org/about/",
      "title": "U.S. Plastics Pact | About Us",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "What is the U.S. Plastics Pact? The U.S. Plastics Pact is a solutions-driven consortium, launched as part of the global Plastics Pact Network convened"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://www.rochesterccphotography.com/Sports/College-Lacrosse/Yale-v-Albany-M-4-19-19/i-7JKFxxR/",
      "title": "Yale Bulldogs v. Albany Great Danes (M) 4-19-19 - RochesterCCPhotography",
      "description": "NCAA Division I men's lacrosse game between the Yale Bulldogs and Albany Great Danes at Boswell Field in Albany, NY. Get updates on photos and scores by clicking and joining our Facebook page or Twitter page. The images on this website are not to be used in any manner without permission from the photographer. This includes other websites. Please contact us with any questions. Watermarking is used to protect the images from copyright infringement.",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://www.correduriasegurossola.com/es/politica-de-privacidad/",
      "title": "Política de privacidad",
      "description": "Política de privacidad",
      "preview": "Español es català ca Llama ahora Español es català ca Llama ahora Política de privacidad QDQ MEDIA SAU no es responsable de la recogida de datos perso"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://ghostlightrecords.lnk.to/KimberlyAkimbo",
      "title": "David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast - Kimberly Akimbo (Original Broadway Cast Recording)",
      "description": "Listen to Kimberly Akimbo (Original Broadway Cast Recording) by David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast.",
      "preview": "void"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://www.weavergreen.com/collections/outdoor-runner-rugs/products/gooseberry-provence-runner-rug",
      "title": "Mustard Runner Rug | Gooseberry Provence - Weaver Green",
      "description": "This mustard yellow runner rug in Provence design is machine washable and stain resistant. Soft like wool, it's made entirely from recycled plastic bottles.",
      "preview": "Skip to content Free UK delivery when you spend over £50 Call: 01548 431902 Brochure Showroom Gift Cards Contact Item added to your cart Check out Con"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "https://www.kismybody.com.au/shop/page/5/",
      "title": "Products Archive - Page 5 of 7 - Kis My Body - Gorgeous Essential Oil Products",
      "description": "void",
      "preview": "Skip to content Product categories Anti-Aging Face Cream Care Pack Electric Diffusers Essential Oil Blends Face & Body Creams Face and Body Scrubs Flo"
    },
    {
      "url": "https://www.kumarijob.com/company/ace-nepal",
      "title": "Ace Nepal | Kumari Job",
      "description": "Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the team.",
      "preview": "Ace Nepal About Company Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the tea"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "http://msi.ucsb.edu",
      "title": "Home | UCSB Marine Science Institute",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Katie Davis Koehn Matt Perko Katie Davis Koehn Centers Centers sponsored by MSI mirror its commitment to innovative and collaborative marine scie"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}