{
  "data": [
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://ldl.gatech.edu/publications?s=year&amp%3Bf%5Bag%5D=R&f%5Bauthor%5D=872&o=asc",
      "title": "[current-page:page-title] | [site:name]",
      "description": "void",
      "preview": "Skip to main content log in Laser Dynamics Lab Main menu Home Lectures Research Facilities Collaboration Publications Summary Recent Members Group Alu"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "http://www.hamiltonproject.org/charts/career_earnings_by_college_major/",
      "title": "Career earnings by college major - The Hamilton Project",
      "description": "See the accompanying economic analysis, \"Major Decisions: What Graduates Earn Over Their Lifetimes.\" Over the entire working life, the typical...",
      "preview": "Skip to Main Content Back to All Data Share [addthis tool=\"addthis_inline_share_toolbox\"] Interactive Career earnings by college major October 8, 2020"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "https://www.southampton.ac.uk/oes/postgraduate/research_students/fw2n19.page",
      "title": "Find a person | University of Southampton",
      "description": "void",
      "preview": "Skip to main content Study View all courses Taught postgraduate study Postgraduate taught degree courses Online master's degrees Postgraduate taught t"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://sportstar.thehindu.com/",
      "title": "Sports News Today, Live Cricket Score, Football News, Sports Videos | Sportstar",
      "description": "Sportstar brings you the latest sports news, schedules, standings, fixtures, results, team squad of cricket, football and all sports events",
      "preview": "void"
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "https://raphaelfentonspaid.com",
      "title": "Raphael Fenton-Spaid",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "https://no.wikipedia.org/wiki/Fagundes",
      "title": "Fagundes - Wikipedia",
      "description": "void",
      "preview": "Hopp til innhold Koordinater : 7°21′18″S 35°46′30″V Fra Wikipedia, den frie encyklopedi Fagundes Beliggenheten i delstaten Paraíba Land Brasil Delstat"
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://www.pokellector.com/card/Litten-Sun-Moon-Promos-SMP-63",
      "title": "Litten - Sun & Moon Promos #63 Pokemon Card",
      "description": "Pokémon card #63 from Sun & Moon Promos scan and price information",
      "preview": "Hello Guest! sign in | register Home Browse Sets Shop EN JP 0 Tweet Japanese Sets » Sun & Moon Series » Sun & Moon Promos » Litten Litten #63 JPN: Lit"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://political-minds.tumblr.com/post/126894705112",
      "title": "Is learning computer science linked to improved... - Political-Minds",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Menu Political-Minds Is learning computer science linked to improved learning in other subjects? codeorg : Many passionate computer science educators"
    },
    {
      "url": "http://www.byond.com/games/Bighead278/GOAReborn",
      "title": "GOA Reborn by Bighead278 at BYOND Games",
      "description": "A Naruto game based on the original game, Naruto: Grand Online Adventure.",
      "preview": "Games Developers Forums More BYOND Download Developer Guide Developer Reference Support Terms of Service Membership Contact Us Many features on this s"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "https://wnyt.com/top-stories/family-members-body-pulled-from-mohawk-river-is-samantha-humphrey/",
      "title": "Autopsy results on Mohawk River body not expected until at least Monday",
      "description": "Family members of Samantha Humphrey have posted messages on social media indicating the search for the missing teen is over.",
      "preview": "Autopsy results on Mohawk River body not expected until at least Monday Dan Levy WNYT An autopsy has been performed on the body pulled from the Mohawk"
    },
    {
      "url": "https://danmall.com/",
      "title": "Dan Mall Teaches Design Systems, Design Process, and Design Leadership",
      "description": "Showing you how to use design to live a better life.",
      "preview": "Showing you how to use design to live a better life. Dan Mall Teaches Join 63,400+ subscribers and get tips, tricks, and tools about design systems, p"
    },
    {
      "url": "https://www.scout.com/",
      "title": "College Sports News and Recruiting",
      "description": "Stay up to date with all the College sports news, recruiting, transfers, and more at 247Sports.com",
      "preview": "‌ ‌ ‌ 247 Logo 247Sports VIP VIP 30% off Annual VIP Pass first year Chat Chat with Experts & hard-core fans in our premium message boards Newspaper In"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "http://fsf.fra.affrc.go.jp/indexe.html",
      "title": "National Research Institute of Far Seas Fisheries, Fisheries Research Agency",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://www.vrai.com/how-to-buy-diamonds",
      "title": "How to Buy Diamonds | VRAI created diamonds",
      "description": "Explore a step by step guide to discovering the lab grown diamond meant just for you. Learn more about how to buy diamonds.",
      "preview": "How to buy diamonds A step by step guide to discovering the VRAI created diamond meant just for you. A step by step guide to discovering the VRAI crea"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://www.idagio.com",
      "title": "La meilleure application de streaming de musique classique | IDAGIO",
      "description": "La meilleure collection de musique classique dans une seule application ✓ Concerts vidéo exclusifs ✓ Qualité audio sans perte ✓ Recherche intelligente ✓ Contenu sélectionné par des experts ▷ Découvrez IDAGIO maintenant",
      "preview": "Home Écoutez, regardez, apprenez 14 JOURS GRATUIT Pourquoi choisir IDAGIO? Une fonction de recherche conçue pour la musique classique Sélections par d"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://jwt.io/introduction",
      "title": "JSON Web Token Introduction - jwt.io",
      "description": "Learn about JSON Web Tokens, what are they, how they work, when and why you should use them.",
      "preview": "Debugger Introduction Libraries Ask Introduction to JSON Web Tokens Level up! Get the JWT Handbook for free and learn JWTs in depth! What is JSON Web"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "https://werkdatenbank.bbk-sachsenanhalt.de/index.php?pn=item&keyword=Giebel",
      "title": "Suche in der Werkdatenbank - BBK, Bildende Kunst Sachsen-Anhalt",
      "description": "void",
      "preview": "Werkdatenbank Bildende Kunst Sachsen-Anhalt null Werke Laden..."
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "https://partner.gyft.com/#/enroll",
      "title": "Gyft Corporate",
      "description": "void",
      "preview": ". . ."
    },
    {
      "url": "https://knockinc.com/about",
      "title": "KNOCK | Minority/Women Owned Creative Agency | Culture",
      "description": "KNOCK, inc. is creatively open and independently owned - cultivating selfless positivity and equality while fostering art, culture, and community.",
      "preview": "void"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/streams/",
      "title": "Redis Streams | Docs",
      "description": "Introduction to Redis streams",
      "preview": "void"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://www.airqo.net/",
      "title": "AirQo | Bridging the Air Quality Data Gap in Africa - Real-time Monitoring Network | AirQo",
      "description": "AirQo empowers African communities with accurate, hyperlocal air quality data through 200+ low-cost sensors across 16+ cities. Access real-time pollution insights where 9 out of 10 people breathe polluted air. Partner with Google.org and World Bank.",
      "preview": "Clean air for all African cities \"9 out of 10 people breathe polluted air\" We empower communities with accurate, hyperlocal and timely air quality dat"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://esupervivencia.com/category/blog-ees/",
      "title": "Blog EES archivos - Escuela Española de Supervivencia",
      "description": "void",
      "preview": "Categoría: Blog EES Consejos de defensa personal: Cómo evitar y escapar de una agresión: 19 agosto, 2023 Blog EES , Defensa Personal , Sin categoría ,"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://docs.opencv.org/4.x/d6/d00/tutorial_py_root.html",
      "title": "OpenCV: OpenCV-Python Tutorials",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Introduction to OpenCV Learn how to setup Ope"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://live.worldbank.org",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://walmartsustainabilityhub.chat.walmart.com/chat",
      "title": "Sustainability Chatbot",
      "description": "Walmart Sustainability Chatbot",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://n8vapps.tumblr.com/post/143019041769",
      "title": "Computer science: the impact of K-12 on university enrollment - @n8vapps on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/942/45-degree-male-insert-oring-fittings---b-lok.htm",
      "title": "45 Degree Male Insert Oring Fittings - B-Lok",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://www.extension.purdue.edu/extmedia/ct/ct-1.html",
      "title": "CT-1",
      "description": "void",
      "preview": "CT-1 Cooperative Extension Service Purdue University West Lafayette, IN 47907 What Is Conservation Tillage? C. Janssen and P. Hill Department of Agron"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.uni-weimar.de/qisserver/rds?state=verpublish&status=init&vmfile=no&moduleCall=webInfo&publishConfFile=webInfoEinrichtung&publishSubDir=einrichtung&keep=y&einrichtung.eid=599",
      "title": "- Institut für Europäische Urbanistik Bauhaus-Universitaet Weimar",
      "description": "void",
      "preview": "Zur Seitennavigation oder mit Tastenkombination für den accesskey -Taste und Taste 1 Zum Seiteninhalt oder mit Tastenkombination für den accesskey und"
    },
    {
      "url": "https://www.beeg-pornos.com/video/kinly-knight-ist-unanstaendig-und-bekommt-poklatscher-2073/",
      "title": "Kinly Knight ist unanständig und bekommt Poklatscher | BEEG-PORNOS.com",
      "description": "Kinly Knight ist unanständig und bekommt Poklatscher ✓✓ auf BEEG-PORNOS.com findest du die geilsten Videos, Clips und Porno Filme ✓✓ zu Kinly Knight ist unanständig und bekommt Poklatscher ✓✓. KLICK HIER ✓✓.",
      "preview": "Kinly Knight ist unanständig und bekommt Poklatscher Kategorien: porndig , hardcoresex , blonde weiber ficken Pornostars: Kinley Knight Tags: arsch ve"
    },
    {
      "url": "https://meteo.corrieredellosport.it/italia/emilia-romagna/lido-di-pomposa/7/",
      "title": "Previsioni Meteo Lido Di Pomposa - Corriere dello Sport.it",
      "description": "void",
      "preview": "Accedi Registrati Hai già un account? Entra Registrati METEO IN COLLABORAZIONE CON 3BMETEO VUOI IL METEO SUL TUO SITO? bastano 4 click... menu Home It"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7407411/prince-william-kate-amazon-prime-show/",
      "title": "Prince William, Kate and the kids in top secret visit to set of huge Amazon Prime Video show",
      "description": "LORD of the Rings superfan Prince William and wife Kate were given a private late-night tour of the set of the films' TV spin-off.The Prince, 40, an",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) LORD of the Rings superfan Prince William and wife Ka"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "http://latam.rlgamericas.com/",
      "title": "RLG LatAm",
      "description": "void",
      "preview": "RLG Américas facilita el cierre de los ciclos de materiales, proporcionando soluciones de devolución y reciclaje de próxima generación. Ayudamos a nue"
    },
    {
      "url": "https://www.aemet.es/es/eltiempo/prediccion/municipios/madrid-id28079",
      "title": "El Tiempo: Madrid (Madrid) - Predicción 7 días - Tabla - Agencia Estatal de Meteorología - AEMET. Gobierno de España",
      "description": "El Tiempo. Predicción para los municipios españoles: Madrid (Madrid) - Predicción 7 días - Tabla",
      "preview": "Aceptar cookies Información sobre uso de cookies Este sitio web utiliza cookies propias y de terceros para mejorar la experiencia de navegación, y ofr"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://support.airtable.com",
      "title": "Airtable Support | Home",
      "description": "Browse product documentation to find answers and support for Airtable.",
      "preview": "Airtable Help Center See all articles Recently updated articles Search CTRL + K Getting Started Learn the basics of Airtable Billing Learn how to mana"
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://asa.com/learn-to-sail/keelboat-sailing/",
      "title": "ASA | Generating value across generations",
      "description": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail investors, corporate and institutional clients.",
      "preview": "We are an enduring and diversified financial institution offering a range of investment products, loans and financial services to high-end retail inve"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7002414",
      "title": "Ariens Classic Two Stage Gas Snow Blower 24\" 208cc Electric Start Mfr# 92002500 - Ace Hardware",
      "description": "Get through the snow with consistent and reliable performance. Move 58 tons of snow per hour with 40 ft. throwing distance. Find Ariens Snow Blowers at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "https://www.zaragoza.es/sede/portal/datos-abiertos/servicio/catalogo/278#JSON",
      "title": "Delimitación territorial de las Juntas Administrativas de Zaragoza . Datos abiertos. Ayuntamiento de Zaragoza",
      "description": "Accede a conjuntos de datos, consulta y reutiliza información publicada en la sede electrónica.",
      "preview": "ESPACIO DE DATOS DE ZARAGOZA Cargando Menú Delimitación territorial de las Juntas Administrativas de Zaragoza Volver al catálogo Iniciar sesión Inicia"
    },
    {
      "url": "https://earthobservatory.nasa.gov/global-maps",
      "title": "Global Maps",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.anti-biasmontessori.com/",
      "title": "Tiffany M. Jewell | author and educator",
      "description": "Tiffany Jewell is a #1 New York Times bestselling author of This Book Is Anti-Racist and The Antiracist Kid. She is a nationally recognized anti-bias antiracist educator.",
      "preview": "top of page TIFFANY M. JEWELL Author, Educator, Mama Everything I Learned About Racism I Learned In School Winter 2024 The Antiracist Kid October 4, 2"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}