{
  "data": [
    {
      "url": "https://www.luxsb.com/",
      "title": "LUXSB | Official Luxury Scent Box Perfume Subscription: Designer & Niche Fragrances",
      "description": "Discover your scent at LUXSB - The Official Luxury Scent Box monthly perfume subscription with 30-Day fragrance supply. Explore over 700 designer & niche perfume and fragrances for her and him. Love Life With Perfume ®",
      "preview": "Skip to main content LUXSB Calendar *If you do not have a fragrance selected for the month before your order is processed, you will receive a fragranc"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://online.berklee.edu/takenote/katelyn-brown-talks-berklee-online-graduation-future-career-plans-and-life-at-home-with-kane-brown/",
      "title": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown",
      "description": "Katelyn Brown talks about graduating from Berklee Online with her degree in Music Business and taking her courses while on tour with husband Kane Brown.",
      "preview": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown By Pat Healy Katelyn Brown reckons she has participated in Berklee Online class"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.broadwayworld.com/article/Antisemitic-Protestors-Chant-At-Audience-Outside-First-Preview-Of-PARADE-20230221",
      "title": "Antisemitic Protestors Chant At Audience Outside First Preview Of PARADE",
      "description": "Protestors outside the first preview performance of Parade tonight greeted audience members with chants such as '[Leo Frank is] a Jewish Pedophile.'",
      "preview": "void"
    },
    {
      "url": "https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/",
      "title": "Black people more than three times as likely as white people to be killed during a police encounter | Harvard T.H. Chan School of Public Health",
      "description": "Black Americans are 3.23 times more likely than whites to be killed by police.",
      "preview": "Skip to main content Home / News / Black people more than three times as likely as white people to be killed during a police encounter Health Equity B"
    },
    {
      "url": "https://revistabyte.es/tag/checkpoint/",
      "title": "checkpoint Archivos »",
      "description": "void",
      "preview": "Únete a la C omunidad de Directivos de Tecnología, Ciberseguridad e Innovación Byte TI Encontrarás un espacio diseñado para líderes como tú . Únete a"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://support.nlm.nih.gov/",
      "title": "NLM Support Center · NLM Customer Support Center",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Toggle navigation National Library of Medicine National Library of Medicine Support Center Ho"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://phdtheses.ekt.gr/eadd/handle/10442/28346",
      "title": "Ακραία υδρομετεωρολογικά φαινόμενα και επίδραση της κλιματικής μεταβολής στην εξέλιξή τους: εφαρμογή στην περιοχή της Κρήτης",
      "description": "void",
      "preview": "Αρχική Πλοήγηση Επιστημονικό πεδίο Ημερομηνία Συγγραφέας Χώρα Γλώσσα Ίδρυμα Σχετικά με το ΕΑΔΔ Κατάθεση Διατριβής Συχνές Ερωτήσεις Κέντρο Υποστήριξης"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://www.ishares.com/us",
      "title": "iShares® ETFs by BlackRock - Investing Made Easy | iShares - BlackRock",
      "description": "Discover iShares by BlackRock, the top ETF provider offering access to stocks, bonds, and more. Start investing and unlock diverse investment opportunities.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://www.dicke-deutsche.de/2013/05/ganganalysen/",
      "title": "Ganganalysen - Dicke Deutsche - Alles über Diäten, Kalorien und Ernährung",
      "description": "Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als kleine Kinder und können uns an diesen Prozess aber überhaupt nicht mehr erinnern, wenn wir erwachsen sind. Man kann es einfach, man denkt nicht darüber nach, sondern tut es einfach. In manchen Situationen erstaunt es einen selber, wie weit einen die...",
      "preview": "Zum Inhalt springen Gesundheit 0 Ganganalysen von Gastautor · 21. Mai 2013 Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/privacy-policy.html",
      "title": "Privacy Policy - GIF MAKER",
      "description": "Privacy Policy What information we collect 1. Personal Information: We do NOT collect any Personal Information about you. \"Personal Information\" means personally identifiable information,...",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo Privacy Policy What information we collect 1. Personal Information: We do NOT collect a"
    },
    {
      "url": "https://www.gu.org/",
      "title": "Generations United",
      "description": "Generations United improves the lives of children, youth, and older adults through intergenerational programs, policies, and strategies.",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://www.gob.pe/produce",
      "title": "Ministerio de la Producción - PRODUCE - Plataforma del Estado Peruano",
      "description": "Formulamos, diseñamos, ejecutamos y supervisamos la política nacional y sectorial de la Pesca, Acuicultura, MYPE e Industria.",
      "preview": "Saltar a contenido principal Ministerio de la Producción Formulamos, diseñamos, ejecutamos y supervisamos la política nacional y sectorial de la Pesca"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://time.com/5935439/tj-osborne/",
      "title": "T.J. Osborne Is Ready to Tell His Story: Exclusive | TIME",
      "description": "T.J. of the Brothers Osborne is now the only openly gay artist signed to a major country label-a historic moment for the genre.",
      "preview": "Brothers Osborne frontman T.J. Osborne hopes to see Nashville become more inclusive Kristine Potter for TIME By Sam Lansky February 3, 2021 10:00 AM E"
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/Register",
      "title": "Action Center",
      "description": "Sign up for updates from Goodwill Industries International, Inc.",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Please do not close this window. You will need to c"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://jsfiddle.net/",
      "title": "JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://m-dcc.org/",
      "title": "Miami-Dade Chamber of Commerce",
      "description": "void",
      "preview": "Back History Mission & Vision President's Message Five Pillars of Service Board of Directors Committee's Careers Staff Back Upcoming Events Webinar Re"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://www.croquonslavie.fr/articles/astuces-galettes-rois",
      "title": "Astuces et idées | Nestlé Goodnes",
      "description": "void",
      "preview": "Aller au contenu principal Skip to main content Mieux manger, à votre façon Des conseils malins, des infos claires, et beaucoup de bon sens - Tout - A"
    },
    {
      "url": "https://www.barbecue-france.fr/pack-promo-louisiana-grills-1200-founders-premiere-c2x36084281",
      "title": "Barbecue France : Site de barbecues, fumoirs, planchas et combustibles",
      "description": "Découvrez les plus gastronomiques des barbecues. Livraison gratuite à partir de 270 € d'achat pour toute commande contenant un produit maître (barbecue, fumoir, plancha, etc ...)",
      "preview": "Le Goût de la Nature ... Paiement en 3X sans frais avec Payzen OK Accueil Compte Contact Votre panier 0 0,00 EUR PACKS PROMO Barbecues & Fumoirs Barbe"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://bearmanor-digital.myshopify.com/products/middle-of-the-rainbow-paperback",
      "title": "Amazon",
      "description": "ISBN 9798887710433 \"A long life. A long career. A long marriage. All told with Bonnie's unflinching truth and humor.\" - Jamie Lee Curtis\"As evidence of my consistent good fortune landing a role on St. Elsewhere, I was gifted with another extremely bright and talented woman in my life, Bonnie Barlett. And she arrived w",
      "preview": "PLEASE NOTE: If you need an item quick, don't order from us; amazon is your best bet. We do appreciate you ordering from us directly (the author and t"
    },
    {
      "url": "https://hasundgot.macron.no/macron/8162070111/tiber-1-4-zip-top-navy-hvit-3xl-stilren-treningsgenser--unisex",
      "title": "Klubbshop - Hasundgot IL",
      "description": "Klubbshop",
      "preview": "2002532 MacronD4 Oppdaterer, vennligst vent... Produkter Totalt antall treff: Se hele resultatet... Kategorier Merker Merkenavn Artikler Antall artikl"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://www.gereve63.net/collections/beaux-arts/",
      "title": "Dans les musées - Blocs-photos",
      "description": "void",
      "preview": "Dans les musées Consignes Cadrages Ambiance d'expos Art dit contemporain Air de FIAC Peintres au féminin Plaisirs de l'attente Œuvres d'art On lève la"
    },
    {
      "url": "https://www.maisonette.com/product/nomad-hobo-ecru?utm_source=impact&utm_medium=affiliate&slfpid=3",
      "title": "Women's Nomad Medium Handwoven Hobo, Ecru - OS - NAGHEDI Bags & Luggage | Maisonette",
      "description": "Discover the Women's Nomad Medium Handwoven Hobo, Ecru - OS from NAGHEDI. Shop Bags & Luggage and more from Maisonette's curated selection.",
      "preview": "skip to main content Women's Shoes & Accessories Bags & Luggage Free standard shipping on orders over $95. Quantity Select is disabled. Please select"
    },
    {
      "url": "https://www.tensorflow.org/guide/data",
      "title": "tf.data: Build TensorFlow input pipelines | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://mcfenvironmental.com/hazardous-waste-have-a-hazardous-waste-manifest-or-bill-of-lading-2/?handl_url=https://mcfenvironmental.com/osha-compliance-training-for-medical-practices-where-to-get-certified/",
      "title": "What Is the Difference Between a Manifest and a Bill of Lading?",
      "description": "A shipping manifest and a bill of lading are two key documents in the waste disposal process. Here's what to know about hazardous waste manifests to stay safe.",
      "preview": "What Is the Difference Between a Manifest and a Bill of Lading? Dec 20, 2023 | Bill of Lading , Hazardous Waste , Hazardous Waste Manifest / IN THIS B"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "https://fishka3-blog.tumblr.com/",
      "title": "@fishka3-blog on Tumblr",
      "description": "Follow @fishka3-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://flutter.dev/docs/development/packages-and-plugins/developing-packages#add-support-for-platforms-in-an-existing-plugin-project",
      "title": "Developing | Flutter",
      "description": "How to write packages and plugins for Flutter.",
      "preview": "docs.flutter.dev uses cookies from Google to deliver and enhance the quality of its services and to analyze traffic. Learn more . OK, got it list On t"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://rstev388.tumblr.com/",
      "title": "UU and GIS",
      "description": "To Invite conversation about Unitarian Universalism and Geographic Information Systems.",
      "preview": "Home Ask me anything Submit a post Archive UU and GIS allesef : mikerugnetta : brownpau : Australia. Well. There's another thing I'll never unsee. are"
    },
    {
      "url": "https://www.arb.ca.gov/lispub/comm2/bccomdisp.php?listname=tier2lcfspathways-ws&comment_num=20&virt_num=14",
      "title": "Comment Log Display",
      "description": "void",
      "preview": "Comment Log Display Below is the comment you selected to display. Comment 14 for Public Comments for LCFS pathway applications (tier2lcfspathways-ws)"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "http://www.script-fix.com/",
      "title": "Script & Screenplay Coverage | The Choice of Industry PRODUCERS & WRITERS",
      "description": "We provide script coverage, story development notes and screenplay analysis to the entertainment industry. Notably producers + sold screenwriters. Let us be your creative partner.",
      "preview": "Welcome to Script-Fix! We provide script coverage and screenplay development notes to writers and producers working in film and television. Let us be"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/",
      "title": "@nothingbigbangtheory on Tumblr",
      "description": "Follow @nothingbigbangtheory and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes susikenna-blog Follow POLLY APFELBAUM March 25, 2015 | Designed by Susi Kenna | Hand-painted by Mei Kawajiri / @ciaomanhattan2012 | Inspir"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "https://memesoundboard.fun/privacy.html",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://svenskafonster.se/en/environment/",
      "title": "Visioner om en ljusare, mer hållbar framtid | Svenska Fönster",
      "description": "Miljö- och kvalitetssäkrade fönster innebär furu av hög kvalitet, ISO 9001-certifiering och genomtänkta, hållbara processer.",
      "preview": "Energioptimera ditt hem Med energieffektiva fönster stannar värmen kvar i huset - du sparar pengar och gör en insats för miljön. Svanenmärkta fönster"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://www.bgci.org/",
      "title": "BGCI | Botanic Gardens Conservation International",
      "description": "BGCI's work aims to promote and develop a more efficient, cost effective and rational approach to plant conservation in botanic gardens.",
      "preview": "Homepage | BGCI logo Group 23 Garden Search Garden Search Plant Search Threat Search Plant Search Threat Search GlobalTree Search Fill 1 cross lense G"
    },
    {
      "url": "https://www.moneynetwork.com/privacy-and-security.html",
      "title": "Money Network Prepaid Site",
      "description": "Money Network Prepaid Site Faq page",
      "preview": "For Cardholders Money Network Service Money Network Service for Walmart Money Network Service for ADP Privacy and Security Understand how we use and p"
    },
    {
      "url": "https://beepner.tumblr.com/",
      "title": "You Can Not (re)Blog",
      "description": "void",
      "preview": "catasters : (via yotsuyugoebrutus ) Source: reddit.com 5 days ago 16654 notes catsofyore : ALT Because I know how much you guys love carpeted toilet a"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://gallery.bleeding4metal.de/login.php?reload_once&referer=thumbnails.php%3Falbum%3Dlastup%26cat%3D-44%26page%3D5&message_id=e5fd98e321f13bcea8576dd846d596cd&message_icon=info#cpgMessageBlock",
      "title": "Anmeldung (Login) - Gallery4Metal",
      "description": "void",
      "preview": "Gallery4Metal Die Bildergalerie von Bleeding4Metal Startseite Anmelden Albenliste Neueste Uploads Neueste Kommentare Am meisten angesehen Am besten be"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-is-gia-giudice-still-dating-her-boyfriend-christian-carmichael",
      "title": "RHONJ: Is Gia Giudice Still Dating Her Boyfriend Christian Carmichael?",
      "description": "During Part 2 of The Real Housewives of New Jersey Season 12 reunion, Andy Cohen wanted some updates on the kids of t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "http://www.mylahandmav.com",
      "title": "Mylah & Mav",
      "description": "void",
      "preview": "0 WELCOME! LIFE IS ABOUT MORE THAN WEARING THE RIGHT CLOTHES, EATING THE RIGHT FOOD, AND MAKING MONEY. IT'S ABOUT CREATING, EXPERIENCING, AND PUTTING"
    },
    {
      "url": "http://www.ritsumei.ac.jp/bb/eng/episodes/no_052.html/",
      "title": "Restarting in Indonesia｜Episodes｜BeyondBorders",
      "description": "void",
      "preview": "立命館中学校・高等学校ウェブサイトを正しく表示するにはJavaScriptが必要です。 ブラウザの設定をオンにしてからページをリロードしてください。 052 Restarting in Indonesia College of Business Administration, Kenya Mizut"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.deq.ok.gov/land-protection-division/recycling/computer-equipment-recycling/",
      "title": "Environmental Quality Department (292)",
      "description": "void",
      "preview": "Skip to main content Previous Next Pause Play Grants & Funding Resources Office of Grants & Funding Resources Enhanced Tribal Engagement Policy Read t"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://www.deltasigmatheta.org/",
      "title": "Delta Sigma Theta Sorority Inc - Sisterhood.Scholarship.Service.Social Action",
      "description": "void",
      "preview": "Delta Sigma Theta Sorority, Inc. Service, Scholarship, Sisterhood and Social Action Learn More MEMBERSHIP POLICIES WE VALUE MEMBERSHIP View Policies C"
    },
    {
      "url": "https://openchargemap.org/site",
      "title": "Open Charge Map - The global public registry of electric vehicle charging locations",
      "description": "Open Charge Map is the global database of EV charging stations, managed and populated by EV drivers from all over the world.",
      "preview": "Map Loading.."
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://www.myanmaryellowpages.biz/searchcompany?com_id=&cat_id=63&city=&com=&cat=&page=40",
      "title": "Myanmar Yellow Pages |Myanmar Trade Yellow Pages | Myanmar Trade Directory | Yellow Pages Myanmar | Yellow Pages Yangon |Yellow Pages Directory",
      "description": "IMEX (Myanmar) Co.,Ltd. is the sole authorised publisher of Myanmar Yellow Pages with Walking Finger Logo. Myanmar Yellow Pages® is a free app that helps you find, select and connect with local (Myanmar) businesses and oversea businesses wherever you are in. You can search Myanmar Businesses Listing by Category, City and Classifieds.",
      "preview": "× Search Select City Bago Hpa-an Lashio Magway Mandalay Mawlamyaing Meikhtilar Monywa Muse Myeik Nay Pyi Taw Pakokku Pathein Pyay Pyin Oo Lwin Sagaing"
    },
    {
      "url": "http://www.russprince.com/cabinet/",
      "title": "Russ Mame Cabinet",
      "description": "A MAME/JAMMA cabinet that features a rotatable monitor, keyboard drawer, and an 'any coin' coin door.",
      "preview": "void"
    },
    {
      "url": "https://scm.uninett.no/maalepaaler/qstream/-/find_file/3cce40b9a1992728584627b157251dd6770ee942",
      "title": "Find File · 3cce40b9a1992728584627b157251dd6770ee942 · Maalepaaler / qstream · GitLab",
      "description": "Computes packet stream quality statistics for UDP/RTP from network or captured files (pcap).",
      "preview": "qstream There are no matching files Try using a different search term to find the file you are looking for. Loading"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/centro-de-eventos-raizes-da-tradicao/",
      "title": "Centro de Eventos Raízes da Tradição",
      "description": "Riomafra Mix - Muito mais que informação!",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "http://www.mclink.it/telelavoro",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://www.intertienda.es/novedades/",
      "title": "Putas 19 anos en La Mojonera - Martina 20 años | Disponible ahora",
      "description": "Las Mejores Chicas en en La Mojonera",
      "preview": "Disponible ahora Home • Categorías • Live Chat • Chicas • Prostitutas con videos • Striptease • Nuevas Masajes eroticos Lesbico BDSM Tetonas Mulatos D"
    },
    {
      "url": "https://docs.opencv.org/4.x/d6/d00/tutorial_py_root.html",
      "title": "OpenCV: OpenCV-Python Tutorials",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Introduction to OpenCV Learn how to setup Ope"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2018.00240/full",
      "title": "Frontiers | Identifying Global Patterns of Transshipment Behavior",
      "description": "Transshipment at sea, the offloading of catch from a fishing vessel to a refrigerated vessel far from port, can obscure the actual source of the catch, compl...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://www.sweetbio.com/",
      "title": "sweetbio®",
      "description": "void",
      "preview": "0 Collagen + Manuka honey like never before. We understand the heavy burden non-healing wounds can have on you and your loved ones' daily life. Let's"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "https://www.faa.gov/hazmat/resources/lithium_batteries/incidents",
      "title": "Lithium Battery Incidents | Federal Aviation Administration",
      "description": "Full incident details are also available in an interactive chart.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "https://www.ilmtalzottelstedt.de/nachwuchs/archiv/2020-21/c-junioren/spiele/11981-ilmtal-zottelstedt-sv-09-arnstadt",
      "title": "2020/21 : Ilmtal Zottelstedt vs. SV 09 Arnstadt 4 : 1",
      "description": "Auf der offiziellen Webseite des FSV Ilmtal Zottelstedt wird der Verein mit allen Mannschaften und Mitgliedern vorgestellt. Es gibt zahlreiche Statistiken zu Spieltag und Spielern, viele Fotos und vieles mehr. (C) soccero",
      "preview": "C-Junioren : Spielbericht (2020/21) Kreisoberliga MTH 1. Spieltag - 13.09.2020 10:30 Uhr Ilmtal Zottelstedt SV 09 Arnstadt 4 : 1 (3 : 0) Aufstellung E"
    },
    {
      "url": "https://www.guttmacher.org/article/2022/02/medication-abortion-now-accounts-more-half-all-us-abortions",
      "title": "Medication Abortion Now Accounts for More Than Half of All US Abortions | Guttmacher Institute",
      "description": "Updated on March 2, 2022: This analysis has been updated to correct the date when the FDA allowed abortion pills to be mailed to patients for the duration of the pandemic. First published on February 24, 2022:",
      "preview": "Skip to main content Policy Analysis February 2022 Medication Abortion Now Accounts for More Than Half of All US Abortions Authors Rachel K. Jones , G"
    },
    {
      "url": "https://medpsych.at/scheidung-95-1a-astrg.html?",
      "title": "medpsych.at Scheidung Kind Beratung",
      "description": "AT seit 1989 Psychosomatik Medizin Psychologie Coaching Lehr-Supervision Seminare Sexual Delikt Prävention",
      "preview": "Impressum Datenschutz AGB Auswahl Über uns Humor aktuell Tarife / Tariffs English Links Sitemap Kontakt Index Mag. Dr. Volkmar J. Ellmauthaler Zurück"
    },
    {
      "url": "https://charts.gc.ca/charts-cartes/digital-electronique/index-eng.html",
      "title": "Purchase charts for navigation",
      "description": "Purchase charts for navigation",
      "preview": "Purchase charts for navigation CHS distributes nautical charts for navigation through a dealer network that serves Canada and the entire world. You ca"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://genius.com/Beyonce-energy-lyrics",
      "title": "Beyoncé - ENERGY Lyrics | Genius Lyrics",
      "description": "ENERGY Lyrics: On stage, rockin', I'm stir crazy / Cocoa flow like 1980's / Come, let's tell a drop lazy / None of that maybe / Energy (Ah) / Energy / Energy (On it) / Just vibe / Votin' out 45",
      "preview": "9 ENERGY Beyoncé Featuring BEAM Producers Beyoncé , Skrillex & 2 more Track 5 on RENAISSANCE (WEBSITE VERSION) Jul. 29, 2022 1 viewer 288.7K views 75"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://account.ncbi.nlm.nih.gov",
      "title": "Log in / NCBI",
      "description": "void",
      "preview": "The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    }
  ],
  "_meta": {
    "total_bookmarks": 152
  }
}