{
  "data": [
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://riudg.udg.mx/handle/20.500.12104/71723/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Carranza+Alc%C3%A1ntar%2C+Mar%C3%ADa+del+Roc%C3%ADo&filter_field_2=author&filter_type_2=equals&filter_value_2=Baltazar+D%C3%ADaz%2C+Edith+Guadalupe&filter_field_3=subject&filter_type_3=equals&filter_value_3=Altos+Sur+de+Jalisco&filter_field_4=author&filter_type_4=equals&filter_value_4=Castro+Ib%C3%A1%C3%B1ez%2C+J.+Patricio&filter_field_5=subject&filter_type_5=equals&filter_value_5=acreditaci%C3%B3n&filter_field_6=author&filter_type_6=equals&filter_value_6=Flores+L%C3%B3pez%2C+Hugo+Ernesto&filter_field_7=author&filter_type_7=equals&filter_value_7=Gonz%C3%A1lez+Lim%C3%B3n%2C+Mar%C3%ADa+Guadalupe&filter_field_8=author&filter_type_8=equals&filter_value_8=Mac%C3%ADas+Gonz%C3%A1lez%2C+Gizelle+Guadalupe&filter_field_9=author&filter_type_9=equals&filter_value_9=De+la+Torre+Barba%2C+Silvano&filter_field_10=author&filter_type_10=equals&filter_value_10=I%C3%B1iguez+I%C3%B1iguez%2C+Mar%C3%ADa+de+Jes%C3%BAs&filter_field_11=author&filter_type_11=equals&filter_value_11=P%C3%A9rez+Pulido%2C+Ignacio&filter_field_12=author&filter_type_12=equals&filter_value_12=Carranza+Alc%C3%A1ntar%2C+Liliana&filter_field_13=author&filter_type_13=equals&filter_value_13=Caldera+Montes%2C+Enrique&filter_field_14=author&filter_type_14=equals&filter_value_14=Jim%C3%A9nez+Padilla%2C+Alma+Azucena&filter_field_15=subject&filter_type_15=equals&filter_value_15=empleo&filter_field_16=author&filter_type_16=equals&filter_value_16=Moreno+Garc%C3%ADa%2C+Hugo&filter_field_17=author&filter_type_17=equals&filter_value_17=Zamora+Betancourt%2C+Mar%C3%ADa+del+Rosario&filter_field_18=subject&filter_type_18=equals&filter_value_18=contexto+familiar&filter_field_19=author&filter_type_19=equals&filter_value_19=I%C3%B1iguez+G%C3%B3mez%2C+Ofelia&filter_field_20=has_content_in_original_bundle&filter_type_20=equals&filter_value_20=false&filter_field_21=subject&filter_type_21=equals&filter_value_21=estilos+de+pensamiento&filter_field_22=author&filter_type_22=equals&filter_value_22=Islas+Torres%2C+Claudia&filter_field_23=author&filter_type_23=equals&filter_value_23=Balpuesta+P%C3%A9rez%2C+Jorge+Alberto&etal=0&filtername=author&filterquery=Caldera+Montes%2C+Juan+Francisco&filtertype=equals",
      "title": "RIUdeG: Buscar",
      "description": "void",
      "preview": "Skip navigation Toggle navigation RIUdeG Inicio Consultar Colecciones Autores Temas Publicar Como agregar mis trabajos Información para tesistas Subir"
    },
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://www.mortiseandtenonmag.com/blogs/blog",
      "title": "The Mortise & Tenon Magazine Blog",
      "description": "The blog of the Mortise & Tenon Magazine team. A behind-the-scenes informal blog where we share our work, our ideas, and new announcements.",
      "preview": "Close menu Purchase Expand submenu Collapse submenu Magazine Books Courses Videos Apparel Stickers Gift Card About Expand submenu Collapse submenu New"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://careers.loreal.com/",
      "title": "Homepage | L'Oréal Careers| Home",
      "description": "Freedom to go beyond, that's the beauty of L'Oréal",
      "preview": "Video L'Oréal Freedom to go beyond That's the beauty of L'Oréal What are you looking for? Search Location ▾ Function ▾ Brand ▾ Region/State ▾ Contract"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.vizzuality.com/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://thegforum.ch/search.php?sid=bd14ad2a0ef821318c0c3b7e9660d494",
      "title": "The(G)Forum - Suche",
      "description": "void",
      "preview": "The(G)Forum Abtrugg since 1999 Zum Inhalt Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Mitglieder Das Team FAQ Anmelden Registrieren Foren"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://microsoft.com/",
      "title": "Microsoft: AI, cloud, produttività, informatica, giochi e app",
      "description": "Scopri tutti i prodotti e servizi Microsoft per la casa e il lavoro. Acquista Microsoft 365, Copilot, Teams, Xbox, Windows, Azure, Surface e altro ancora.",
      "preview": "Trace Id is missing Passa a contenuti principali Approfitta della spedizione gratuita, oltre a resi gratuiti estesi e alla promessa sul prezzo esteso"
    },
    {
      "url": "https://kosturanov.com/books/a-star-called-slavica",
      "title": "A Star Called Slavica - Book Illustrated by Vane Kosturanov",
      "description": "A Star Called Slavica - Book Illustrated by Vane Kosturanov. Published by: Laguna (Serbia, 2022)",
      "preview": "A Star Called Slavica Text : Nina Senicar Illustrations : Vane Kosturanov Rights sold in: Serbia ( Laguna ) Three girls know what they would like to b"
    },
    {
      "url": "https://ccblackchamber.org/",
      "title": "Collin county black chamber of commerce",
      "description": "void",
      "preview": "Skip to main content About Us Join Chamber Featured News CCBCC NEWS Read All About It Upcoming Events See All Events 23 Oct 2025 | 06:00 PM - 07:30 PM"
    },
    {
      "url": "https://www.realbatchcooking.com/tag/tortilladesetas/",
      "title": "tortilladesetas archivos - La Vida Bonica",
      "description": "void",
      "preview": "Ir al contenido tortilladesetas Verdura Tortilla de setas y de espinacas Tenía verdura en el frigorífico y no quería que se pusiera pocha, así que he"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://info.cell.com/request-access-to-cell-press-content",
      "title": "Request access to Cell Press content today!",
      "description": "Recommend your librarian and request access to Cell Press content today!",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://pagina3.mx/tag/derecho-a-la-libre-determinacion/",
      "title": "Derecho a la libre determinación Archivos - Página 3",
      "description": "void",
      "preview": "Facebook Twitter Youtube Comunalidad Mujeres Oaxaca Estado de Oaxaca Istmo La Costa La Cuenca Mixteca Sierra Norte Sierra Sur Valles Centrales Noticia"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "https://sendpotion.com/",
      "title": "Unlimited Custom & Personalized AI Videos Generator | Potion",
      "description": "Generate unlimited AI videos easily. Create hyper-realistic custom & personalized AI videos in your own face, voice & gestures with Potion.",
      "preview": "Next-level Fantastic mind-blowingly my superpower Whoa Awesome! Amazing! Unreal Insane Super! Perfect! Incredible Trusted by 13000+ companies Potion t"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "http://erdekesweb.hu/category/utazas",
      "title": "Utazás - Érdekes Web",
      "description": "void",
      "preview": "Skip to content A Salzkammergut régió Ausztria egyik legvarázslatosabb vidéke, amely gyönyörű tavairól, impozáns hegyeiről és történelmi városairól hí"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "https://www.ctvnews.ca/",
      "title": "CTV News - Breaking News and Video, Canada News Today",
      "description": "Get live updates on the latest local, national, and international news, including trusted reporting on politics, health, business, sports and more.",
      "preview": "Skip to main content Canada Post union switching from countrywide to rotating strikes The union representing Canada Post employees says it will switch"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://suporte.handtalk.me/kb/article/240765/hand-talk-website-privacy-policy?menuId=25983-69990-240765&ticketId=&q=",
      "title": "Hand Talk website Privacy Policy - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Boas-vindas à base de conhecimento da Hand Talk Página inicial Voltar para a pesquisa INTRODUCTION HAND TALK SERVIÇOS LTDA values its user's privacy a"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://geobasis-bb.de/lgb/de/geodaten/luftbilder/luftbilder-aktuell/",
      "title": "Luftbilder aktuell | LGB_Startseite",
      "description": "LGB (Landesvermessung und Geobasisinformation Brandenburg)",
      "preview": "Toolbar-Menü de Farbwechsel Drücken Sie Enter oder Pfeil nach unten um Farbauswahl zu öffnen.. Standard Drücken Sie die Leertaste um Standard zu bestä"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://riaclu.org/",
      "title": "Home - ACLU of Rhode Island",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Protecting Rhode Islanders' rights since 1959. Stay informed about civil liberties, get our email updates: The Latest News & Commentary ACLU Files Bri"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://betweennapsontheporch.net/christmas-in-heaven/?replytocom=646275",
      "title": "Christmas in Heaven",
      "description": "Enjoy this beautiful Christmas table setting with a joyous angel theme.",
      "preview": "Between Naps on the Porch Decorating, Tablescaping, Before and Afters, Thrifty Finds, and Gardening Home TABLESCAPES Holiday Christmas Easter Hallowee"
    },
    {
      "url": "https://communityfoundations.ca/events/healthycommunities-simple-ways-to-create-vibrant-safe-spaces-or-adapt-public-places-and-programming-during-a-pandemic/",
      "title": "#HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic - Community Foundations of Canada",
      "description": "Relentlessly pursuing a future where everyone belongs",
      "preview": "Upcoming Events #HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic Date February"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "http://support.groundspeak.com",
      "title": "Knowledge Books",
      "description": "Geocaching HQ - help desk and customer service portal.",
      "preview": "Skip to navigation Skip to content How can we help? Search by topics, keywords, or phrases Search Geocaching basics What is geocaching? Finding a geoc"
    },
    {
      "url": "https://research.google/pubs/",
      "title": "Publications - Google Research",
      "description": "Google publishes hundreds of research papers each year. Publishing our work enables us to collaborate and share ideas with, as well as learn from, the broader scientific...",
      "preview": "Publications Our teams aspire to make discoveries that impact everyone, and core to our approach is sharing our research and tools to fuel progress in"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    },
    {
      "url": "http://www.lanuovasardegna.it/",
      "title": "La Nuova Sardegna",
      "description": "Tutte le notizie della Sardegna, con foto e video, di cronaca, politica, sport, cultura, spettacoli, economia e tempo libero",
      "preview": "I video del giorno Sardegna Sassari, 400 studenti in piazza per la Settimana della Protezione civile Natura La Maddalena, tartaruga verde avvistata ne"
    },
    {
      "url": "https://www.ttcultureyard.com/",
      "title": "Visiting The Culture Yard | Trench Town & Culture Yard Museum",
      "description": "The official page of the Trench Town & Culture Yard Museum In Kingston, Jamaica. The Culture Yard Museum displays the significance of how the Government Yard architecture influenced the music and artistry that produced this world music.",
      "preview": "top of page The birth place of Reggae WELCOME TO TRENCH TOWN & THE CULTURE YARD MUSEUM tours/maps/news/local artists/other museums/history Tours N"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://hopefulkittykid.tumblr.com/",
      "title": "I am Who I am",
      "description": "Struggling for a better future. #DREAM Act 2019 #CleanDREAMActNow #DREAMers #BLM Feminist l Latinx| DREAMer",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://www.giftcart.com/",
      "title": "GIFTCART Online Gifts Shop & Gift Ideas | India's Leading Gift Portal",
      "description": "Find the perfect gifts for any occasion at GIFTCART, Indias leading online gifts shop. Browse our extensive collection of gift ideas and make someone's day special.",
      "preview": "Skip to content Giftcart Newsletter 0 Recipients Gifts For Men Gifts For Women Gifts For Couple Gifts For Kids Gifts for Parents Personalised Gifts To"
    },
    {
      "url": "http://ci.carson.ca.us/",
      "title": "City of Carson, CA",
      "description": "void",
      "preview": "Search City Council & Commission Agendas Live Broadcast Carson 311 Parks & Recreation Building Permits Budget & Financial Data Job Opportunities Capit"
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://blog.ted.com/",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://families.google/",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "https://www.duo.nl/particulier/studiefinanciering/",
      "title": "Studiefinanciering - DUO",
      "description": "Website duo.nl/particulier",
      "preview": "Ga direct naar inhoud Zoek Naar Geld voor school en studie In het kort Als u staat ingeschreven als student aan het mbo, hbo of universiteit, kunt u g"
    },
    {
      "url": "http://minesathletics.com/",
      "title": "Colorado School of Mines Athletics - Official Athletics Website",
      "description": "The official athletics website for the Colorado School of Mines Orediggers",
      "preview": "Skip To Main Content Pause All Rotators Top Stories Promo Ads Athlete of the Week Static Ads Footer"
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "https://www.vogue.com/article/nyfw-editors-street-style-looks-ss26",
      "title": "The Fall-Perfect Street Style Vogue Editors Brought to New York Fashion Week | Vogue",
      "description": "At NYFW, Vogue editors turned the sidewalk into a runway, showcasing the best fall street style looks-fashionable yet functional.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "http://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://app.diagrams.net/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/ffe07749-0055-4a95-85b3-bce123fc330c",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://www.lofficielusa.com/film-tv/jessica-chastain-movies-interview-eyes-of-tammy-faye-scenes-from-a-marriage",
      "title": "Jessica Chastain Covers L'OFFICIEL's Centennial Issue - Jessica Chastain Movies Interview",
      "description": "Jessica Chastain fronts L'OFFICIEL's Fall 2021 issue and speaks about her movies out this September, 'The Eyes of Tammy Faye' and 'Scenes From a Marriage.'",
      "preview": "Tags JessicaChastain movies tv interview fashion centennial Related Articles Pop culture Katy Perry is Smelling the Daisies With a new baby , new musi"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "http://bpmobile.com/",
      "title": "BP Mobile | Cool Apps!",
      "description": "Download useful mobile apps for your device: Scanner, Translator, Call Recorder, 2nd Phone Number, etc.",
      "preview": "✖"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://online.flipbuilder.com/wool/gsun/mobile/index.html",
      "title": "Penn State Civil and Environmental Engineering 2021 Annual Report",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://www.filmagentinnen.de/tag/good-food-bad-food/",
      "title": "Good Food Bad Food | DIE FILMAGENTINNEN",
      "description": "void",
      "preview": "Im Verleih von Alamode Film Kinostart 20. Januar 2011 Type and Press \"enter\" to Search"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "http://www.kodak.com/",
      "title": "Eastman Kodak Company | Kodak",
      "description": "A global technology company providing industry-leading products and services for commercial print, packaging, publishing, manufacturing and entertainment.",
      "preview": "Statement Regarding Misleading Media Reports August 13, 2025 The future of print: Turning challenges into opportunities July 09, 2025 A digital plus f"
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}