{
  "data": [
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "http://objets-golf.com/textiles-et-parapluies/casquettes-de-golf/",
      "title": "Casquettes de golf - Objets publicitaires de Golf",
      "description": "NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris au choix Logo Callaway sur le front. Casquette Callaway Stich magnet Personnalisation du logo à l'arrière de la casquette. Casquette Callaway Custom Side Logo Callaway à l'avant de la casquette. Personnalisation du logo sur les côtés de la ... Lire la suite de« Casquettes de golf »",
      "preview": "Aller au contenu NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris a"
    },
    {
      "url": "https://sportscafe.in/",
      "title": "Sports News Today: Live Score, Latest Updates for Cricket, Football, Kabaddi | SportsCafe",
      "description": "SportsCafe is an online sports news platform providing latest sports news with live cricket scores, schedules, and match updates. ⏩ Follow to SportsCafe to stay updated!",
      "preview": "SportsCafe - Latest Sports News of India and the World SportsCafe is the best news portal that provides sports enthusiasts with an overview of the lat"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "http://www.nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://prginc.org/",
      "title": "PRG, Inc.",
      "description": "void",
      "preview": "0 PRG combines community-based affordable housing development with education and one-on-one advising to eliminate racial disparities in homeownership"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.speedsolving.com/wiki/index.php/CFOP_method",
      "title": "CFOP method - Speedsolving.com Wiki",
      "description": "void",
      "preview": "Anonymous Not logged in Create account Log in Speedsolving.com Wiki Search CFOP method From Speedsolving.com Wiki Namespaces Page Discussion More More"
    },
    {
      "url": "http://www.seafoodslaveryrisk.org/",
      "title": "Seafood Slavery Risk Tool",
      "description": "void",
      "preview": "Seafood Slavery Risk Tool ABOUT US INSTRUCTIONS RESOURCES ↓ Methodology Background Glossary WHAT BUSINESS CAN DO BLOG FAQs CONTACT US Informing Busine"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/",
      "title": "Black people more than three times as likely as white people to be killed during a police encounter | Harvard T.H. Chan School of Public Health",
      "description": "Black Americans are 3.23 times more likely than whites to be killed by police.",
      "preview": "Skip to main content Home / News / Black people more than three times as likely as white people to be killed during a police encounter Health Equity B"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://web.dev/learn/design/",
      "title": "Learn Responsive Design | web.dev",
      "description": "A course exploring all aspects of responsive design. Learn how to make sites that look great and work well for everyone.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources Responsive Design Stay organized with collections Save and categorize content based on your"
    },
    {
      "url": "https://oceanconference.un.org/",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://agrobolder.com/products/bobina-50",
      "title": "Agrobolder | Tienda Oficial",
      "description": "Visita la página y encuentra todos los productos de Agrobolder en un mismo lugar.",
      "preview": "Usamos cookies para mejorar tu experiencia en Mercado Libre. Consultar más en nuestro Centro de Privacidad. Aceptar cookies Configurar cookies ¡Listo!"
    },
    {
      "url": "https://prepare.icloud.com/?c=store",
      "title": "Get temporary iCloud storage when you buy a new iPhone or iPad - Apple Support",
      "description": "When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer data from your current device to your new one. Learn if you're eligible, how to create a temporary backup, and how long your temporary backup is available.",
      "preview": "Get temporary iCloud storage when you buy a new iPhone or iPad When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer dat"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "https://loveseatown.com/",
      "title": "Love SeaTown: Explore all that's happening in Downtown Seattle",
      "description": "There's a lot happening in Downtown Seattle. Check out upcoming events, shows at Historic Theatre District venues, free family fun and more as you plan your next visit.",
      "preview": "Connect with the downtown Seattle you love We've all said these words: \"I love Seattle.\" SeaTown. And it goes beyond the surface. We mean it. Because"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "https://sheet2site.com/",
      "title": "Sheet2Site: Website Builder Using Google Sheets",
      "description": "Sheet2Site is a website builder that lets you create your own website without writing code using only Google Sheets with pictures, filters and links.",
      "preview": "void"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    },
    {
      "url": "https://help.chi.ac.uk/help-search/for/guests/category/files-and-online-storage/for/alumni/device/desktop/for/students/product/microsoft-teams/category/online-learning/category/software-and-apps",
      "title": "Search results | Support and Information Zone",
      "description": "void",
      "preview": "Skip to main content Skip to search Search results synchronising a University OneDrive account with a personal device What is OneDrive? OneDrive is us"
    },
    {
      "url": "https://www.rosslynva.org/feature/rosslyn-refresh",
      "title": "Features | News | Rosslyn, VA",
      "description": "Features | News | Rosslyn, VA",
      "preview": "Skip to Main Content Rosslyn Features Rosslyn is connected in more ways than metros and bridges - the neighborhood has a growing network of young prof"
    },
    {
      "url": "https://yvonnelin.se/2017/07/25/skams-probitas/",
      "title": "Skäms Probitas - Yvonne Lin",
      "description": "Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ute på gatan...",
      "preview": "Hoppa till innehåll Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ut"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://saysh.com/",
      "title": "Saysh - Women Deserve Better",
      "description": "Saysh makes performance running shoes designed specifically for and by women. We're not just making shoes; we're creating a better world for women - one step at a time.",
      "preview": "Skip to content Welcome to the 2025 USOPC Hall of Fame Allyson Felix → Shop our best sellers here → Saysh has redefined the athletic experience for 11"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://benedicks-dick.tumblr.com/",
      "title": "Full Fathom Five",
      "description": "void",
      "preview": "Full Fathom Five Home Archive Ask me anything Submit a post Random post Twitter My posts Catching Elephant is a theme by Andy Taylor ↵ Originally from"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "http://www.oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://www.heritagepark.ca/",
      "title": "Heritage Park Calgary | Popular Living History Museum in Canada",
      "description": "Visit Heritage Park Calgary, one of Canada's Largest Living History Museums and discover family fun for all ages. Plan your next family adventure now!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://support.mooveagency.com/forum/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - MooveAgency - Support Forum",
      "description": "void",
      "preview": "GDPR Cookie Compliance Search for: Support Forum › Support Forum › GDPR Cookie Compliance Viewing 31 topics - 1 through 30 (of 44 total) 1 2 → You mus"
    },
    {
      "url": "https://tave.com/pashabelman-inline/contact/photographer",
      "title": "Contact Pasha Belman Photography",
      "description": "void",
      "preview": "Name Email Mobile Phone Session Type Family Photos Senior Photos Headshots Engagement Wedding Other Location Event Date Number of People? How did you"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.claytoncountyga.gov/departments/community-development/geographic-information-system.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://magazine.mines.edu/",
      "title": "Mines Magazine - The Colorado School of Mines Magazine Website",
      "description": "The Colorado School of Mines Magazine Website",
      "preview": "Feature Stories Inside Mines Alumni Network Improv, instruments and imagination May 15, 2025 Improv, instruments and imagination On a sunny afternoon"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://www.love-and-hisses.com/12-19-06/",
      "title": "12-19-06 - Love & Hisses",
      "description": "void",
      "preview": "Fred And3rson and the Always Ready for Snackin' Time Players present \"Who's Ready for a Snack?\" YouTube link Fred feels it vitally important that I in"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "http://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://landsat.gsfc.nasa.gov/",
      "title": "Landsat Science",
      "description": "This joint NASA/USGS program provides the longest continuous space-based record of Earth's land in existence.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. Landsat Science The joint N"
    },
    {
      "url": "https://seavision.volpe.dot.gov/",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://www.codecademy.com/learn/paths/data-science",
      "title": "Data Scientist: Machine Learning Specialist | Codecademy",
      "description": "Machine Learning Data Scientists solve problems at scale, make predictions, find patterns, and more! They use Python, SQL, and algorithms. Includes **Python 3**, **SQL**, **pandas**, **scikit-learn**, **Matplotlib**, **TensorFlow**, and more.",
      "preview": "Skip to Content Career Path Data Scientist: Machine Learning Specialist Machine Learning Data Scientists solve problems at scale, make predictions, fi"
    },
    {
      "url": "https://www.interstateparkingdowntown.com",
      "title": "Interstate Parking Downtown",
      "description": "void",
      "preview": "0 See how our managed parking solution improves access and drives commerce in your community. Open up more than spaces. Provide better access to all y"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://watch.frndlytv.com/",
      "title": "Watch Family-Friendly TV Live and On Demand | FRNDLY TV",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://www.spindrift-racing.com",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://www.nbcnews.com/health/health-news/health-risks-overturning-roe-v-wade-abortion-rcna27109",
      "title": "Biggest health risks of overturning Roe v. Wade abortion decision",
      "description": "If the Supreme Court overturns Roe v. Wade, abortion bans and restrictions could have manifold effects on maternal health.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://hallbart.stockholm/ata-dricka/",
      "title": "Äta och dricka - Stockholms stad",
      "description": "Med enkla och medvetna val är det möjligt för dig att äta mer klimatsmart och bidra till att bibehålla den biologiska mångfalden.",
      "preview": "Till övergripande innehåll för webbplatsen Kakor på hållbart.stockholm Vi använder kakor (cookies) för att ge dig bästa möjliga funktion på vår webbpl"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://www.greatwolf.com/",
      "title": "North America's Largest Family Indoor Water Park Resorts | Great Wolf Lodge",
      "description": "Great Wolf Lodge combines water park adventures with comfortable accommodations for the perfect family vacation. Book your stay at an indoor water park near you.",
      "preview": "Skip Content WELCOME TO GREAT WOLF LODGE Choose Your Lodge YOUR ADVENTURE BEGINS HERE Welcome to Great Wolf Lodge, North America's largest group of in"
    },
    {
      "url": "https://app.excalidraw.com/",
      "title": "Excalidraw+",
      "description": "Whiteboarding tool with hand drawn like experience. Ideal for conducting interviews, drawing diagrams, prototypes or sketches and much more!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://www.random.org/lists/",
      "title": "RANDOM.ORG - List Randomizer",
      "description": "This page allows you to randomize lists of strings using true randomness, which for many purposes is better than the pseudo-random number algorithms typically used in computer programs.",
      "preview": "Home Games Lottery Quick Pick Keno Quick Pick Coin Flipper Dice Roller Playing Card Shuffler Birdie Fund Generator Numbers Integers Sequences Integer"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "https://thenauticalalmanac.com/",
      "title": "The Nautical Almanac",
      "description": "void",
      "preview": "The Nautical Almanac The free online Nautical Almanac The world's most complete source of free celestial navigation information The Nautical Almanac 1"
    },
    {
      "url": "https://www.ellenmacarthurfoundation.org/circular-economy/what-is-the-circular-economy",
      "title": "The Circular Economy | Definition & Model Explained | Ellen MacArthur Foundation",
      "description": "Explore the meaning of the circular economy, its core principles and how businesses are shifting from linear models to circular systems that design out waste.",
      "preview": "Circular economy introduction Overview Key ideas Case studies Glossary Circular economy explained English español português What is the meaning of a c"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    }
  ],
  "_meta": {
    "total_bookmarks": 92
  }
}