{
  "data": [
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/CSS_Grid_Layout",
      "title": "CSS grid layout - CSS | MDN",
      "description": "The CSS grid layout module excels at dividing a page into major regions or defining the relationship in terms of size, position, and layering between parts of a control built from HTML primitives.",
      "preview": "Skip to main content Skip to search CSS grid layout The CSS grid layout module excels at dividing a page into major regions or defining the relationsh"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://bcc.wordpress.org/plugins/tags/user-profile/",
      "title": "Plugins categorized as user profile | WordPress.org بلوچی",
      "description": "void",
      "preview": "WordPress.org Plugin Directory Plugin Tag: user profile Search Plugin Tag: user profile (1,443 total ratings ) Membership & community plugin with user"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Ffirefox-private-safe-browser%2Fid989804926&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "‎Firefox: Private Web Browser on the App Store",
      "description": "Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to browse. PRIVACY WHERE IT COUNTS...",
      "preview": "Screenshots Description Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to"
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://www.stripe.com",
      "title": "Stripe | Infrastruttura finanziaria per aumentare i tuoi ricavi",
      "description": "La suite di API di Stripe permette alle attività online di qualsiasi dimensione di accettare pagamenti, trasferire fondi ed espandersi rapidamente in nuovi mercati grazie all'IA.",
      "preview": "Unisciti ai milioni di aziende che usano Stripe per accettare pagamenti online e di persona, integrare servizi finanziari, consentire modelli di ricav"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://aryanpour.com/blog/?post=mirepoix",
      "title": "mirepoix - Farsi dictionary vocabulary",
      "description": "Advanced verbal blog to expand your vocabulary with mirepoix.",
      "preview": "Persian Blog Advantage Verbal mirepoix 26th of January 2016 1. a flavoring made from diced vegetables, seasonings, herbs, and sometimes meat, often pl"
    },
    {
      "url": "https://jsonlint.com/",
      "title": "JSON Online Validator and Formatter - JSON Lint",
      "description": "JSONLint is the free online validator, json formatter, and json beautifier tool for JSON, a lightweight data-interchange format. You can format json, validate json, with a quick and easy copy+paste.",
      "preview": "To format and validate your JSON, just copy + paste it below: Loading... About the JSONLint Editor JSONLint is a validator and reformatter for JSON, a"
    },
    {
      "url": "https://www.thewrap.com/wendy-williams-ratings-sherri-shepherd/",
      "title": "'Wendy Williams' Hits Season High in Ratings With Sherri Shepherd as Guest Host - TheWrap",
      "description": "Williams is out until at least December",
      "preview": "Skip to content \"Wendy Williams\" continues to see strong ratings with its slew of guest hosts, with Sherri Shepherd's turn posting its best numbers of"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://ahlansimsim.org/caring.html",
      "title": "Caring for Each Other Resources | Sesame Street",
      "description": "Your friends on Ahlan Simsim are here to support you during the COVID-19 health crisis. We know that these are stressful times, and families everywhere are creating a new sense of normalcy. So our website is filled with content you can use to spark playful learning, offer children comfort, and focus a bit on yourself, too. The resources below can help your family play, learn, and breathe deeply together-and we'll keep adding more in days and weeks to come, including new messages from your Ahlan Simsim pals. Stay tuned for more! #CaringForEachOther",
      "preview": "Caring for Each Other Resources For Adults Search English Resources Caring for Each Other Broadcasters Partner Content English Kurdî / كوردی العربية E"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://learnfresh.org/",
      "title": "Making STEM Education Fun for All Students | Learn Fresh",
      "description": "Learn Fresh makes STEM learning fun for all students through programs like NBA Math Hoops. We support educators in underrepresented communities across the United States.",
      "preview": "Philosophy Programs Impact Media Join Give About Your browser does not support the video tag Access and achievement gaps in STEM education remain a pe"
    },
    {
      "url": "https://www.steveandalex.org/",
      "title": "Inspired Giving | Steven & Alexandra Cohen FoundationSteven & Alexandra Cohen Foundation | The Steven & Alexandra Cohen Foundation leads by example to show the world what giving can do.",
      "description": "The philanthropic efforts of the Steven & Alexandra Cohen Foundation started in 2001 and have resulted in over $1.3 billion in funds to public 501(c)(3) nonprofit organizations based in the United States that either help people in need or solve complex problems.",
      "preview": "Skip to content There's something you can do that doesn't take a lot: GIVE. Join us in giving to make the world a better place. \"With just a little bi"
    },
    {
      "url": "https://locator.greatlengths.com/en-us/",
      "title": "Hair extensions salons near me | Great Lengths store locator",
      "description": "Find the certified Great Lengths hair extensions salons closest to you with our store locator! The excellence with no compromise. Hair extension certified.",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.providencejournal.com/entertainment/dining/",
      "title": "Food and Dining in Providence, RI | The Providence Journal",
      "description": "Get the latest scoop on food and dining in Providence, RI from The Providence Journal. Restaurant reviews, dining guides and more.",
      "preview": "Skip to main content Home Food & Dining Theater & Arts Our Hidden History Movies & TV Music Calendar J.T. Commons set to open in Middletown. A look at"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "https://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.militarychild.org/gts",
      "title": "MCEC Global Training Summit - Military Child Education Coalition® (MCEC®)",
      "description": "To continue delivering our mission impact to those who need it most, the MCEC Global Training Summit is hitting the road in 2025 with TWO dynamic one-day regional training events - designed to bring powerful professional development closer to you!",
      "preview": "MCEC Global Training Summit Close menu 2025 Global Training Summit Atlanta Summit General Sessions Forum Distinguished Lecture Sessions Master Class A"
    },
    {
      "url": "https://www.stadtpost.de/stadtpost-dietzenbach",
      "title": "Aktuelle Nachrichten aus Dietzenbach - op-online.de",
      "description": "Aktuelle Nachrichten, Fotos und Videos aus Dietzenbach.",
      "preview": "Immobilienmarkt Dietzenbacher Beratungsunternehmen erleichtert privaten Kauf und Verkauf von Immobilien Dietzenbacher Beratungsunternehmen erleichtert"
    },
    {
      "url": "https://www.googlecloudcommunity.com/",
      "title": "Google Developer forums",
      "description": "Connect with developers and Google experts on the official Google Developer Forums. Find answers, share knowledge, and get help with Google Cloud, AI, and more.",
      "preview": "Category Topics Google Cloud A community for those who develop, connect, deploy, and operate on Google Cloud. 0 Looker The place for data-driven discu"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "http://adictoslibros.blogspot.com/2016/02/la-saga-de-los-volsungos.html",
      "title": "Adictos a los libros: La saga de los Volsungos",
      "description": "Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavos; ya que fue escrito por un islandes, sa...",
      "preview": "sábado, 13 de febrero de 2016 La saga de los Volsungos Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavo"
    },
    {
      "url": "https://cleantechnica.com/2022/04/29/optiwatt-launches-new-save-the-planet-tool-and-announces-4-3m-in-seed-funding/",
      "title": "Optiwatt Launches New \"Save the Planet\" Tool And Announces $4.3M In Seed Funding - CleanTechnica",
      "description": "Optiwatt is a free electric vehicle (EV) charge management app that automatically schedules electric vehicle charging when electricity rates are cheapest, saving users an average of $388 per year.",
      "preview": "Skip to content April 29, 2022 3 years ago Press Release 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . This w"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://scholars.lib.ntu.edu.tw/browse?type=author&value=Huang+G.-F.&value_lang=zz",
      "title": "DSpace-CRIS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.avma.org/blog",
      "title": "AVMA@Work Blog | American Veterinary Medical Association",
      "description": "AVMA: Advocating for member veterinarians, and advancing the science and practice of veterinary medicine to improve animal and human health.",
      "preview": "Skip to main content AVMA@Work Video spotlight About AVMA@Work The AVMA is a community of veterinary professionals working together toward a common go"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.nba.com/game/okc-vs-lal-0022200821/box-score",
      "title": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 Box Scores | NBA.com",
      "description": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 player box scores including video and shot charts",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://eduardoaladren.com/de/?date=2020-4&t=list",
      "title": "Den Norske Opera Oslo - Eduardo Aladrén",
      "description": "Norwegian National Opera Oslo",
      "preview": "Skip to content Location: Storgata 28B, 0184 Oslo, Norway Website: https://operaen.no/en/about-us-oslo-operahouse/ Norwegian National Opera Oslo Twitt"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "https://www.hs.fi/teknologia/",
      "title": "Teknologia | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Teknologia Elokuvat | Jared Leto on uudessa Tron-elo­kuvassa sotilas­teko­äly, joka kapinoi luojaan"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cm-us.wargaming.net/frame/?service=frm&project=wot&realm=us&language=en&login_url=https://rciholidaysrewards.cf",
      "title": "void",
      "description": "void",
      "preview": "Log in To use all the website features, enable Javascript in your browser."
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://motionforjustice.vera.org/",
      "title": "Reshaping Prosecution Initiative | Vera Institute",
      "description": "We're helping prosecutors reduce the number of people entering the system, address racial disparities, and increase their accountability to communities.",
      "preview": "void"
    },
    {
      "url": "https://www.csteachers.org",
      "title": "Computer Science Teachers Association Connect, Grow, & Share With CS Teachers-",
      "description": "CSTA understands that teaching computer science is hard. That's why we're focused on creating a supportive environment for K-12 educators.",
      "preview": "Skip to content Connect, Grow, & Share With CS Teachers CSTA understands that teaching computer science is hard. That's why we're focused on creating"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://www.qvc.com/qvc.product.A422232.html",
      "title": "Benefit Cosmetics They're Real LengtheningMascara - QVC.com",
      "description": "They're Real! from Benefit Cosmetics lengthens, curls, volumizes, and lifts and separates the look of lashes.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.khm.at/en/visit/collections/",
      "title": "Exhibitions - KHM.at",
      "description": "Discover the fascinating exhibitions of the Kunsthistorisches Museum: masterpieces, special exhibitions and highlights of art history!",
      "preview": "Jump to navigation Jump to content Jump to contact Jump to search Jump to search Jump to footer Exhibitions Discover the captivating exhibitions at th"
    },
    {
      "url": "https://www.bowlingcentrum-krnov.cz/news/en-skola-bowlingu/",
      "title": "Škola Bowlingu :: Bowlingové centrum Krnov",
      "description": "void",
      "preview": "Bowlingové centrum Krnov Bavte se s přáteli... Homepage > Škola Bowlingu Škola Bowlingu 08/01/2011 17:39 Škola bowlingu začíná foto: Michal Šula, MF D"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://www.npr.org/2023/02/28/1160018771/disney-world-desantis-special-district",
      "title": "Disney World's special status dealt another blow by Florida Gov. Ron DeSantis : NPR",
      "description": "DeSantis dealt another blow to Walt Disney World's autonomy by signing a bill on Monday to take control of the company's development board. Critics say the move looks like retaliation.",
      "preview": "Accessibility links Skip to main content Keyboard shortcuts for audio player Disney World's special status dealt another blow by Florida Gov. Ron DeSa"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.llanfairfechantowncouncil.co.uk/index.php",
      "title": "Home | Llanfairfechan Town Council",
      "description": "Llanfairfechan Town Council in Llanfairfechan, Conwy, North Wales. Information, agendas & minutes, council meetings, make comments, compliments and complaints.",
      "preview": "Cyngor Tref Llanfairfechan Town Council ≡ Home Contact Us About the Council What the Council Does Get Involved Current News Cymraeg Meetings Our Next"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "https://www.complex.com/music/jay-z-beyonce-michael-rubin-july-4th-party-performances-drake-lil-baby-travis-scott",
      "title": "Jay-Z, Beyoncé, and More Attend Michael Rubin's July 4th ...",
      "description": "Michael Rubin hosted a star-studded Fourth of July party with guests like Drake, Jay-Z, Lil Baby, and Travis Scott joining the celebration.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://www.systembolaget.se/sortiment/",
      "title": "void",
      "description": "void",
      "preview": "Startsida Spara Sortiment Kunskap & inspiration Alkohol & Hälsa Hur påverkar alkohol din träning? Ju mindre du dricker desto lättare är det för kroppe"
    },
    {
      "url": "http://store.infinita.bg/bg/99-stres-test",
      "title": "Home | Infinita_BG",
      "description": "void",
      "preview": "ХУМАННА МЕДИЦИНА ВЕТЕРИНАРНА МЕДИЦИНА ДОМАШНА ГРИЖА Инфинита АКАДЕМИ Предстоящи събития Ехографско изследване на коремна кухина за ветеринарни специ"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "http://www.cthing.com/",
      "title": "C Thing Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/streams/",
      "title": "Redis Streams | Docs",
      "description": "Introduction to Redis streams",
      "preview": "void"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://abcnews.go.com/",
      "title": "ABC News - Breaking News, Latest News and Videos",
      "description": "Your trusted source for breaking news, analysis, exclusive interviews, headlines, and videos at ABCNews.com",
      "preview": "Bashar Taleb/AFP via Getty Images Live Updates Israel-Gaza live updates: Ceasefire in effect as IDF repositions Related: 'Everybody's happy': Trump ce"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}