{
  "data": [
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "https://memesoundboard.fun/privacy.html",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_0JMOG0m5j8tQK7b",
      "title": "Help build a better YouTube for Creators",
      "description": "Sign up for user research studies and share your thoughts",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://thunkable.com/#/",
      "title": "Thunkable: Best no code app builder | No code app creation",
      "description": "Thunkable is the most powerful mobile app development platform that allows anyone to create an app without needing to know how to code.",
      "preview": "Skip to main Try building your app with Gen AI for free Read more here. Who is Thunkable for? With Thunkable, you can go from idea to mobile app - no"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://www.gmtpost.com/post/new-gucci-dive-watches",
      "title": "New Gucci Dive Watches",
      "description": "Gucci is extending its dive watch collection with a range of 40 and 45mm timepieces",
      "preview": "New Watches New Gucci Dive Watches Oct 5, 2018 Share on Facebook Share on Twitter Share on Google+ Gucci is extending its dive watch collection with a"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://inspireupfoundation.org/",
      "title": "Inspire Up™, Inc.",
      "description": "Inspire Up is a 501c3 nonprofit organization dedicated to serving our military and first responder families and standing in the gap for underserved communities.",
      "preview": "Home One Community ONE MISSION To Inspire Up™ a kinder and more giving world by uniting the military and civilian communities through empowerment, edu"
    },
    {
      "url": "https://latino.si.edu/",
      "title": "National Museum of the American Latino | Home",
      "description": "The official site of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content National Museum of the American Latino Operational Status Smithsonian museums, research centers, and the National Zoo are open to"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "https://www.theatlantic.com/business/archive/2017/08/restaurant-jobs-boom/536244/",
      "title": "Restaurants Are the New Factories - The Atlantic",
      "description": "Food-service jobs are eating the economy. Maybe that's not a good thing.",
      "preview": "Donald Trump's ideal economy is defined by brawn. He praises steelworkers, speaks wistfully of coal mining, and tweets boastfully about new manufactur"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=nav",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "https://myeldesign.com/products/stein-necklace-with-aquamarine-in-gold",
      "title": "Stein Necklace in Yellow Gold with Aquamarine | MYEL Design",
      "description": "Discover MYEL's Stein Necklace in Yellow Gold with Aquamarine. Shop this modern and elegant 14K yellow gold jewel handmade in Montreal, adorned with a precious stone.",
      "preview": "Join the Myel Vault! Unlock first access to our new products, our exclusive events, and more. Thank you Free shipping in Canada! 🇨🇦 Fairmined Gold Off"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_in_header&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.chmi.cz/portal/dt",
      "title": "Portál ČHMÚ : Home",
      "description": "void",
      "preview": "další instituce resortu ŽP Český hydrometeorologický ústav English | Mapa stránek Navigace Předpovědi Předpovědi počasí Hydrologické předpovědi Aktuál"
    },
    {
      "url": "https://daviddagim.co.il/en/product/seabass-2/?add-to-cart=3031",
      "title": "Seabass - דוד דגים - דגים טריים חנות דגים בירושלים",
      "description": "For a net kilo need 2.5 times fish, due to the reduction, not grind, head, herringbone skin bones, but a net fillet net.",
      "preview": "מעבר לתוכן ראשי \"6 units of frozen Tilapia fillets\" has been added to your cart. View cart For a net kilo need 2.5 times fish, due to the reduction, n"
    },
    {
      "url": "https://www.fathersincorporated.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sites.google.com/a/onolai.org/yhs-website/Sutter-Buttes-Preservation/middle-mountain-montage",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://www.last.fm",
      "title": "Last.fm | Play music, find songs, and discover artists",
      "description": "The world's largest online music service. Listen online, find out more about your favourite artists, and get music recommendations, only at Last.fm",
      "preview": "Spiking Artists These artists are trending globally on Last.fm right now Click one to explore the artist and their similar artists Back Reset Spiking"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://id.nbcnews.com/email-preferences?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://www.optimizely.com/legal/opt-out/",
      "title": "Using query parameters - Optimizely Web Experimentation",
      "description": "You can use URL parameters to modify the execution of Optimizely Web Experimentation on your page.",
      "preview": "Below is a list of all the supported URL parameters available. Disable Disables Optimizely on the page. JavaScript ?optimizely_disable=true Impersonat"
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "https://education.mpbonline.org/",
      "title": "Learning",
      "description": "MPB's Education Division provides informative resources for parents, teachers and students in Mississippi.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://usblackchambers.org",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://computinged.wordpress.com",
      "title": "Computing Ed Research - Guzdial's Take | How do people understand computing, and how can we improve that understanding?",
      "description": "How do people understand computing, and how can we improve that understanding?",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Seeking K-1"
    },
    {
      "url": "https://oaacc.org/",
      "title": "HOME -",
      "description": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our tailored programs and events celebrate Black culture, history, and entrepreneurship, recognizing the vital role of Black business owners in the community. Membership Watch Tour Dear New Member:Welcome to the Oakland African American Chamber of Commerce. In [...]",
      "preview": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://solarsystem.nasa.gov/planets/overview/",
      "title": "About the Planets",
      "description": "Our solar system has eight planets, and five dwarf planets - all located in an outer spiral arm of the Milky Way galaxy called the Orion Arm.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "https://www.pa.gov/guides/get-vaccinated/",
      "title": "Home | Commonwealth of Pennsylvania",
      "description": "We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government.",
      "preview": "Welcome to Pennsylvania We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government. PA Ser"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    }
  ],
  "_meta": {
    "total_bookmarks": 58
  }
}