{
  "data": [
    {
      "url": "https://traininginelectrical.co.uk/blog/ever-considered-a-career-as-an-electrical-installation-testing-engineer",
      "title": "Ever considered a career as an Electrical Installation Testing Engineer? : Training in Electrical",
      "description": "As part of Training in Electricals' commitment to the Year of Engineering, we have identified an upsurge in the demand for Electrical Installation Testing Engineers.",
      "preview": "Our phone system is currently down. Please call 07468 418 535 for assistance. Electrical Training Courses in Nottingham - 7 Days a Week 01157 950 431"
    },
    {
      "url": "https://webassessor.com/googlecloud",
      "title": "Ready to start?",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://quicktrendnews.wordpress.com/",
      "title": "quicktrendnews - The news above control",
      "description": "The news above control",
      "preview": "Skip to content The majority leader in Parliament Mr Kyei Mensah Bonsu following the EC's Data servicing system issue told us that the EC ( Electoral"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.travelandleisure.com/hotels-resorts/beach-hotels/baha-mar-baha-bay-review",
      "title": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside",
      "description": "Baha Bay at Baha Mar is now open, and we took a look inside.",
      "preview": "Baha Mar's New Luxury Water Park Is Now Open - and We Took a Look Inside Baha Bay at Baha Mar is raising the bar for water parks everywhere. By Eliz"
    },
    {
      "url": "https://www.skiutah.com/",
      "title": "Ski Utah - Ski Utah",
      "description": "Ski Utah is dedicated to promoting the ski and snowboard industry in the great state of Utah. The state of Utah is famous for its world-class resorts and for having The Greatest Snow on Earth®.",
      "preview": "Plan Your Trip Ski Resorts Lodging Activities Reservation Experts Outdoor Shops + Gear Food + Drink Transportation Ski School All Amenities Utah Regio"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "http://www.ebookcompiler.com/",
      "title": "eBook Compiler Software: create your own eBooks",
      "description": "eBook Software: create your own eBooks",
      "preview": "Introduction Features Power Features What People Say Download Register Questions & Answers Contact Us Affiliates Related Products Upon review of your"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://allaboutdnt.com/",
      "title": "Thank you for visiting AllaboutDNT.com - Future of Privacy Forum",
      "description": "Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launched this website in 2013 to provide information on how web browsers can express a user's preference for tracking using Do Not Track (DNT). DNT is a technical specification designed to help users express their preferences about online tracking. It is...",
      "preview": "Thank you for visiting AllaboutDNT.com > Thank you for visiting AllaboutDNT.com Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launch"
    },
    {
      "url": "https://www.thegef.org/gef/",
      "title": "Home | GEF",
      "description": "void",
      "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
    },
    {
      "url": "https://info.uptogether.org/es/infosession/general",
      "title": "Sesión de información UpTogether 2021 | UpTogether",
      "description": "void",
      "preview": "Usted quiere ayudar a sus familiares y amigos a alcanzar sus metas y recibir inversiones en efectivo? UpTogether es una plataforma en línea donde uste"
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://disf.org/trapianti",
      "title": "Trapianti | DISF.org",
      "description": "void",
      "preview": "Salta al contenuto principale Trapianti Lino Ciccone Anno di redazione 2002 I. Precisazioni terminologiche ed aspetti interdisciplinari della tematica"
    },
    {
      "url": "https://joincountmein.org/",
      "title": "Count Me In",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vizcaya.org/",
      "title": "Vizcaya Museum & Gardens, Miami FL",
      "description": "A National Historic Landmark, Vizcaya Museum and Gardens is a 1916 waterfront estate home with 32 decorated rooms and 10 acres of formal gardens.",
      "preview": "Skip to content Purchase Tickets Now Open today from 9:30 am - 4:30 pm Full Schedule Hours Vizcaya Late | Everyone's Quince Wednesday, October 15 · 6"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://www.moaa.org/",
      "title": "MOAA - MOAA Home Page",
      "description": "The Military Officers Association of America (MOAA) is the country's leading organization protecting the rights of military servicemembers and their families. Those who belong to MOAA not only lend their voices to a greater cause, but they also gain access to extensive benefits tailored to the needs and lifestyles of military officers. MOAA members proudly hail from every branch of the uniformed services. To them, we have made the same promise that they have made to their country: Never Stop Serving.",
      "preview": "TOTALFORCE+ Registration is NOW OPEN for our inaugural conference! Click here to join us Oct. 28-29!  Close banner I am a  Selected Currently Servin"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://subscriptions.hollywoodreporter.com/site/thr-subscribe",
      "title": "Subscribe to The Hollywood Reporter",
      "description": "void",
      "preview": "The Definitive Voice of Entertainment News CHOOSE YOUR SUBSCRIPTION BEST DEAL PRINT BASIC PRINT PLUS DIGITAL EDITION Annual subscription Print issues"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://hello.grahamdigital.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://maskimot.tumblr.com/",
      "title": "@maskimot on Tumblr",
      "description": "27 | | just lookin for a mother that'll get me high, just a stupid motherfucker if i die i die | | celebrating every day i dont listen to the voices | | look at my cat tofu #kitdies",
      "preview": "Posts zoeyhorse Follow at least she's got the spirit veryluckyclovers Follow sending love to those fighting the job market femboy-c-cups Follow me fac"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://www.citizensbank.com/",
      "title": "Citizens Bank | Personal & Business Banking, Student Loans, Retirement",
      "description": "Citizens offers personal and business banking, student loans, home equity products, credit cards, and more. You're made ready and so are we. ™",
      "preview": "Citizens is here to help our customers who have been impacted by the U.S. Government Shutdown. For additional information click here You're made of ke"
    },
    {
      "url": "https://help.hbomax.com/",
      "title": "Availability | HBO Max",
      "description": "We're working to make HBO Max available wherever you are.",
      "preview": "Skip To Content HBO Max Is Not Available in Your Region Yet We're working to make HBO Max available wherever you are. To learn more about where you ca"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "http://wegart.sk/?ukaz=album&id=7804",
      "title": "Wegart",
      "description": "void",
      "preview": "Jacaszek - Kwiaty Ghostly International | 2017 | LP: €24,00 Ukážky z albumu si môžete vypočuť tu . Poľský hudobník Michal Jacaszek sa svojou tvorbou o"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://tinypng.com/developers",
      "title": "TinyPNG - Optimize AVIF, WebP, JPEG and PNG Images with TinyPNG API",
      "description": "Automate your AVIF, WebP, JPEG and PNG compression workflow. Compress, resize and convert images seamlessly with TinyPNG's API.",
      "preview": "Developer API: Automate your AVIF, WebP, JPEG and PNG compression workflow Hook up your server to optimize all your AVIF, WebP, JPEG and PNG images on"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://forum.laboneinside.com/memberlist.php?mode=contactadmin&sid=3229290338ca2721f25f66d74ddc5a84",
      "title": "Lab-One Forum - Send email",
      "description": "void",
      "preview": "Quick links Unanswered topics Active topics Search FAQ Login Register Board index Contact a Board Administrator Search Contact a Board Administrator R"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://988lifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://acquinews.ilpiccolo.net/home/2019/11/20/news/prosegue-il-censimento-istat-per-500-famiglie-dell-acquese-107224/",
      "title": "Prosegue il censimento Istat per 500 famiglie dell'Acquese - AcquiNews",
      "description": "On line il questionario per &#039;fotografare&#039; il territorio",
      "preview": "Network logo Ultima Ora Cronaca Economia Lavoro Politica Blog Newsletter Società Cultura Spettacoli Farmacie Sport Sport Sport Live Alessandria Calcio"
    },
    {
      "url": "https://www.livexlive.com",
      "title": "LiveOne - Music, Podcasts and more",
      "description": "LiveOne (NASDAQ:LVO) is a global digital media company dedicated to music and live entertainment. LiveOne powered by Slacker Radio is your home for music, podcasts, and more featuring Kids' Halloween, Weekly Dance/Electronic 20, Halloween Party, Autumn Air",
      "preview": "LiveOne LiveOne Sign Up Free Login Home Live Events Music Originals Podcasts Alternative Country Rock Pop Video Insomniac Alt Indie Country EDM/Dance"
    },
    {
      "url": "https://www.unblock.coffee/",
      "title": "Unblock Coffee - Award-winning ads only",
      "description": "Unblock Coffee is a creative library with only award-winning campaigns, and the biggest advertising awards. Together in one place.",
      "preview": "Award-winning ads only. Search With our AI powered search Awards ADC The One Show Clio Awards Brands Nike Burger King The New York Times Agencies Wied"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.migizi.org/",
      "title": "MIGIZI | Empowering Our Youth | Minneapolis",
      "description": "MIGIZI is a Native American non-profit organization based in Minneapolis, Minnesota. We help serve primarily Native youth and help to sustain our local communities.",
      "preview": "top of page Providing a strong circle of support that nurtures the educational, social, economic and cultural development of American Indian youth. Wh"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://firefox-dev.tools/",
      "title": "Firefox Developer Tools",
      "description": "void",
      "preview": "Firefox Developer Tools A set of tools for inspecting and editing web code. Our team works closely with the community and is always happy to welcome n"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/1114171343",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Cross Border Privacy Rules Program Apple Inc. is"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://www.sunshinequiltcorner.com/module/newsletter.htm?newsletterId=64488",
      "title": "void",
      "description": "void",
      "preview": "Skip Navigation Website Accessibility Ph: (757) 596-7397 About Us / Contact Us / View Cart Sign up for our Newsletter \"Aisle 9\" Now Open Make sure to"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://www.wuppertaler-rundschau.de/stadtteile/ronsdorf/weiter-streit-in-wuppertal-ueber-standort-einer-forensischen-klinik_aid-50398385",
      "title": "Weiter Streit in Wuppertal über Standort einer forensischen Klinik",
      "description": "Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehnen, zum Wahlkampfthema geworden. Weitere Stellungnahmen.",
      "preview": "Wuppertal · Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehn"
    },
    {
      "url": "https://www.tickpick.com/privacy",
      "title": "TickPick | Privacy Policy",
      "description": "Our Privacy Policy informs consumers on how we collect users data, how we use that data, and how to contact to us if you have questions regarding our policy.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://freshvinewine.com/product/cabernet_sauvignon/",
      "title": "Cabernet Sauvignon Red Wine - Fresh Vine Wine",
      "description": "Our medium bodied Cabernet Sauvignon is low in sugar, gluten free, and the perfect pairing to an active lifestyle with a clean fresh taste of boysenberry, blackberry, and chocolate with aromas of dark cherry and blackberry followed by notes of vanilla and plum.",
      "preview": "void"
    },
    {
      "url": "https://ro.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Modul WordPress | WordPress.org În Română",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Caută module Detalii Rece"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://tomischool.gr/%CF%83%CE%BB%CE%BF%CE%B2%CE%B1%CE%BA%CE%B9%CE%BA%CE%B1-%CE%B3%CE%B9%CE%B1-%CF%83%CF%85%CE%BD%CE%B5%CE%BD%CE%BD%CE%BF%CE%B7%CF%83%CE%B7/",
      "title": "ΣΛΟΒΑΚΙΚΑ ΓΙΑ ΣΥΝΕΝΝΟΗΣΗ - BASIC OF SLOVAK LANGUAGE | tomischool.gr",
      "description": "void",
      "preview": "X HOME ABOUT US PHOTOS NEWS SOS COURSES OUR SCHOOL CONTACT 25/08/2015 on engineers , medicine , pharmacy , veterinary , Χωρίς κατηγορία Παραθέτουμε τι"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://www.latribunahoy.com/tag/jornadas-de-puertas-abiertas-medina-sidonia/",
      "title": "Jornadas de Puertas Abiertas, Medina Sidonia archivos - Noticias La Tribuna Hoy",
      "description": "La Delegación de turismo del Ayuntamiento de Medina Sidonia organiza el 9 de diciembre la XIII Jornadas de Puertas Abiertas",
      "preview": "Aviso Legal Politica de privacidad Politica de cookies Portada Costa del Sol Benahavís Benalmádena Casares Estepona Fuengirola Málaga Manilva Marbella"
    },
    {
      "url": "https://gdacc.org/tag/power-grid/",
      "title": "power grid | GDACC",
      "description": "Posts about power grid written by 1234",
      "preview": "GDACC Gas Drilling Awareness for Cortland County Search: Welcome Contact Us Cortland News Town Bans/Planning Leasing Issues Comment on DEC Regs 2012 W"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://www.ktnnonline.com",
      "title": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "description": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "preview": "Open Modal Click to Resume AD Listen Live! Facebook-f Local News Job Opportunities All job positions are filled. Any job openings will be posted here."
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "https://meda.net/",
      "title": "Metropolitan Economic Development Association (Meda)",
      "description": "Helping BIPOC Entrepreneurs Succeed",
      "preview": "0 MEDA FUNDRAISING GALA 2025 Save the Date - October 11th, 2025 Royalston Square 5:30 - 11:00pm Reserve Your Tickets Empowering Potential Elevating Su"
    },
    {
      "url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
      "title": "Coronavirus Disease 2019 (COVID-19) | COVID-19 | CDC",
      "description": "Find links to guidance and information on all topics related to COVID-19, including the COVID-19 vac",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}