{
  "data": [
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://about.coursera.org/",
      "title": "Coursera's Mission, Vision, and Commitment to Our Community | Coursera",
      "description": "Coursera provides access to world-class learning by partnering with 300+ world-class universities and companies. We envision a world where anyone, anywhere has the power to transform their lives through learning.",
      "preview": "This app works best with JavaScript enabled. Our Vision We envision a world where anyone, anywhere has the power to transform their lives through lear"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://medium.com/artificial-corner/were-finally-starting-to-understand-how-ai-works-26556c755e61",
      "title": "We're Finally Starting to Understand How AI Works | by The PyCoach | Artificial Corner | Medium",
      "description": "We're Finally Starting to Understand How AI Works Ever since I started developing, learning, and working with AI, there's always been a component we in the tech world refer to as a black box - ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Artificial Corner · A Medium publication about AI, tech, programming, dat"
    },
    {
      "url": "https://tour.mines.edu/visit/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.luxrobotic.com/nos-clients",
      "title": "Nos clients | Luxrobotic",
      "description": "void",
      "preview": "top of page Nos clients Julien SAS Créée en 1972 par Guy Julien à Le Creusot, JULIEN SAS a su se développer internationalement afin d'acquérir de nomb"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/1132",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://shop-links.co/cjbh100cPU2",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://honestlywtf.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.jeasyui.com/demo/main/index.php?plugin=DataGrid&theme=dfault&dir=ltr&pitem=",
      "title": "Live Demo - jQuery EasyUI",
      "description": "jQuery EasyUI will show you the live demo of components.",
      "preview": "EasyUI Home Demo Tutorial Documentation Download Extension Contact Forum Web Demos Mobile Demos Angular Demos Vue Demos React Demos Theme Builder Appl"
    },
    {
      "url": "https://usplasticspact.org/about/",
      "title": "U.S. Plastics Pact | About Us",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "What is the U.S. Plastics Pact? The U.S. Plastics Pact is a solutions-driven consortium, launched as part of the global Plastics Pact Network convened"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "http://www.kadaster.nl/",
      "title": "Kadaster | Particulier - Kadaster.nl particulier",
      "description": "Het Kadaster is dé bron van informatie over eigendom en gebruik van vastgoed en ruimte in Nederland. De informatie is grotendeels openbaar en beschikbaar.",
      "preview": "Snel naar WOZ-waarde van uw huis Klacht of bezwaar indienen Erfgrens bepalen Kopie akte opvragen KLIC graafmelding Contact opnemen Goed voorbereid een"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "https://www1.nyc.gov/html/dot/html/pedestrians/openstreets.shtml",
      "title": "NYC DOT - Open Streets",
      "description": "void",
      "preview": "Overview Rules Apply Types: Limited Local Access Full Closure Full Closure: Schools Map Locations & Hours Contact Overview New York City's Open Street"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://rusticplates.com/collections/50-state-sets/ham-radio",
      "title": "50 State Set - RusticPlates",
      "description": "We love license plates! We buy, sell and collect license plates and have helped complete everything from that final plate in a collection to the perfect stack of rustic plates for a bar, garage and ceiling. We have 50 state sets, single plates, optional plates, vintage plates, you name it!",
      "preview": "Skip to content 🇺🇸 USA Free shipping on orders of $50+ Please Allow Extra Time for Shipping the week of Sep 28th 50 State Set Individual Plates and Pa"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "http://www.erp-recycling.de",
      "title": "Home - Über die European Recycling Platform - Germany (DE)",
      "description": "ERP simplifies recycling and decommissioning of waste electrical equipment, batteries and packaging - supported by customized IT services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login Suche nach: Member login Homepage admin 2025-04-09T16:40:57+02:00 Simplifying the complexity of compl"
    },
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "http://store.infinita.bg/bg/99-stres-test",
      "title": "Home | Infinita_BG",
      "description": "void",
      "preview": "ХУМАННА МЕДИЦИНА ВЕТЕРИНАРНА МЕДИЦИНА ДОМАШНА ГРИЖА Инфинита АКАДЕМИ Предстоящи събития Ехографско изследване на коремна кухина за ветеринарни специ"
    },
    {
      "url": "https://sagansense.tumblr.com/post/144207254040",
      "title": "SAGAN SENSE - Computing occupations are the largest category of new wages in America",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/25356022/?dopt=Abstract",
      "title": "Chemotherapy-related reactivation of hepatitis B infection: updates in 2013 - PubMed",
      "description": "Hepatitis B reactivation is a potentially serious complication of anticancer chemotherapy, which occurs during and after therapy. This condition affects primarily hepatitis B surface antigen (HBsAg)-positive patients, but sometimes HBsAg-negative patients can be at risk, based only on evidence of pa ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.ifixit.com/Guide/iPhone+SE+Battery+Replacement/61385",
      "title": "Back Case - iFixit Repair Guide",
      "description": "Are you trying to figure out what is wrong with your camera? This is a good place to start as it allows you to access everything in the camera that...",
      "preview": "Skip to main content Fix Your Stuff Community Store Back Case Introduction Are you trying to figure out what is wrong with your camera? This is a good"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://www.varesefansbasket.it/forums/topic/1892-10-febbraio-2006/",
      "title": "10 febbraio 2006 - Divertiti col gruppo di Vfb.it - Varesefansbasket",
      "description": "Per ricordare le Foibe!",
      "preview": "Jump to content Divertiti col gruppo di Vfb.it 10 febbraio 2006 By EmaZ February 6, 2006 in Divertiti col gruppo di Vfb.it Share https://www.varesefan"
    },
    {
      "url": "https://www.cappellanimusica.it/batterie-e-percussioni/percussioni/products.1.10.14.sp.uw",
      "title": "Batterie e Percussioni - Cappellani Music Megastore",
      "description": "void",
      "preview": "Salta al contenuto 🧐 Non trovi il prodotto che stai cercando? ☎️ Chiamaci allo +39 095 806 2063 o invia una mail a web@cappellanimusica.it 0 Batterie"
    },
    {
      "url": "https://www.theproteinbar.com/",
      "title": "Healthy Restaurant & Franchise Opps. | Protein Bar & Kitchen",
      "description": "Indulge in health with Protein Bar & Kitchen. We offer delicious, nutritious, protein-packed meals to fuel your day. Healthy food for every body.. Order now!",
      "preview": "void"
    },
    {
      "url": "https://newrepublic.com/article/165124/ron-desantis-white-house-florida-democrats-eyeing-him",
      "title": "Ron DeSantis Is Eyeing the White House. Florida Democrats Are Eyeing Him. | The New Republic",
      "description": "He seems to be the heavy favorite for reelection at the moment. But remember-he only won by 30,000 votes last time. And he's under 50 percent. Stranger things have happened.",
      "preview": "Skip Navigation If any candidate in the 2022 Florida gubernatorial election wants this year's race to be a localized affair without much national scru"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "https://reachingoutmba.org/",
      "title": "Reaching Out - Supporting the LGBT+ MBA Community for more than 20 Years",
      "description": "Just another WordPress site",
      "preview": "Educate. Inspire. Connect. We are the biggest and best known organization focused on supporting the LGBTQ+* MBA Community. Support the Student Access"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://www.ulta.com/brand/florence-by-mills",
      "title": "florence by mills - 41 Products | Ulta Beauty",
      "description": "Shop florence by mills at Ulta Beauty. Free Shipping Offers & Free Store Pickup Available Same Day. Join Ulta Beauty Rewards To Earn Points.",
      "preview": "florence by mills View all Show filters (0) store store In Store In Store In Store Select a store to filter by availability Select my store Category S"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "http://thebroadwaycruise.com/",
      "title": "The Broadway Cruise",
      "description": "The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing April 15-20, 2027 from Miami, Florida. Get ready for the Broadway stars, more show-stopping performances, and more magic at sea. Sign up now, stay tuned, and tell your friends! More details will be revealed in early 2026.",
      "preview": "Join the Mailing List We can't wait to do it again for 5 nights! The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing Ap"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "http://www.citizenschamber.org/",
      "title": "Angelina County Citizens Chamber of Commerce | Committed To Community",
      "description": "Learn about the Angelina County Citizens Chamber of Commerce, serving Angelina County since 1940. Explore membership benefits, marketing opportunities, leadership programs, & community outreach.",
      "preview": "Login John Doe My Account Logout Committed To Community & Business Angelina County Citizens Chamber of Commerce Learn More At the Angelina County Citi"
    },
    {
      "url": "https://www.firstordercode.com/category/baby",
      "title": "Baby Gear Promo Codes for October 2025 | FirstOrderCode Canada",
      "description": "Babies grow up so fast. Don't miss all the pleasure from this moment of their life with FirstOrderCode coupons.",
      "preview": "Search for Coupon Codes Search Blog Sign in Categories Kids Fashion Tech Services Beauty Entertainment Health Food and Drinks Travel Sports House and"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://www.arborday.org/programs/tree-campus-healthcare/",
      "title": "Tree Campus Healthcare | Arbor Day Foundation",
      "description": "The health benefits of trees are undeniable, which is why we're proud to partner with forward-looking healthcare facilities and recognize those that promote tree planting, education, and engagement.",
      "preview": "Skip to main content Our Work Trees in Communities Tree Campus Healthcare The health benefits of trees are undeniable, which is why we're proud to par"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://www.uffizi.it/en/online-tickets",
      "title": "void",
      "description": "void",
      "preview": "Pagina non trovata La pagina che stai cercando non esiste, o l'indirizzo inserito non è corretto. Vai alla pagina iniziale"
    },
    {
      "url": "https://www.tacoma.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwtacoma",
      "title": "UW Tacoma Home | About UW Tacoma | University of Washington Tacoma",
      "description": "&nbsp;$10,000 Scholarship for Master of Education with TELL EndorsementInterested in teaching English Language Learners? A federal grant will provide a $10,0...",
      "preview": "Skip to main content Apply Canvas Map Calendar Library Directory MyUW more_vert more_vert Close Search About UW Tacoma About expand_more About UW Taco"
    },
    {
      "url": "https://abcnews.go.com/",
      "title": "ABC News - Breaking News, Latest News and Videos",
      "description": "Your trusted source for breaking news, analysis, exclusive interviews, headlines, and videos at ABCNews.com",
      "preview": "Bashar Taleb/AFP via Getty Images Live Updates Israel-Gaza live updates: Ceasefire in effect as IDF repositions Related: 'Everybody's happy': Trump ce"
    },
    {
      "url": "https://lonehawkhats.com/",
      "title": "Lone Hawk Hats",
      "description": "Custom vintage hats made in the USA and restyled and reshaped in New Mexico by hand using environmentally safe materials. All Sales Are Final Thank you!",
      "preview": "Search close (esc) Close menu Shop Ready To Ship About Us Sizing Archive Charlie Merch Log in Create account Search About Us Contact Us Instagram Clos"
    },
    {
      "url": "https://betterlifestyle.eu/sunny-studio/",
      "title": "Sunny Studio - Betterlifestyle",
      "description": "Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can relax, freshen and prepare for [...]",
      "preview": "Share This Post Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can rel"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://www.myanmaryellowpages.biz/searchcompany?com_id=&cat_id=63&city=&com=&cat=&page=40",
      "title": "Myanmar Yellow Pages |Myanmar Trade Yellow Pages | Myanmar Trade Directory | Yellow Pages Myanmar | Yellow Pages Yangon |Yellow Pages Directory",
      "description": "IMEX (Myanmar) Co.,Ltd. is the sole authorised publisher of Myanmar Yellow Pages with Walking Finger Logo. Myanmar Yellow Pages® is a free app that helps you find, select and connect with local (Myanmar) businesses and oversea businesses wherever you are in. You can search Myanmar Businesses Listing by Category, City and Classifieds.",
      "preview": "× Search Select City Bago Hpa-an Lashio Magway Mandalay Mawlamyaing Meikhtilar Monywa Muse Myeik Nay Pyi Taw Pakokku Pathein Pyay Pyin Oo Lwin Sagaing"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "https://flymapslive.com/privacy",
      "title": "Flymaps - Privacy",
      "description": "void",
      "preview": "Flymaps Privacy Policy The Flymaps Privacy Policy was updated on July 21, 2024. Collection and Use of Personal Information We respect your privacy and"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/",
      "title": "Hello, it is Katie",
      "description": "Current Obsessions: Marvel, House of Cards, How to Get Away with Murder, Orphan Black, Brooklyn Nine Nine, Parks and Rec, Harry Potter, Battlestar Galactica, and too many other things",
      "preview": "What. A. Day. #womensmarch #whyimarch (at The Mall (Washington DC)) Marching on Washington with some of my favorite women today. #whyimarch at Philade"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://www.insideweddings.com/weddings/chudney-ross-joshua-faulkner/45563/",
      "title": "Real Wedding of Chudney Ross + Joshua Faulkner - Inside Weddings",
      "description": "See more of Diana Ross' daughter and Tracee Ellis Ross' sister Chudney Ross' destination real wedding to Joshua Falkner in Maui, Hawaii!",
      "preview": "As Joshua Faulkner scrolled through his Facebook feed perusing friends' photos, he suddenly stopped to look more closely at one. He was intrigued by t"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d0ad1f1006b7d027d2f20ecc4caa532a9c838393ad1d419cafd80e8770a1b936/https%3A//github.com/mozilla/contain-facebook",
      "title": "Redirecting to https://github.com/mozilla/contain-facebook",
      "description": "void",
      "preview": "Redirecting to https://github.com/mozilla/contain-facebook Please use caution when installing third-party add-ons. If you are immediately prompted to"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://www.burrobarboston.com/",
      "title": "Burro Bar Boston",
      "description": "A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the smaller sibling of The Painted Burro in Somerville. Our tequila list features over 100 bottles that are \"Burro tested and approved\". With splashes of influence from Baja and Oaxaca to Veracruz and Yucatan, Chef Joe Cassinelli's dishes showcase a creative, fun side of familiar flavors, where ingredients and local produce take center stage.",
      "preview": "Home Main content starts here, tab to start navigating Welcome to Burro Bar A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the small"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.presidencia.go.cr",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "https://docs.fast.ai/tutorial.html",
      "title": "Tutorials - fastai",
      "description": "To help you get started",
      "preview": "Other Formats CommonMark The most important thing to remember is that each page of this documentation comes from a notebook. You can find them in the"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://blog.flickr.net/",
      "title": "Flickr Blog",
      "description": "void",
      "preview": "Photographer, Tommaso Torda is a theoretical physicist and documentary photographer exploring how humans connect with their surroundings. With his cam"
    },
    {
      "url": "https://savanta.com",
      "title": "B2B & B2C Market Research Company",
      "description": "Savanta offer best in class B2B & B2C Market Research services across the UK & internationally. We can help your Company Make Better Decisions, learn how.",
      "preview": "Skip to Content"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://www.eventbrite.ca/e/search-engine-optimization-for-small-businesses-tickets-537752621567?aff=erelexpmlt",
      "title": "Search Engine Optimization for Small Businesses Tickets, Wed, 15 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Waterloo Region Small Business Centre presents Search Engine Optimization for Small Businesses - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Search Engine Optimization for Small Businesses View details Follow this organizer to stay informed on future events By Waterlo"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3343195",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "http://uso.org/pathfinder",
      "title": "USO Transition Program · United Service Organizations",
      "description": "The USO Transition Program prepares service members and military spouses for professional and educational success throughout their military journey and as they transition to civilian life with FREE resources and support.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Home Programs USO Transition Program"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://www.astridspapiereuphorie.at/2019/03/11387/",
      "title": "Team-sketch-challenge #209 - Astrids Papiereuphorie",
      "description": "Eine Männerkarte zum Geburtstag mit dem Stampin' Up!-Produktpaket \"In der Werkstatt\" kombiniert mit dem Prägefolder \"Streckenplan\"",
      "preview": "Zum Inhalt springen Beitrags-Autor: Astrid Beitrag veröffentlicht: 3. März 2019 Beitrags-Kategorie: (auch) für Männer / blog hop / Frühling-Sommer-Kat"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://olc.worldbank.org/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://widgets.ikitesurf.com/widgets/web/currentConditions?spot_id=624&units_wind=mph&units_temp=F&width=300&height=300&include_fx=false&color=1E1E1E&activity=Kite&app=ikitesurf",
      "title": "Current Conditions",
      "description": "void",
      "preview": "Add a weather widget to your site!"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://www.themeasureofthings.com/default.php",
      "title": "The Measure of Things",
      "description": "void",
      "preview": "  About Contact Developers Help Press Mentions Inquiries Guidance Privacy Cookies Design and text copyright © 2025. All rights reserved.   The Mea"
    },
    {
      "url": "https://ocean.si.edu/search?search_api_fulltext=mammal&sort_by=search_api_relevance&sort_order=DESC&f%5B0%5D=content_topics%3A17593&f%5B1%5D=content_topics%3A17597&f%5B2%5D=content_topics%3A17607&f%5B3%5D=content_topics%3A17611&f%5B4%5D=content_topics%3A17615&f%5B5%5D=content_topics%3A17628&f%5B6%5D=content_topics%3A17629&f%5B7%5D=content_topics%3A17637&f%5B8%5D=content_type%3Alesson_plan&f%5B9%5D=content_type%3Aslideshow&f%5B10%5D=content_type%3Avideo&f%5B11%5D=op_generated_tags%3A17528&f%5B12%5D=op_generated_tags%3A17559",
      "title": "Search | Smithsonian Ocean",
      "description": "void",
      "preview": "Skip to main content Showing results for Language Content type Article Type Topics Tags Site Search Sort by Relevance Title Sort Authored on Order Asc"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}