{
  "data": [
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://lnkd.in/gYV_8qr4?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://www."
    },
    {
      "url": "https://www.ciciscorner.com/2016/04/mondays-musings.html",
      "title": "Monday's Musings - CiCis Corner F",
      "description": "void",
      "preview": "Monday, April 11, 2016 Monday's Musings Lea @ CiCis Corner April 11, 2016 Well, this morning was a VERY early one for me. I had to arise at 3:00AM to"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://www.nba.com/watch/pricing?cid=Search-Paid_NBA-League-Pass-Restart_2020_Brand&source=Search-Paid&campaign=NBA-League-Pass-Restart_2020_Brand&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQV5KrnrYH3ndpLJ6B7AwoyJALPztPDX8EFnmESLh98dWxgzPe6V5xoaAvXGEALw_wcB&gclsrc=aw.ds",
      "title": "NBA League Pass | Experience Live NBA Games Anytime, Anywhere | NBA.com",
      "description": "Watch live NBA games with NBA League Pass. Stream NBA games and support your favorite teams and players. Buy League Pass today!",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://support.uptogether.org/hc/en-us",
      "title": "GETTING STARTED | UpTogether Support Center",
      "description": "All the information you need if you are new to UpTogether",
      "preview": "Skip to main content All Collections GETTING STARTED GETTING STARTED All the information you need if you are new to UpTogether 29 articles General FAQ"
    },
    {
      "url": "https://xeno-canto.org/species/Turdus-merula",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://stratocat.com.ar/fichas/2018/WNM-20180814.htm",
      "title": "PROJECT LOON FLIGHT P-431 - 8/14/2018",
      "description": "Details of the balloon flight of PROJECT LOON FLIGHT P-431 performed from Winnemucca Municipal Airport, Nevada, US on 8/14/2018",
      "preview": "About Origins of the website Greatefulness Disclaimer Contact Sitemap Toggle navigation Balloon Launches Launches by Year Launches by Site or Base Det"
    },
    {
      "url": "https://www.gdbcc.org/",
      "title": "The Greater Durham Black Chamber of Commerce (GDBCC) - Economic Development + Empowerment",
      "description": "void",
      "preview": "Facebook Linkedin Instagram Search Search Join Now Search Search Join Now Building an Equitable Durham Economy where Black businesses can thrive again"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://www.cantubeauty.com/",
      "title": "Home - Cantu Beauty",
      "description": "[...]Read More...",
      "preview": "Search Cancel change location Skip to content x JOIN OUR MAILING LIST Sign up now Get the latest news, product releases and competition details right"
    },
    {
      "url": "https://www.nba.com/games",
      "title": "NBA Games - All NBA matchups | NBA.com",
      "description": "Watch NBA Games - Follow the game, scores and stats for NBA matchups.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "http://wearemtm.com/",
      "title": "International strategy & research consultancy | MTM",
      "description": "void",
      "preview": "Part of Brave Bison London MTM 62-65 Chandos Place London WC2N 4HG Leeds MTM The Leeming Building George St Leeds LS2 7HZ Welcome. We are MTM. Deliver"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://cozyearth.com/collections/online-warehouse-sale",
      "title": "Online Warehouse Sale | Cozy Earth",
      "description": "Shop our online warehouse sale and save up to 55% on best-selling products and more. Hurry, limited quantities available! All items are final sale.",
      "preview": "Please note: This Item is final sale. Exchanges, returns, & warranties not allowed. Valid while supplies last. All sales final. Added to Bag Pairs Gre"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.businessinsider.com/1-in-4-us-workers-plan-new-job-after-coronavirus-pandemic-survey-2021-4",
      "title": "26% US Workers Plan New Job Hunt After COVID-19 Pandemic: Survey - Business Insider",
      "description": "The survey of 2,000 employed adults was conducted by Morning Consult on behalf of the insurance firm Prudential in early March 2021.",
      "preview": "void"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://www.whatfontis.com/",
      "title": "Font Finder by What Font Is 🔎 Identify fonts by image",
      "description": "Font finder that helps you to identify fonts from any image. 🔎 Upload the image and choose what the font you need. 1,100,000 fonts indexed free or commercial.",
      "preview": "Find any font from any image (commercial or free) Upload an image, and our AI-powered font finder will match it with over 1.1M+ fonts , including both"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://www.simple.ink/",
      "title": "Notion Website Maker: Create A Free Website Built In Notion",
      "description": "Create no-code websites with Notion, in 1 click. Turn your Notion page into your website in 1 minute. Free, fast, optimized for 0 headache. Try Simple.ink free (no credit card needed).",
      "preview": "25,000+ Successful Notion Websites Build a website with Notion Create a sleek, functional website from your Notion pages in just 10 seconds. No coding"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/digituotteet/nls-orthophotos",
      "title": "NLS orthophotos | National Land Survey of Finland",
      "description": "NLS orthophotos are an aerial photo data set covering the whole of Finland. The geometry of the orthophotos corresponds to a map.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://se.rescue.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://livenationproductions.com/",
      "title": "Live Nation Productions",
      "description": "Live Nation Productions was launched in 2016 as the film and television production division of Live Nation Entertainment. The production arm expands the Live Nation Entertainment brand, which includes Live Nation and Ticketmaster, to tell musically-driven stories for audiences worldwide.",
      "preview": "Scroll to top Skip to content Who We Are Our Work Something Beautiful K-Pops Hurry Up Tomorrow Billy Idol Should be Dead Rebbeca Still Free TC Hip Hop"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://www.hellomagazine.com/royalty/20230221164971/kate-middleton-funny-parenting-admission-pancake-fail/",
      "title": "Kate Middleton's funny parenting admission during pancake fail - video | HELLO!",
      "description": "The Princess of Wales marked Shrove Tuesday as she visited a nursing home in Slough",
      "preview": "Skip to main content Skip to footer WATCH: Princess Kate's funny parenting admission during pancake fail The Princess of Wales is mum to Prince George"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://www.gapinc.com/en-us/jobs/w33/29/staff-software-engineer",
      "title": "Careers | Gap Inc.",
      "description": "Explore job opportunities at Gap Inc. and its portfolio of global brands.",
      "preview": "women folding clothes What starts here shapes culture. Self-expression is the language of fashion. What we create together has the power to start conv"
    },
    {
      "url": "https://www.cbs.com",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://yearup.widen.net/s/tmzgd2jt2j/2022-corporate-partner-list-oct-22",
      "title": "2022-Corporate-Partner-List-Oct-22.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=video",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://www.anandtech.com/show/20745/ryzen-processor-review-2025",
      "title": "AnandTech Forums: Technology, Hardware, Software, and Deals",
      "description": "Seeking answers? Join the AnandTech community: where nearly half-a-million members share solutions and discuss the latest tech.",
      "preview": "Trending Forum list What's new Menu Install the app Install Home Featured Forums Trending Search forums What's new New posts Latest activity Forum lis"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://geobasis-bb.de/lgb/de/geodaten/luftbilder/luftbilder-aktuell/",
      "title": "Luftbilder aktuell | LGB_Startseite",
      "description": "LGB (Landesvermessung und Geobasisinformation Brandenburg)",
      "preview": "Toolbar-Menü de Farbwechsel Drücken Sie Enter oder Pfeil nach unten um Farbauswahl zu öffnen.. Standard Drücken Sie die Leertaste um Standard zu bestä"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    },
    {
      "url": "https://www.ksat.com/news/2019/11/05/watch-live-ksat-12-news/",
      "title": "KSAT Plus | Watch Live News, Weather from KSAT 12 | San Antonio, Texas",
      "description": "Watch KSAT 12 newscasts and all livestreams on KSAT Plus. Watch the latest weather updates, stream high school sports, breaking news, doppler radar, traffic cams, press conferences and more.",
      "preview": "KSAT+ Livestream KSAT+ Livestream GMSA+ LIVE: Doppler Radar LIVE: Doppler Radar SA Zoo Flamingo Cam SA Zoo Flamingo Cam SA Zoo Whooping Crane Cam SA Z"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "https://gamboporn.com/get/beautiful-romantic-erotic/",
      "title": "Beautiful romantic erotic free porn - watch and download Beautiful romantic erotic search porn at GamboPorn.com",
      "description": "Watch Beautiful romantic erotic hot porn Beautiful romantic erotic video and get to mobile",
      "preview": "Beauties enjoying hot romantic lesbian sex Free Beautiful romantic erotic porn 08:25 Unique busty beauty babes in erotic action 06:59 Romantic Dim-lit"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://www.atlantikhome.fr/09/1283606421_Sat_mercado+libre+polvos/",
      "title": "atlantikhome.fr",
      "description": "void",
      "preview": "atlantikhome.fr est en vente sur kifdom.com pour 53.00 € Acheter ce nom de domaine en achat immediat A propos de atlantikhome.fr Score 3 Domaines réfé"
    },
    {
      "url": "https://learning.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://unsplash.com/",
      "title": "Beautiful Free Images & Pictures | Unsplash",
      "description": "Beautiful, free images and photos that you can download and use for any project. Better than any royalty free or stock photos.",
      "preview": "Featured Nature 3D Renders Film People Architecture & Interiors Experimental Fashion & Beauty Animals Unsplash The internet's source for visuals. Powe"
    },
    {
      "url": "https://www.snapchat.com/add/coschoolofmines",
      "title": "Colorado School of Mines (@coschoolofmines) | Storie, Lenti e contenuti di Spotlight su Snapchat",
      "description": "Colorado School of Mines è su Snapchat! (@coschoolofmines) | Official Snapchat of Colorado School of Mines! #HelluvaEngineer | Golden, Colorado, United States | Ultimo aggiornamento: 07/03/2025",
      "preview": "Colorado School of Mines coschoolofmines Aggiungimi su Snapchat! Società Snap Inc. Posizioni aperte Notizie Community Assistenza Linee Guida per la Co"
    },
    {
      "url": "https://orgo.cz/posting.php?mode=quote&f=19&p=17730&sid=58a713b6f8acd70c1f0c638265517a45",
      "title": "WWW.ORGO.CZ - Přihlásit se",
      "description": "void",
      "preview": "WWW.ORGO.CZ orgonit, orgon, počasí, konspirace... Přejít na obsah Hledat Pokročilé hledání Rychlé odkazy Témata bez odpovědí Aktivní témata Hledat FAQ"
    },
    {
      "url": "https://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    }
  ],
  "_meta": {
    "total_bookmarks": 81
  }
}