{
  "data": [
    {
      "url": "http://lavenaria.it/en/permanent-exhibitions?mini=2021-10&month=2021-10-30",
      "title": "Permanent Exhibitions | La Venaria Reale",
      "description": "void",
      "preview": "Skip to main content Permanent Exhibitions Permanent Exhibitions 30 October 2021 Plan your visit Plan your visit Activities Activities for families Ev"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://www.ishares.com/us/resources/tools/core-builder",
      "title": "Explore ETF Portfolios - Core Builder | iShares - BlackRock",
      "description": "Learn how low-cost ETFs can work together in a balanced, diversified portfolio for a variety of investment styles, or risk tolerances.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/Register",
      "title": "Action Center",
      "description": "Sign up for updates from Goodwill Industries International, Inc.",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Please do not close this window. You will need to c"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://googlecloudplatform.github.io/region-picker/",
      "title": "Google Cloud region picker",
      "description": "Tool to help you pick a Google Cloud region considering carbon footprint, price and latency.",
      "preview": "Google Cloud Region Picker This tool helps you pick a Google Cloud region considering approximated carbon footprint, price and latency. This is not an"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.doksite.de/de/video/5418-Hingerissen_von_einem_ungewoehnlichen_Schicksal_im_azurblauen_Meer_im_August",
      "title": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August | DOKsite Filmportal",
      "description": "void",
      "preview": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August 1974 Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://ivanskiieee-blog.tumblr.com/",
      "title": "@ivanskiieee-blog on Tumblr",
      "description": "Ivan Montemayor Bautista",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://mrkokko.tumblr.com/",
      "title": "@mrkokko on Tumblr",
      "description": "Follow @mrkokko and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dearpercocet Follow All k9 dogs are abused hands down if you post any pro k9 stuff on my dash you're unfollowed I don't care if we've been mutua"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://theartguy.tumblr.com/post/121361794955",
      "title": "Maryland moves to increase diversity in computer... | The Art Guy",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "The Art Guy Follow on Tumblr Ask me anything / Submit a link RSS Feed Archive Home The Art Guy Search Posts Maryland moves to increase diversity in co"
    },
    {
      "url": "https://www.geeksforgeeks.org/java/",
      "title": "Java Tutorial - GeeksforGeeks",
      "description": "Your All-in-One Learning Portal: GeeksforGeeks is a comprehensive educational platform that empowers learners across domains-spanning computer science and programming, school education, upskilling, commerce, software tools, competitive exams, and more.",
      "preview": "Java Tutorial Advanced Java Interview Questions Exercises Examples Quizzes Projects Cheatsheet DSA in Java Java Collection Sign In ▲ Open In App Java"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://online.aub.edu.lb",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://www.glaad.org/transgender",
      "title": "Transgender Media | GLAAD",
      "description": "GLAAD Transgender Media Program Transgender FAQ Learn more about transgender people and the issues important to themMedia Professionals If you are a media professional working on a story, please check out GLAAD's resources for covering transgender people in the media.Transgender Resources Check out a list of resources for transgender people and their allies. Medical Association",
      "preview": "Close Menu DONATE GIVE MONTHLY Join GLAAD and take action for acceptance. SIGN UP What's Hot RECAP: Supreme Court to Rule on Protections Against Discr"
    },
    {
      "url": "https://www.adriancausing.com/",
      "title": "Adrian Causing - Fashion Stylist",
      "description": "void",
      "preview": "Scroll .01 about Adrian adrian causing Over the past 9 years, Adrian has been a fashion retail professional, working for companies such as Saks Fifth"
    },
    {
      "url": "https://www.kayalvarezmakeup.com/weddings",
      "title": "Bridal Makeup - Orlando Makeup Artist - Kay Alvarez",
      "description": "Bridal & Wedding makeup services for the Bride, Bridesmaids and bridal party",
      "preview": "Book Me Orlando Makeup Wedding Day Makeup Portfolio Client Photos Glam & Beauty Weddings Branding Makeup Clients Film & Corporate SFX & Creative Magaz"
    },
    {
      "url": "http://www.comune.mottola.ta.it/",
      "title": "Comune di Mottola",
      "description": "Sito ufficiale Comune di Mottola",
      "preview": "Salta al contenuto principale Avvisi 30 settembre 2025 Assegnazione contributi per il recupero delle facciate degli edifici appartenenti al nucleo ant"
    },
    {
      "url": "http://www.alcapa.com/default.asp",
      "title": "ALCapa.com is for sale | HugeDomains",
      "description": "Get a new domain name for your startup. Quick and professional service. Seamless domain transfers.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.otel.com/",
      "title": "otel.com",
      "description": "void",
      "preview": "otel.com & otel.net For partnerships and proposals, please contact us at info@otel.com"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html",
      "title": "Query DSL | Elastic Docs",
      "description": "Query DSL is a full-featured JSON-style query language that enables complex searching, filtering, and aggregations. It is the original and most powerful...",
      "preview": "Loading Elastic Docs / Explore and analyze / Querying and filtering / Query languages Query DSL Serverless Stack What's Query DSL? Query DSL is a full"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "http://www.canale5.com/",
      "title": "Canale 5: video, puntate, programmi tv | Mediaset Infinity",
      "description": "Video, anticipazioni e puntate dei programmi di Canale 5. Notizie, anticipazioni e trame dei programmi tv in onda su Canale 5 Mediaset",
      "preview": "Hikmet, Cihan, Harika ed Esat cercano di convincere Bunyamin a donare un rene per salvare Samet, ma lui pone delle condizioni che, alla fine, sono cos"
    },
    {
      "url": "https://stitchfix.rg35.net/c/3408212/486612/8369?subid3=people",
      "title": "Women's Clothes | Men's Clothes | Kid's Clothing Boxes | Stitch Fix",
      "description": "Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started & find clothes you'll love!",
      "preview": "\"I never have time to shop\" Your Stylist sends pieces in your size, style and budget. Easy. Take the quiz, get $20 off \"How can I expand my wardrobe?\""
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "http://www.realbeer.com/fun/games/games-353.php",
      "title": "Realbeer.com: Beer Game: Asshole",
      "description": "void",
      "preview": "HOME | BEER.EDU | FUN | NEWS | RETAIL | BREWERIES & PUBS | LINKS | EVENTS Fun - Games - Burps - Toasts - Humor - Quotes - Poll - Contests Beer.edu - B"
    },
    {
      "url": "https://josheben.tumblr.com/",
      "title": "@josheben on Tumblr",
      "description": "Follow @josheben and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://docs.python.org/3/library/datetime.html",
      "title": "datetime - Basic date and time types - Python 3.14.0 documentation",
      "description": "Source code: Lib/datetime.py The datetime module supplies classes for manipulating dates and times. While date and time arithmetic is supported, the focus of the implementation is on efficient attr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » datetime - Basic date and time"
    },
    {
      "url": "https://getset-tc.org/",
      "title": "GetSet Transylvania",
      "description": "GetSet Transylvania is your launchpad to find the local resources and connections to help you and the children in your life - from infancy to five years -old - grow and flourish.",
      "preview": "Back Child Development & Caregiver Resources Finding Connection and Play Finding High-Quality Child Care Family Physical and Mental Health Crisis and"
    },
    {
      "url": "https://www.cintas.com/",
      "title": "Uniforms - Corporate Apparel | Cintas",
      "description": "Even at your busiest, you can open your doors with confidence knowing Cintas has you covered with a wide range of products and services that enhance your image and help keep your facility and employees clean, safe and looking their best.",
      "preview": "WE'LL OUTFIT YOUR TEAM AND YOUR BUSINESS WE CAN HELP WITH YOUR WORK APPAREL, FACILITY SERVICES, FIRST AID AND SAFETY AND FIRE PROTECTION NEEDS Click t"
    },
    {
      "url": "https://www.nfl.com/standings/league/2024/REG",
      "title": "2024 NFL League Standings",
      "description": "The latest NFL Standings by Division, Conference and League",
      "preview": "Skip to main content Advertising $year$ NFL $displayname$ Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "http://www.cs.washington.edu/people/faculty/lazowska/",
      "title": "Ed Lazowska, Professor - Paul G. Allen School of Computer Science & Engineering",
      "description": "Professor Ed Lazowska specializes in computer system design, data-intensive discovery, and public policy issues like STEM education.",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW"
    },
    {
      "url": "http://www.oriental-carpets.com/Rugs/Carpet/id/63320",
      "title": "RugPeople.com | Large & oversized, modern & oriental carpets and rugs - new and antique",
      "description": "Large and oversized oriental carpets - new and antique - XXL carpets, palace size rugs, mansion size rugs...",
      "preview": "Home Search more than 20,000 rugs Any Questions? FAQ... English Deutsch Prices in: EUR € GBP £ USD US-$ CAD C$ CHF Fr CZK Kč DKK kr HUF Ft NOK kr SEK"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://u24.gov.ua/",
      "title": "UNITED24 - The initiative of the President of Ukraine",
      "description": "UNITED24 was launched by the President of Ukraine Volodymyr Zelenskyy as the main venue for collecting charitable donations in support of Ukraine. Funds will be transferred to the official accounts of the National Bank of Ukraine and allocated by assigned ministries to cover the most pressing needs",
      "preview": "An official website of the ukrainian government GOV.ua Read more Open United24 Media u24 MEDIA Read more Open 01 This website use .gov.ua. and belongs"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "http://www.politicalscience.ualberta.ca/",
      "title": "Department of Political Science",
      "description": "void",
      "preview": "Political Science We are committed to students Political science trains you to apply concepts and theory to real-world problems, to synthesize dispara"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://medium.com/email-bullseye/the-holy-grail-of-email-deliverability-email-deliverability-guide-2020-7fb9c56c3345",
      "title": "The Holy Grail Of Email Deliverability - Email Deliverability Guide 2021 | by Johann Sigmund | Email Bullseye | Medium",
      "description": "\"\" is published by Johann Sigmund in Email Bullseye.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Email Bullseye · Email Marketing for Outdoor focused eCommerce Brands - f"
    },
    {
      "url": "https://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://scrapenmasse.com/fr/products/les-2-miss-scrapbooking-chipboard-kit-mots-amour",
      "title": "Les 2 miss scrapbooking chipboard Kit mots St-Valentin - Scrap en masse",
      "description": "Boutique de scrapbooking et d'arts mixed média, magasin de scrapbooking, boutique d'art et artisanat. À Plantagenet, Ontario, entre Ottawa, Cornwall et Montréal.",
      "preview": "Passer au contenu À PROPOS DE NOUS FAQ Près de dix mille produits. De nouveaux produits chaque semaine ! Accueil Magasinez Équipe de design Contact Wo"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "https://www.cadenadesuministro.es/noticias/aumentan-ligeramente-las-tasas-de-carga-de-contenedores-entre-ee-uu-europa-y-asia/",
      "title": "Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia",
      "description": "Consulta las últimas noticias y mantente informado sobre logística y transporte en cadenadesuministro.es, web líder en el sector",
      "preview": "Noticias Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia Los precios en las principales rutas se han incrementado u"
    },
    {
      "url": "http://www.instrumentalchemistry.com/",
      "title": "Instrumental Chemistry Educational Videos",
      "description": "Best HPLC Videos for students and teachers",
      "preview": "void"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://yvonnelin.se/2017/07/25/skams-probitas/",
      "title": "Skäms Probitas - Yvonne Lin",
      "description": "Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ute på gatan...",
      "preview": "Hoppa till innehåll Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ut"
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://www.billboard.com/music/rock/travis-barker-surgery-broken-ring-finger-1235268167/",
      "title": "Travis Barker Getting Surgery on Broken Ring Finger",
      "description": "After breaking his ring finger two times this month, Travis Barker revealed Monday (Feb. 27) on Instagram that he's getting surgery.",
      "preview": "× Skip to main content Travis Barker attends the 2019 iHeartRadio Music Awards in L.A. Emma McIntyre/Getty Trending on Billboard After injuring his ri"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "https://www.pwn-usa.org/issues/hiv-tax-bill-resource-center/",
      "title": "HIV Tax Bill Resource Center - Positive Women's Network - USA",
      "description": "HIV COMMUNITY EMERGENCY ON TAX BILLUpdated December 17, 2017A final version of the #GOPTaxScam was released on Friday, December 15th and a vote is expected as early as Tuesday, December 19th. Make no mistake, this bill remains a",
      "preview": "Skip to content HIV Tax Bill Resource Center HIV Tax Bill Resource Center Naina Khanna 2017-12-18T04:56:49-05:00 HIV COMMUNITY EMERGENCY ON TAX BILL U"
    },
    {
      "url": "https://pen.org/steep-rise-gag-orders-many-sloppily-drafted/",
      "title": "Steep Rise in Gag Orders, Many Sloppily Drafted - PEN America",
      "description": "Over the last three weeks, 65 bills have been formally introduced in state legislatures, a rate of roughly three bills per day.",
      "preview": "Home / Steep Rise in Gag Orders, Many Sloppily Drafted Steep Rise in Gag Orders, Many Sloppily Drafted Campus Free Speech Educational Censorship Educa"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://www.atac.roma.it/infomobilita/muoversiaroma",
      "title": "Radware Captcha Page",
      "description": "void",
      "preview": "We apologize for the inconvenience... ...but your activity and behavior on this site made us think that you are a bot. Note: A number of things could"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://docs.llamaindex.ai/en/stable/",
      "title": "Welcome to LlamaIndex 🦙 ! | LlamaIndex Python Documentation",
      "description": "void",
      "preview": "Skip to content Welcome to LlamaIndex 🦙 ! LlamaIndex is the leading framework for building LLM-powered agents over your data with LLMs and workflows ."
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://press.stripe.com/",
      "title": "Stripe Press - Ideas for progress",
      "description": "Stripe Press produces works about technological, economic, and scientific advancement.",
      "preview": "The Origins of Efficiency Brian Potter The Scaling Era Dwarkesh Patel Boom Byrne Hobart Poor Charlie's Almanack Edited by Peter D. Kaufman Scaling Peo"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/stories",
      "title": "Stories - Rijksmuseum",
      "description": "The stories from the Rijksmuseum",
      "preview": "Skip to main content Stories Discover the series of the Rijksmuseum Why is The Night Watch so famous? Which secrets do the x-ray scans reveal on Verme"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "https://www.stib-mivb.be/horaires-dienstregeling.html?l=nl",
      "title": "Reizen - MIVB",
      "description": "Bezoek de MIVB-reispagina om uw routes te plannen en realtime dienstregelingen te bekijken. Ontdek alle nuttige informatie nu!",
      "preview": "Menu Kopen Reizen Klantendienst nederlands English Français Nederlands nav.modal Sluiten Startpagina Reizen Overal in Brussel Routes Vind de meest ges"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://issuu.com/fisherhouse/docs/fish_patriot20_vol11_issue1_hires_final/s/10541095",
      "title": "Fisher House Salutes: The Rosie Network - Issuu",
      "description": "Military service members, veterans, and their families are supported by countless organizationsthat acknowledge their sacrifices. We feature a top-tier organization each issue.",
      "preview": "from The Patriot Magazine Volume 11 Issue 1 by Fisher House Foundation Next Article Our Other 2019 Newman's Own Award Recipients Building the Next Gen"
    },
    {
      "url": "https://bigglewiggle.tumblr.com/",
      "title": "MM",
      "description": "|17| Computer Science major, Dogs",
      "preview": "MM |17| Computer Science major, Dogs Ask me anything :) Archive Random Tags Next page lycanthology : lycanthology : i think one of the most important"
    },
    {
      "url": "https://www.navcen.uscg.gov/navigation-rules-amalgamated",
      "title": "USCG Amalgamated Navigation Rules International & U.S. Inland | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Navigation Center United States Coast Guard U.S. Department of Homeland Security ☰ Home Print USCG Amalgamated Navigation Rules I"
    },
    {
      "url": "https://action.earthday.org/partnerships_1",
      "title": "2025 Partnerships - Step 1 - EARTHDAY.ORG",
      "description": "Become an Earth Day partner and join the world's largest environmental movement! Get involved with climate action, environmental justice, and connect your efforts to our global network of volunteers.",
      "preview": "EARTHDAY.ORG Partnership Agreement Step 1 of the partnership agreement. Please enter your information here so we can keep accurate records and stay in"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "http://www.bingogamingnews.com/",
      "title": "Bingo and Gaming News ON-LINE",
      "description": "void",
      "preview": "Welcome to Bingo & Gaming News ON-LINE . Bingo & Gaming News is a FREE monthly on-line publication . Bingo & Gaming News ON-LINE, is the electronic ve"
    },
    {
      "url": "http://www.erp-recycling.co.uk",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "ERP UK are environmental compliance experts with experience in making sure that businesses are compliant with WEEE, batteries and packaging",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage ( 2024 v2) admin 2025-04-30T16:31:39+01:00 ERP UK is an Environmental Compl"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_medium=referral&utm_campaign=blog-nav",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://tealmedia.com",
      "title": "Teal Media | Creative with a Conscience",
      "description": "Teal Media is a woman-owned full-service creative agency based in Washington, DC, that creates brands, builds websites, and drives support for nonprofits.",
      "preview": "Skip to Content Women's Suffrage National Monument Foundation Women's Suffrage National Monument Foundation A monumental undertaking. The new website"
    },
    {
      "url": "https://withjoy.com",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "https://www.last.fm",
      "title": "Last.fm | Play music, find songs, and discover artists",
      "description": "The world's largest online music service. Listen online, find out more about your favourite artists, and get music recommendations, only at Last.fm",
      "preview": "Spiking Artists These artists are trending globally on Last.fm right now Click one to explore the artist and their similar artists Back Reset Spiking"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}