{
  "data": [
    {
      "url": "https://www.texaslottery.com/export/sites/lottery/index.html",
      "title": "Texas Lottery | Home",
      "description": "Texas Lottery - Play the Games of Texas!",
      "preview": "Previous Slide ◀︎ Next Slide ▶︎ Est. Annuitized Jackpot $244 Million Est. Cash Value: $114.2 Million Next Draw: 10/11/2025 Results for: 10/08/2025 8 1"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.wmagazine.com/culture/chrishell-stause-selling-sunset-interview",
      "title": "Chrishell Stause on 'Selling Sunset,' and Loving Horror Films",
      "description": "The 'Selling Sunset' star discusses navigating her own reality with what you see on television.",
      "preview": "Chrishell Stause as Dexter Morgan from 'Dexter.' See more from W TV Portfolio 2022 For W 's third annual TV Portfolio , we asked 21 sought-after names"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://about.philo.com/privacy/",
      "title": "Philo Privacy Policy - About Philo",
      "description": "We created Philo to build a better TV experience. Start a free trial to see for yourself.",
      "preview": "Philo Privacy Policy UPDATED AND EFFECTIVE DATE: July 8, 2024 This Privacy Policy applies to all Philo, Inc. (\" Philo ,\" \" we ,\" \" our ,\" \"us\") platfo"
    },
    {
      "url": "http://www.letsfixconstruction.com/blog/category/estimators",
      "title": "The Let's Fix Construction Blog - Let's Fix Construction",
      "description": "Contributed by Russell Harrison",
      "preview": "Let's Fix Construction Blog Why & Who? Workshops Upcoming Workshops A & E Coordination CDT Education Program Let's Fix Construction Social Media & AEC"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://rubygems.org/gems/git_remote_branch/versions/0.3.5?locale=zh-CN",
      "title": "git_remote_branch | RubyGems.org | 您的社区 Gem 托管中心",
      "description": "void",
      "preview": "git_remote_branch 0.3.5 git_remote_branch is a learning tool to ease the interaction with remote branches in simple situations. Gemfile: = 安装: = 版本列表:"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://docs.looker.com",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://artfulvoyage.tumblr.com/",
      "title": "Artful Voyage",
      "description": "Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :)",
      "preview": "u Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :) x 1 2 3 4 5 → Artful Voyage home message archive theme Blog Dev"
    },
    {
      "url": "https://www.healthmap.org/covid-19/",
      "title": "Novel Coronavirus (COVID-19)",
      "description": "void",
      "preview": "COVID-19 Confirmed cases worldwide Updated In collaboration with the Open COVID-19 Data Curation Group COVID-19 Dataset About COVID-19 Cases Play"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.fashionheaven.com/",
      "title": "Fashion Heaven - fashion heaven studio",
      "description": "Our Handbags designed by USA and high quality",
      "preview": "Fashion Heaven 0 QUEEN LETTER STUDDED SATCHEL Quilted Shiny Patent Queen Letter Studded Satchel with Wallet Shop The Collection FH Skull Design Hobo B"
    },
    {
      "url": "https://www.cbssports.com/nfl/news/amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-current-owners/",
      "title": "Amazon founder Jeff Bezos interested in owning NFL team, has strong support among current owners - CBS Sports",
      "description": "The owner of Amazon and the Washington Post could be the next person to join the NFL's ownership ranks",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-curre"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://thefox.withemes.com/clean/facilisi-cum-ne-ad-vero-dolorem-quo/",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://westin.marriott.com/",
      "title": "Premium Luxury Wellness Hotels | Westin Hotels & Resorts",
      "description": "At Westin, we offer over 220 inspiring hotel and resort destinations, featuring signature hotel wellness amenities and programs that empower your well-being.",
      "preview": "Travel Well Explore hotels designed with your well-being in mind. Learn More Sleep Well with Westin and goop Rest for Success Sleep Well At Westin, we"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://www.duncanhines.com/dolly-parton",
      "title": "Dolly Parton's Baking Mixes & Food Products | Baking with Dolly",
      "description": "From Dolly's kitchen to yours, enjoy Southern flavors and a bit of magic with Dolly Parton's cake and baking mixes, frostings, frozen foods, recipes, and more!",
      "preview": "Skip to main content From Dolly's Kitchen To Yours Bringing big flavor and a bit of magic to at-home recipes Bake Your Own Sheet of Pure Sweetness Enj"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "http://www.srsh.org/",
      "title": "Scott's Run Settlement House | Food Pantry | Monongalia | Morgantown, WV",
      "description": "Scott's Run Settlement House is a 501(c)3 dedicated to providing basic needs to residents of Monongalia County, WV through our food pantry, baby pantry, and pet pantry services along with food distribution for seniors and school aged children. SRSH runs seasonal programs for Easter, Thanksgiving and Christmas along with a classroom restock in January. We also help connect home owners in need with volunteer home repair groups.",
      "preview": "top of page We're hiring! Click here to learn more. ANNOUNCEMENTS! Our phone number has changed! Please reach us by calling or texting (304)435-5098."
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://typewriterdatabase.com/",
      "title": "The Typewriter Database - Version Epsilon",
      "description": "The \"Typewriter Database\" is the biggest source of typewriter serial numbers on the Internet today.",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents The Typewriter Database - Version Epsilon To find out when your typewriter was ma"
    },
    {
      "url": "https://littlespookykid.tumblr.com/",
      "title": "🌙",
      "description": "void",
      "preview": "1 2 3 ▶ ✿ 🌙 home message archive theme Feb 12 ♥ 9579 Reblog beyoncescock : I thought I'm the only one who does this"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://apply.royal.uk/Apply/",
      "title": "Apply.royal.gov.uk",
      "description": "void",
      "preview": "Apply for a Congratulatory Birthday Message Apply for a Wedding Anniversary Message"
    },
    {
      "url": "https://dallascityhall.com/Pages/default.aspx",
      "title": "Welcome to the City of Dallas, Texas",
      "description": "The City of Dallas home page has information about employment, elected officials, online services and city departments for residents and visitors.",
      "preview": "Volunteer For the FIFA World Cup 26. Click here for more information. Public Alerts Welcome to Dallas Committed To \"Service First\" Excellence Our core"
    },
    {
      "url": "http://www.google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://www.smartcitiesdive.com/news/death-of-the-downtown-how-cities-can-rebuild-using-tactical-urbanism/587291/",
      "title": "Death of the downtown: How cities can rebuild using 'tactical urbanism' | Smart Cities Dive",
      "description": "Whether or not cities &quot;bounce back&quot; from the COVID-19 pandemic will be determined by the choices they make to reimagine their downtown hubs, experts say.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's smart cities industry news Let Smart Cities Dive's free newsletter keep you informed, st"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://tave.com/pashabelman-inline/contact/photographer",
      "title": "Contact Pasha Belman Photography",
      "description": "void",
      "preview": "Name Email Mobile Phone Session Type Family Photos Senior Photos Headshots Engagement Wedding Other Location Event Date Number of People? How did you"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "http://msi.ucsb.edu",
      "title": "Home | UCSB Marine Science Institute",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Katie Davis Koehn Matt Perko Katie Davis Koehn Centers Centers sponsored by MSI mirror its commitment to innovative and collaborative marine scie"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://www.buyfromablackwoman.org/",
      "title": "Buy From A Black Woman",
      "description": "Buy from a Black Woman (BFABW) is an Nonprofit Organization which helps bring awareness to Black Women business owners and the people who support them.",
      "preview": "top of page When you support a Black Woman Business Owner... you support a whole community. About Black Women have been leading the numbers when it co"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://survey.alchemer.com/s3/6280963/PLOS-Editorial-Board-Application",
      "title": "PLOS Editorial Board Application 2022",
      "description": "PLOS Editorial Board Application 2022.",
      "preview": "We've detected that Javascript is not enabled. It is required for an optimal survey taking experience. Please check your browser's settings and make s"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "http://www.geonames.org/about.html",
      "title": "About GeoNames",
      "description": "void",
      "preview": "GeoNames Home | Postal Codes | Download / Webservice | About search About GeoNames The GeoNames geographical database is available for download free o"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://www.hbo.com/insecure",
      "title": "Watch Insecure (HBO) | HBO Max",
      "description": "Watch Insecure (HBO) on HBO Max. Plans start at $9.99/month. Created by and starring Issa Rae, this comedy series looks at the friendship of two modern-day Black women and all of their tribulations.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://www.themeasureofthings.com/default.php",
      "title": "The Measure of Things",
      "description": "void",
      "preview": "  About Contact Developers Help Press Mentions Inquiries Guidance Privacy Cookies Design and text copyright © 2025. All rights reserved.   The Mea"
    },
    {
      "url": "https://www.idagio.com",
      "title": "La meilleure application de streaming de musique classique | IDAGIO",
      "description": "La meilleure collection de musique classique dans une seule application ✓ Concerts vidéo exclusifs ✓ Qualité audio sans perte ✓ Recherche intelligente ✓ Contenu sélectionné par des experts ▷ Découvrez IDAGIO maintenant",
      "preview": "Home Écoutez, regardez, apprenez 14 JOURS GRATUIT Pourquoi choisir IDAGIO? Une fonction de recherche conçue pour la musique classique Sélections par d"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://www.electricitymaps.com/",
      "title": "Electricity Maps | The world's most comprehensive electricity data platform",
      "description": "Electricity Maps provides global access to electricity mix, prices and carbon intensity. Available in real-time, historically and forecasted.",
      "preview": "The world's most comprehensive electricity data platform Electricity Maps provides global access to electricity mix, prices and carbon intensity. Avai"
    },
    {
      "url": "https://www.outdoorlife.com/gear/best-gopros/",
      "title": "Best GoPros of 2024 | Outdoor Life",
      "description": "Should you buy the Hero 10 or Hero 9 Black? Is the GoPro MAX worth getting? We answer those questions in this review of the best GoPros.",
      "preview": "Best Overall GoPro Hero 10 See It Best Budget GoPro Hero 9 See It Best for 360 Footage GoPro MAX See It We may earn revenue from the products availabl"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://venividigames.tumblr.com/",
      "title": "VeniVidiGames",
      "description": "24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games and Nerdfighteria. Also things that make me go \"awwww\" and depression information.",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "https://www.blackcurlmagic.com/wash-your-damn-hair/",
      "title": "About 5 - Black Curl Magic",
      "description": "void",
      "preview": "Hello! You're looking for the Wash Your Damn Hair Textbook. But don't worry-we've got something even better. Click the button below to learn more abou"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "https://majdinustvarjalninemir.blogspot.com/2017/09/dobitnica-bonboncka-je.html?showComment=1505595019315",
      "title": "Dobitnica bonbončka je ...",
      "description": "Klara! Klara, prepričana sem, da bo tebi in tvojima malima pikicama, ustvarjalni material prišel prav - č e boste ustvarj...",
      "preview": "Preskoči na glavno vsebino Dobitnica bonbončka je ... dne september 16, 2017 Pridobi povezavo Facebook X Pinterest E-pošta Druge aplikacije Klara! Kla"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "https://www.thinkwithgoogle.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.madfeed.co/",
      "title": "MAD - A community of chefs, cooks and farmers with an appetite for knowledge.",
      "description": "MAD inspires and empowers the global hospitality industry to create sustainable change and transform food systems for the future.",
      "preview": "To those MAD enough to believe food can shape the future. MAD is a global nonprofit based in Copenhagen. We're on a mission to equip the next generati"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://secure.qgiv.com/for/gt7d",
      "title": "Global Talent",
      "description": "void",
      "preview": "Donate to Global Talent Your gift supports our mission. Make a donation today."
    },
    {
      "url": "http://brokenjawtips.com/",
      "title": "Ellen's Broken Jaw Tips",
      "description": "Tips for people who have suffered a broken jaw and their mouth is wired shut.",
      "preview": "Home Basics FAQ Recipes Unwired Stories Mouth wired shut? Total bummer. On the bright side, you are probably grateful that you can still use the inter"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://alcsutdoboz.hu/bako-szilvia-allando-lakhelyenek-fiktivalasa/",
      "title": "Bakó Szilvia állandó lakhelyének fiktíválása - A l c s ú t d o b o z",
      "description": "void",
      "preview": "Skip to content A l c s ú t d o b o z"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "https://hi5.com/",
      "title": "hi5 - Il social network per incontrare nuove persone",
      "description": "hi5 è la soluzione facile per incontrare nuovi amici tramite giochi, interessi comuni, suggerimenti su amicizie, sfogliando i profili e molto ancora.",
      "preview": "La rete sociale per incontrare nuove persone :) Ogni giorno milioni di persone si divertono e fanno nuove amicizie su hi5. Puoi farlo anche tu! Accedi"
    },
    {
      "url": "https://telematics-magazine.com/en/de-minimis-funding-2021-things-to-consider/",
      "title": "De-minimis funding 2021 - what you need to know | Telematics Magazine",
      "description": "De-minimis funding from the Federal Office for Goods Transport (BAG) will be available in 2021. More about the requirements for application.",
      "preview": "Skip to content Startseite Tips De-minimis funding 2021 - things to consider De-minimis funding 2021 - things to consider Aileen Tekampe February 22,"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "http://www.quickmeme.com/lolz/Misc/page/1",
      "title": "Misc memes | quickmeme",
      "description": "create your own Misc meme using our quick meme generator",
      "preview": "quickmeme: all your memes, gifs & funny pics in one place what's hot new best random memes upload a funny caption a meme show NSFW login \"the funniest"
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://www.roguefitness.com/rogue-flat-pack-games-box",
      "title": "Rogue Flat Pack Games Box - 3 in 1 Wood Plyo Box | Rogue Fitness",
      "description": "Get a 20\", 24\" and 30\" tall plyo box all in one. The Rogue Flat Pack Games Box has a beefy design with an internal reinforcing component. Ships flat. Order today.",
      "preview": "Home / Conditioning / Plyo Boxes / Games Boxes / Rogue Flat Pack Games Box Rogue Flat Pack Games Box ★★★★★ ★★★★★ 4.8 184 Reviews Write a review Made i"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://www.aviationsafetymagazine.com/features/why-twins-crash/",
      "title": "Why Twins Crash - Aviation Safety",
      "description": "[IMGCAP(1)]Like the speed of light and the fact that the best parking spaces are already taken, one of the constants in the universe is this imponderable question: Is a twin safer than a single? Does having two motors really add measurably to the safety margin or is it, like so much else in GA, undiluted marketing hype? If we could answer this question, we could also turn lead to gold and all of our computer hardware would actually play when plugged. In the end, however, we think there are too many variables to say with assurance that an extra engine really does improve the safety margin for the average owner-pilot. We emphasize average as a means of noting that not all owners pursue th...",
      "preview": "CATEGORIES Accident Probes Aircraft Avionics Airmanship Preliminary Reports Risk Management Free Enewsletter Digital Issues Customer Service Reset Pas"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://www.electricworld.co.uk/l/hoods",
      "title": "Electric World Cooker Hoods | Domestic Appliance Retailer Lisburn | Wide Range of Appliances",
      "description": "Find a wide range of quality Household Appliances for your home from top brands including Bosch, Candy, Sharp, LG and more. Inquire today!",
      "preview": "The store will not work correctly in the case when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on o"
    },
    {
      "url": "https://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://www.imf.org/en/Blogs",
      "title": "IMF Blogs",
      "description": "IMFBlog is a forum for the views of the International Monetary Fund (IMF) staff and officials on pressing economic and policy issues of the day. The IMF, based in Washington D.C., is an organization of 191 countries, working to foster global monetary cooperation and financial stability around the world. The views expressed are those of the author(s) and do not necessarily represent the views of the IMF and its Executive Board.",
      "preview": "Fiscal policy and management Spending Smarter to Boost Growth October 7, 2025 A 文 Era Dabla-Norris , Davide Furceri , Zsuzsa Munkacsi , Galen Sher Spe"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}