{
  "data": [
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "https://disf.org/trapianti",
      "title": "Trapianti | DISF.org",
      "description": "void",
      "preview": "Salta al contenuto principale Trapianti Lino Ciccone Anno di redazione 2002 I. Precisazioni terminologiche ed aspetti interdisciplinari della tematica"
    },
    {
      "url": "https://onecast.me",
      "title": "OneCast - Xbox remote play for Mac, iOS and Apple TV",
      "description": "Someone else using the TV? Stream your Xbox games to your Mac, iOS and Apple TV devices and play anywhere, anytime.",
      "preview": "Skip to content Home News Download Support Purchase Download for Mac Xbox gaming unleashed - stream from your console or the cloud to your favorite de"
    },
    {
      "url": "https://www.rileygrey.com/",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://www.marketdataforecast.com/market-reports/asia-pacific-contraceptives-market",
      "title": "APAC Contraceptives Market Size, Growth & Analysis, 2033",
      "description": "The size of the Asia-Pacific Contraceptives Market is estimated to be growing at a CAGR of 6.95% from 2025 to 2033. Segmented by drug type, medical devices, end-user.",
      "preview": "APAC Contraceptives Market Last updated: February, 2025 Home > Healthcare > APAC Contraceptives Market Share on Share on APAC Contraceptives Market Si"
    },
    {
      "url": "https://careers.southwestair.com/flight-attendants",
      "title": "Flight Attendants | Southwest",
      "description": "Flight Attendants",
      "preview": "Flight Attendant Opportunities Take your career to new heights. Step into a career that takes you places-literally and figuratively-as a Southw"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://www.museoscienza.org/it/visita",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://book.passkey.com/go/IDA69thAnnualConference",
      "title": "IDA 69th Annual Conference & Marketplace - Learn about the event and search for hotels",
      "description": "Reserve a hotel room for your event at a special rate",
      "preview": "Reservations Start new reservation Manage reservations IDA 69th Annual Conference & Marketplace October 2, 2023 - October 7, 2023 Palmer House, a Hilt"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://flipboard.com/@people",
      "title": "People (@people) on Flipboard",
      "description": "The best source for celebrity, entertainment and compelling news. Follow people on Flipboard, to explore their latest magazines and flipped articles.",
      "preview": "Expand Storyboards Go to feed PEOPLE's All-Time Best Recipes from Celebrity Chefs The Best Super Bowl Recipes from Celebrity Chefs Expand Magazines Ce"
    },
    {
      "url": "https://readthedocs.org",
      "title": "Full featured documentation deployment platform - Read the Docs",
      "description": "Read the Docs is a documentation building and hosting platform aimed at helping developers creating documentation from code with versioned documentation, integrated search, pull request previews and more.",
      "preview": "Log in Read the Docs Community https://readthedocs.org Read the Docs Business https://readthedocs.com Sign up Choosing a platform Product Plans Busine"
    },
    {
      "url": "https://www.sima.org/",
      "title": "SIMA Home",
      "description": "Join SIMA to enhance your snow and ice management business with resources, training, and networking opportunities that ensure professionalism and success in the industry.",
      "preview": "The snow industry shows up, no matter the task. Showing up with SIMA is the start to strengthening your business and our industry. Get started by leve"
    },
    {
      "url": "https://www.homepartners.com/results/SC/columbia-metro/marketId=41,city=Elgin_SC",
      "title": "Welcome to Tricon Residential - Tricon Residential",
      "description": "Welcome to Tricon Residential",
      "preview": "Skip to Content Welcome to Tricon Residential We are excited to serve as your new property management team starting January 27, 2025 ! At Tricon, the"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "https://newsblenda.com/",
      "title": "Newsblenda: Your Trusted Source for News and Entertainment",
      "description": "Stay updated with the latest news, sports, politics, and entertainment videos from Newsblenda. Accurate information at your fingertips.",
      "preview": "🏡 Write & Earn with Newsblenda About Us Contact Us Log In Register No Result View All Result 🏡 Write & Earn with Newsblenda About Us Contact Us Log In"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://putlocker-is.org",
      "title": "Putlocker - Watch Movies Online Free | Putlockers",
      "description": "Putlocker / Putlockers Official Website. Get the newest Movies in 2021 with our free to use Putlocker search engine... ✔️ Movies Online Putlocker ...",
      "preview": "Enter the movie or series title in the search box and find all the information about your favorite title. Our search engine is free to use."
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://anabeatriz1201.tumblr.com/",
      "title": "@anabeatriz1201 on Tumblr",
      "description": "Follow @anabeatriz1201 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.mirror.co.uk/news/royals/gallery/baby-prince-william-pictured-beaming-29285484",
      "title": "Never-before-seen photos of Diana and Charles 'when they were happy' with baby William - Mirror Online",
      "description": "Rare unseen pics, taken in September 1982, show a beaming King Charles cradling his infant son Prince William and Princess Diana cuddling the newborn. The photos will be auctioned next month",
      "preview": "US Edition ▼ US Edition ES-US Edition UK Edition Irish Mirror News UK News US News World News Weird News Real Life More Hopeful TeamDogs In Your Area"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://www.esotericablog.es/",
      "title": "Tarot • Astro & Yoga : el retorno al Ser",
      "description": "Tarot • Astro & Yoga : el retorno al Ser. Carolina de Pedro © 2025",
      "preview": "Saltar al contenido TAROT El Tarot Sagrado de la India: una síntesis única de la mitología sagrada india y el tarot Story Medicine Tarot, de Jessica Z"
    },
    {
      "url": "https://www.castelloninformacion.com/tag/estadio-castalia/",
      "title": "estadio Castàlia - Castellon Información",
      "description": "void",
      "preview": "Facebook Instagram VKontakte Youtube Castelló Magdalena 2025 Magdalena 2024 Magdalena 2023 Magdalena 2022 Magdalena 2021 Vila-real Comarques + Pobles"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://live.worldbank.org/",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://www.all-in-pokershop.cz/all-in_pokershop/eshop/11-1-Studiove-vybaveni-fotopotreby/122-2-Studiove-blesky-prislusenstvi",
      "title": "Studiové blesky",
      "description": "Studiová světla, blesky, stativy, zábleskové lampy, žárovky, fotografické pozadí",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://www.customizedgirl.com/s/mothersruin?view_storefront=1",
      "title": "Mother's Ruin Merch Store",
      "description": "Be Well. Feel Well. Tip Well. Farewell.",
      "preview": "Kickball Raglan $39.47 Unisex 3/4 Sleeve Raglan Tee Shit Hole Space Station Crewneck $41.97 Unisex Triblend Crewneck Sweatshirt Mother's Holiday Crewn"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://vintagestoredisplay.info/2016/11/",
      "title": "2016 November » Vintage Store Display",
      "description": "void",
      "preview": "A life size 6ft tall Mechanical Santa, there are no markings but I do believe this is. In Wonderful Condition with no rips or tears in his garment. Pi"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.tripindigo.com/fly/guide/airlines/airkenya-express/",
      "title": "Easyota - Loading...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.beaconinterfaith.org/",
      "title": "Beacon Interfaith Housing Collaborative - We Believe In Home",
      "description": "Beacon is a collaborative of congregations committed to making sure all people have a home. Help us build stronger communities.",
      "preview": "Search Who we are We are a collaborative of congregations and housing advocates who believe that secure, affordable housing provides the key to safer"
    },
    {
      "url": "https://imp.i254217.net/c/249354/804613/11415?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Fwww.abercrombie.com%2Fshop%2Fus%2Fp%2Ftailored-wide-leg-pants-51632322",
      "title": "Women's A&F Sloane Tailored Wide Leg Pant | Women's Clearance | Abercrombie.com",
      "description": "Our signature A&F Sloane Tailored Pant in an everyday menswear fabric, that's perfect for dressing up or down. The Sloane Tailored Pant is an ultra-high rise tailored wide leg pant",
      "preview": "Play Pause Previous slide Next slide myAbercrombie Members get 25% off all sweatshirts & sweatpants SHOP WOMEN'S SHOP MEN'S myAbercrombie Members get"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://www.atf.gov",
      "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives |",
      "description": "void",
      "preview": "Skip to main content Español Español Caption: New Open Letter to All Federal Firearm Licensees: Regarding the Franklin Armory Reformation and Antithes"
    },
    {
      "url": "https://wordpress.com/?ref=wporg-footer",
      "title": "WordPress.com: Everything You Need to Build Your Website",
      "description": "Create your WordPress website with built-in hosting, premium themes, and powerful tools. No technical setup required. Start building today-free plan available.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://docs.npmjs.com/",
      "title": "npm Docs",
      "description": "Documentation for the npm registry, website, and command-line interface",
      "preview": "Skip to search Skip to content Site navigation npm Docs Documentation for the npm registry, website, and command-line interface About npm Getting star"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kult.art.pl/forum/memberlist.php?mode=leaders&sid=acb8d066809b6718a041fb2b91610c00",
      "title": "KULT FORUM • Zaloguj",
      "description": "void",
      "preview": "Wyszukiwanie zaawansowane KULT | KNŻ | KAZIK Zmień rozmiar tekstu FAQ Zaloguj Aby przeglądać listę członków ekipy musisz się zalogować. Nazwa użytkown"
    },
    {
      "url": "https://roadsideattractionspublicity.com/filmography/somewhere-in-queens/",
      "title": "Roadside Attractions Publicity",
      "description": "Roadside Attractions Publicity",
      "preview": "void"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://www.filmagentinnen.de/tag/good-food-bad-food/",
      "title": "Good Food Bad Food | DIE FILMAGENTINNEN",
      "description": "void",
      "preview": "Im Verleih von Alamode Film Kinostart 20. Januar 2011 Type and Press \"enter\" to Search"
    },
    {
      "url": "https://insights.sustainability.google/#request",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "http://www.weatherlabs.com/",
      "title": "Previsioni e condizioni meteo per Campitelli, città metropolitana di Roma Capitale 00186 - The Weather Channel | Weather.com",
      "description": "Previsioni meteo di oggi e stanotte per Campitelli, città metropolitana di Roma Capitale 00186, condizioni meteo e radar Doppler di The Weather Channel e Weather.com",
      "preview": "Advertisement Advertisement Advertisement Digita almeno tre caratteri per iniziare il completamento automatico. Se non inserisci nessuna query di rice"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://usowishbook.uso.org/phone-calls-home",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://skylar.com/pages/scent-club",
      "title": "Skylar Perfume by Leah Kateb | California Inspired Fragrance",
      "description": "Join for $20/month to get limited‑edition rollerball, welcome gift, 20% off, flexible control, exclusive early access.",
      "preview": "Free U.S. shipping over $50 & free returns. Details Join our Scent Club Scents made once and never again. Find Your Scent Sign Up Join Scent Club and"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district",
      "title": "ACLU of Missouri Statement on Book Ban Action by Wentzville School District | ACLU of Missouri",
      "description": "ACLU of Missouri has issued a statement on action at the special meeting held by the Wentzville Board of Education on February 25, 2022, to rescind their decision to remove the Bluest Eye by Toni Morison. \"This is welcome news, but the fact remains that six books are still banned. And Wentzville's policies still make it easy for any community member to force any book from the",
      "preview": "Skip to main content ACLU of Missouri Statement on Book Ban Action by Wentzville School District Federal lawsuit representing parents of Wentzville st"
    },
    {
      "url": "https://fastdemocracy.com/",
      "title": "FastDemocracy - Fast, Simple Legislative Bill Tracking",
      "description": "Unlimited legislative bill tracking, searchable voting records, analytics and more to help you stay informed during and after the legislative session.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://beefree.io/",
      "title": "Free Drag & Drop HTML Email Template Builder | Beefree",
      "description": "Speed up email creation with Beefree's drag-and-drop, no-code HTML email builder and editor. Compatible with your favorite sending platform. Sign up for free!",
      "preview": "Get started The email builder used by top brands Real reviews from real customers Verified by \"Great tool to speed up email creation workflow\" Patrici"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://www.maxar.com/one-maxar",
      "title": "Vantor - Spatial Intelligence Connecting Sensors Across Every Domain | Vantor",
      "description": "Vantor is driving a more autonomous, interoperable world across the defense, intelligence, and commercial sectors. Our spatial intelligence products combine spatial data, AI, and software to deliver total clarity from space to ground.",
      "preview": "Total clarity from space to ground Vantor is forging the new frontier of spatial intelligence to unlock a more autonomous, interoperable world. Our Mi"
    },
    {
      "url": "https://music.apple.com?itscg=10000&itsct=pod-services-music-apl-tvhm-21_1019",
      "title": "‎Apple Music - Web Player",
      "description": "Listen to millions of songs, watch music videos, and experience live performances all on Apple Music. Play on web, in app, or on Android with your subscription.",
      "preview": "New Hear Nashville singer ERNEST's new version of \"End of the Night.\" LISTEN NOW Hear Nashville singer ERNEST's new version of \"End of the Night.\" aft"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images",
      "title": "Images",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://ahrefs.com/",
      "title": "Ahrefs-AI Marketing Platform Powered by Big Data",
      "description": "We help marketers drive visibility across AI search, SEO, content, and social - with the largest AI and search databases online.",
      "preview": "Make your business discoverable-in search, AI, and beyond See what people want, fix what holds you back, ship what wins, and track your growth-that's"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/gfwr",
      "title": "GitHub - GlobalFishingWatch/gfwr: R package for accessing data from Global Fishing Watch APIs",
      "description": "R package for accessing data from Global Fishing Watch APIs - GlobalFishingWatch/gfwr",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://www.chalkbeat.org/22525983/map-critical-race-theory-legislation-teaching-racism",
      "title": "CRT MAP: Critical race theory legislation and schools - Chalkbeat",
      "description": "Chalkbeat is tracking efforts to restrict teaching about race and bias in schools, as well as efforts to expand it, on this map of critical race theory legislation.",
      "preview": "Skip to main content A classroom conversation in Denver, Colorado, in April 2021. (Eli Imadali for Chalkbeat) Teaching & Classroom Politics & Policy C"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "http://www.lottoconsult.it/estrazioni_sivincetutto.asp?sivinceID=324",
      "title": "Lotto Consult - Archivio Estrazioni Sisal SiVinceTutto SuperEnalotto, combinazioni vincenti e quote",
      "description": "Gli ultimi concorsi ed estrazioni del gioco Sisal SiVinceTutto SuperEnalotto con combinazioni vincenti e quote.",
      "preview": "venerdì 10 ottobre 2025 STATISTICHE ESTRAZIONI PREVISIONI CHI CI AZZECCA BOLLETTINI LOTTO LIMKS SOGNI E SMORFIA"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.handelsblatt.com/finanzen",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}