{
  "data": [
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "https://blog.google/inside-google/covid-19/",
      "title": "COVID-19",
      "description": "void",
      "preview": "COVID-19 As COVID-19 continues to spread, we're taking action to help people around the world find information and stay connected. For more resources,"
    },
    {
      "url": "https://docs.docker.com/compose/compose-file/",
      "title": "Compose file reference | Docker Docs",
      "description": "Find the latest recommended version of the Docker Compose file format for defining multi-container applications.",
      "preview": "void"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "https://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "http://www.aprilia.com/",
      "title": "Moto e Scooter: Urban e Adventure Experience | Aprilia IT",
      "description": "Scopri le moto e scooter di Aprilia: i modelli per navigare la città con grinta e potenza o le moto sportive per vivere l'avventura con adrenalina. Scopri di più!",
      "preview": "void"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "https://www.history.com/topics/1960s/watts-riots",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://www.worldofinteriors.com/",
      "title": "The World of Interiors | THE WORLD OF INTERIORS",
      "description": "void",
      "preview": "Skip to main content THE WORLD OF INTERIORS Culture And the winners are... A year ago, we petitioned our readers to cast in prose their most precious tr"
    },
    {
      "url": "https://tours-greece.gr/excursions/bus-tours-in-greece",
      "title": "Group Tour Packages & Shared Bus Tours from Athens",
      "description": "Experience the best of Greece with our group tour packages and shared bus tours from Athens. Discover cultural and heritage sites and explore the Greek islands with our expert guides. Book your vacation package online now",
      "preview": "Search by Filters Group Tours Greece 2 Day Group Tour in Delphi & Meteora with shared bus from Athens, Greece 1 Reviews Book the 2-Day best-seller tou"
    },
    {
      "url": "https://www.siteliner.com/",
      "title": "Siteliner - Find Duplicate Content on your site",
      "description": "void",
      "preview": "Explore your site. Find duplicate content, broken links, and more... Starting Scan... © 2025 Indigo Stream Technologies, providers of Copyscape . All"
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "http://www.getonthebus.org/",
      "title": "User138",
      "description": "void",
      "preview": "Daftar Masuk"
    },
    {
      "url": "https://www.southampton.ac.uk/oes/postgraduate/research_students/fw2n19.page",
      "title": "Find a person | University of Southampton",
      "description": "void",
      "preview": "Skip to main content Study View all courses Taught postgraduate study Postgraduate taught degree courses Online master's degrees Postgraduate taught t"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/getting_started/index.html",
      "title": "Getting started with Ansible - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Getting started with Ansible Edit on GitHub Getting started with Ansible "
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://www.thedailybeast.com/obsessed/ant-man-and-the-wasp-quantumania-writer-jeff-loveness-doesnt-care-if-you-hated-the-movie?ref=scroll",
      "title": "'Quantumania' Writer: \"The Reviews Are Wrong!\"",
      "description": "After the historically bad box office numbers for \"Quantumania,\" Marvel's newest screenwriter found himself feeling deflated-until he discovered a beautiful way to shake it off.",
      "preview": "Skip to Main Content Interviews 'Ant-Man and the Wasp: Quantumania' Writer Doesn't Care If You Hated the Movie SUPERORGANISM After the historically ba"
    },
    {
      "url": "https://www.okmarket.sk/sencor-vrecko-micro-svc-7ca-5ks-40023279-100761",
      "title": "SENCOR VRECKO MICRO SVC 7CA 5KS 40023279",
      "description": "void",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "http://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://www.kismybody.com.au/shop/page/5/",
      "title": "Products Archive - Page 5 of 7 - Kis My Body - Gorgeous Essential Oil Products",
      "description": "void",
      "preview": "Skip to content Product categories Anti-Aging Face Cream Care Pack Electric Diffusers Essential Oil Blends Face & Body Creams Face and Body Scrubs Flo"
    },
    {
      "url": "https://ssir.org/articles/entry/the_next_step_in_impact_investing_breaking_the_shackles_of_extractive_think",
      "title": "The Next Step in Impact Investing: Breaking the Shackles of Extractive Thinking",
      "description": "Those who influence the allocation of capital have an obligation to consider whether current practices solve or perpetuate the challenges impact investing aims to address.",
      "preview": "Social Issues Arts & Culture Cities Civic Engagement Economic Development Education Energy Environment Food Health Human Rights Security Social Servic"
    },
    {
      "url": "https://www.napbots.com/post/polygon-upgrade-fixes-bug-to-secure-9-27-billion-matic-tokens",
      "title": "napbots.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "https://directory.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=directories",
      "title": "UW Faculty/Staff/Student Directory",
      "description": "void",
      "preview": "UW Directory Search by Search Name Department Email Box Number Phone Search options Faculty/Staff Only Sign in for student search Kind of listing Full"
    },
    {
      "url": "https://itunes.com/apps/storytoysentertainmentlimited",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://www.thecompanystore.com/pillows/sleepers-choice-memory-foam-pillow/PO79.html?dwvar_PO79_color=WHITE",
      "title": "Sleeper's Choice™ Memory Foam Pillow | The Company Store",
      "description": "Our Sleeper's Choice memory foam pillow takes your sleep to the next level of luxury. A reversible 2-in-1 pillow is twice with 2 uniquely different sides.",
      "preview": "Company Essentials™ Dual Memory Foam and Gel Fiber Pillow - White Average Rating: 4.626 out of 5 stars Rating Count: 91 SKU: PO79-STD-WHITE $59.00 25%"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "http://www.irena.org",
      "title": "IRENA - International Renewable Energy Agency",
      "description": "The International Renewable Energy Agency (IRENA) is an intergovernmental organisation supporting countries in their transition to a sustainable energy future.",
      "preview": "Tracking Progress: Explore Energy Transition Indicators and Progress to #3xRenewables by 2030 || Support our #3xRenewables for the planet and its peop"
    },
    {
      "url": "https://disasterphilanthropy.org/disasters/2023-turkey-syria-earthquake/",
      "title": "2023 Turkey-Syria Earthquake - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search Last updated: Dec. 20, 2024 2023 Turkey-Syria Earthquake Support recovery now LinkedIn Twitter Facebook Email Overview Impact Response &"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://www.virtualvocations.com/job/remote-consumer-services-data-scientist-in-costa-mesa-1681865-i.html",
      "title": "Remote Consumer Services Data Scientist in Costa Mesa - Virtual Vocations",
      "description": "Data Scientist - Company Consumer Services Remote-West Coast 475 Anton Blvd, Costa Mesa, CA, United States Employees can work remotely Full-",
      "preview": "Jobs How It Works Companies Career Center Blog Sign in Post a Job Explore Remote Jobs How it Works Companies Career Center Blog Sign in Post a Job FAQ"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "https://borderhumanity.soapboxx.com/category/639b33081b3ddc804109447b",
      "title": "Border Humanity Project - Category - Why We Welcome",
      "description": "The ACLU Border Humanity Project is a proud member of the #WelcomeWithDignity Campaign, which has been working with groups on the ground receiving migrants and people seeking asylum. As part of a political stunt, the governors of TX, AZ, and FL sent some people seeking safety in the U.S. to places where they have no family or friends to welcome them. The governors' intent was clear - to advance their hateful political goals, inflame public opinion and dehumanize people seeking asylum.",
      "preview": "void"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "http://www.riaa.com/",
      "title": "Home - RIAA",
      "description": "The Recording Industry Association of America® advocates for recorded music and the people and companies that create it in the United States.",
      "preview": "Skip to main content Carly Pearce WHAT HE DIDN'T DO SHARE SHARE ON: 2x MULTI-PLATINUM SINGLE Gold & Platinum Records Carly Pearce WHAT HE DIDN'T DO 2x"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://stores.bestbuy.ca/en-ca/search",
      "title": "Find the nearest Best Buy store location near you | Best Buy Canada",
      "description": "Find Best Buy store locations near you for computers, TVs, appliances, cell phones, video games, smart home tech, and Geek Squad services. Reserve online, pickup in-store.",
      "preview": "Skip to content Return to Nav Filter by Service Services Battery and Electronics Recycling Best Buy Express Best Buy Mobile Experience Store Geek Squa"
    },
    {
      "url": "https://news.yahoo.com/russian-president-putin-announces-further-181316751.html",
      "title": "Russian President Putin announces further invasion of Ukraine",
      "description": "Russian President Vladimir Putin announced his intention to conduct a military operation in Ukraine on February 24, 2022. Captions: Circumstances require firm and immediate actions from us. Donbas's People's Republics asked for help from Russia. In this regard, according to the article 51 part 7 of the United Nations charter, with the consent of the Russian Federation Council and in accordance with the ratified agreement on 22 February of this year on friendship and mutual aid with Donetsk People's Republic and Luhansk People's Republic, I decided to conduct a special military operation. Its goal is the protection of people who, during eight years, suffer from abuse and genocide from the Kyiv regime. We urge you to lay down arms immediately and go home. I will explain: all servicemen of the Ukrainian army who comply with this requirement, can freely leave the area of military actions and return to their families. Whoever would try to stop us and further create threats to our country, to our people, should know that Russia's response will be immediate and lead you to such consequences that you have never faced in your history. We are ready for any outcome. I am confident that loyal soldiers and officers of Russia's Armed Forces fulfill their duty professionally and courageously.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Russian President Putin announces further invasion of Ukraine"
    },
    {
      "url": "https://brokercheck.finra.org/",
      "title": "BrokerCheck - Find a broker, investment or financial advisor",
      "description": "BrokerCheck is a trusted tool that shows you employment history, certifications, licenses, and any violations for brokers and investment advisors.",
      "preview": "void"
    },
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "http://osnetwork.co.jp/archives/38433",
      "title": "Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das erste Glanzleistung As part of einer Effekt - オー・エスネットワーク（OSNETWORK）公式サイト",
      "description": "void",
      "preview": "中古車高価買取・高品質中古車販売 サイトマップ お問い合わせ TEL:03-5698-3121 コンテンツに移動 TOP > Naughtydate visitors > Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}