{
  "data": [
    {
      "url": "https://www.vox.com/energy-and-environment/2020/7/16/21324662/climate-change-air-pollution-tracking-greenhouse-gas-emissions-trace-coalition",
      "title": "Climate change: The world's greenhouse gas emissions will be tracked in real time | Vox",
      "description": "The new Climate TRACE Coalition is assembling the data and running the AI.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://www.smash.org/",
      "title": "SMASH - Empowering Students Through STEM",
      "description": "Exposing, inspiring & preparing students of color to pursue CS degrees & careers & understand the social, ethical, & political impacts of technology.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Expanding Innovation In STEM Exposing, inspiring and preparing students t"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://www.handtalk.me/en/helpaccessibility/",
      "title": "Acessibility - Hand Talk",
      "description": "The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources, according to the WCAG (Web Content Accessibility Guidelines) recommendations from W3C (World Wide Web Consortium), the main organization for Web standardization, that develops technical specifications and guidelines for international use. By doing this, people with visual, hearing and",
      "preview": "Home » Acessibility Acessibility The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources,"
    },
    {
      "url": "https://community.powerbi.com/",
      "title": "Power BI forums - Microsoft Fabric Community",
      "description": "void",
      "preview": "skip to main content FabCon is coming to Atlanta Join us at FabCon Atlanta from March 16 - 20, 2026, for the ultimate Fabric, Power BI, AI and SQL com"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.ecowatch.com/pakistan-flooding-climate-change-2.html",
      "title": "Devastating Pakistan Floods Most Likely Worsened by Climate Crisis - EcoWatch",
      "description": "The extreme rainfall that flooded one third of Pakistan this summer was most likely made worse by the climate crisis.",
      "preview": "Home Climate Devastating Pakistan Floods Most Likely Worsened by Climate Crisis By: Olivia Rosane Published: September 16, 2022 Edited by Chris McDerm"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.sephora.com/product/danessa-myricks-beauty-infinite-chrome-flakes-multichrome-gel-for-eyes-face-P481968",
      "title": "Infinite Chrome Flakes Multichrome Gel for Eyes & Face - Danessa Myricks Beauty | Sephora",
      "description": "Shop Danessa Myricks Beauty&rsquo;s Infinite Chrome Flakes Multichrome Gel for Eyes & Face at Sephora. This formula has multicolored, multi-chrome flakes.",
      "preview": "Danessa Myricks Beauty Infinite Chrome Flakes Multichrome Gel for Eyes & Face 502 | Ask a question | 227.4K Highly rated by customers for: satisfactio"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-mac-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://dainosawr.tumblr.com/post/90223285565",
      "title": "dainosawr - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "dainosawr - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://www.officialkwanzaawebsite.org/the-greetings.html",
      "title": "Official Kwanzaa Website",
      "description": "void",
      "preview": "The Greetings (Greetings, Gifts, and Colors and Decorations) Greetings The greetings during Kwanzaa are in Swahili. Swahili is a Pan-African language"
    },
    {
      "url": "https://thelatrust.org/",
      "title": "The Los Angeles Trust for Children's Health",
      "description": "The Los Angeles Trust for Children's Health brings health and education together to end healthcare inequities and improve the lives of students and families.",
      "preview": "0 Putting the care in student healthcare Eager minds, healthy bodies, and quality care: The L.A. Trust is bringing health and education together to en"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://appsource.microsoft.com/en-us/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://support.microsoft.com/contactus",
      "title": "Contact Us - Microsoft Support",
      "description": "Contact Microsoft Support. Find solutions to common problems, or get help from a support agent.",
      "preview": "Skip to main content Keep in touch and stay productive with Teams and Microsoft 365, even when you're working remotely. Learn more Show expanded list"
    },
    {
      "url": "https://buzzbakeshop.com/",
      "title": "Buzz Bakeshop | Alexandria VA",
      "description": "Located in North Old Town, Alexandria, Buzz Bakeshop is a full-service bakery, coffee shop and dessert lounge designed to showcase the talents of our award winning pastry team with an array of cakes, cupcakes, pastries, cookies, brownies, bars and other confectionary creations.",
      "preview": "top of page All You Need Is Buzz, Buzz Is All You Need. Buzz is a beloved neighborhood bakery in the north end of Old Town, Alexandria, featuring a my"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://fier.com/login",
      "title": "Log In ‹ Fier - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to Fier Language English (United States) Deutsch E"
    },
    {
      "url": "https://wlos.com/news/local/animal-shelter-dog-forever-home-cashiers-highlands-humane-society-adopted-hound-mitch-happy-ending-western-north-carolina-jackson-county",
      "title": "'Never give up' After 7 years at the animal shelter, hound dog finds his forever home",
      "description": "JACKSON COUNTY, N. C.--Finding forever homes for shelter animals often can take time. For a hound dog in Jackson County, it&rsquo;s been a 7 year wait. But Mitch has",
      "preview": "Fri, 10 Oct 2025 10:13:54 GMT (1760091234268) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://kfor.com/news/local/ok-family-in-shambles-after-fatal-skydiving-accident/?utm_medium=referral&utm_source=facebook.com&utm_campaign=socialflow&fbclid=IwAR2DIgdljmq1zfLYEQZ94-Jm8-lTLNWYZrrom6aKRcffCa77Uh3krt3rT5A",
      "title": "Oklahoma family in shambles after fatal skydiving accident",
      "description": "44-year-old Heather Glasgow went skydiving in Sallisaw Saturday afternoon, but hit the ground and passed away later that night due to her injuries.",
      "preview": "Skip to content"
    },
    {
      "url": "https://thatwaterbeadlady.org/",
      "title": "Small and Deadly Danger, Water Bead Education, Water Beads - That Water Bead Lady - San Antonio, Texas",
      "description": "Water Beads can be toxic, Water Bead Education, Small and Deadly Danger , Water Bead Injury, Toy Safety, Consumer Product Safety Education, Nonprofit.",
      "preview": "Donate Water Beads are Deadly Water Beads are Deadly Water Beads are Deadly Water Beads are Deadly That Water Bead Lady is a 501c3 non profit... SIGN"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "https://flipboard.helpshift.com/hc/en/",
      "title": "Flipboard Technical Support and Help Center",
      "description": "Welcome to the Flipboard support page. How can we help you? We have ready answers for many common questions about Flipboard.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.doksite.de/de/video/5418-Hingerissen_von_einem_ungewoehnlichen_Schicksal_im_azurblauen_Meer_im_August",
      "title": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August | DOKsite Filmportal",
      "description": "void",
      "preview": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August 1974 Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://coronavirus.delaware.gov/",
      "title": "Coronavirus - Delaware's Coronavirus Official Website",
      "description": "Find the latest information about Delaware's response to the COVID-19 pandemic, including testing locations near you and lab-confirmed cases by county.",
      "preview": "See the Northeast Public Health Collaborative Recommendations for the 2025-2026 COVID Vaccine: More Info Testing Testing Info Isolation Face Coverings"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://gethuman.com/issue/Universal-Studios-Hollywood/o54n/I-bought-three-tickets-for-universal-studios-All-the-tickets-are-labeled-with-my-name",
      "title": "Universal Studios Hollywood Customer Questions, Answers, and How-to Guides",
      "description": "This FAQ page answers the most common questions about Universal Studios Hollywood customer service, including how to contact Universal Studios Hollywood for help. Answers can be succinct, but can also include detailed step-by-step instructions with s...",
      "preview": "© GetHuman Inc. All Companies › Universal Studios Hollywood Customer Service › FAQ Updated July 17, 2025 Universal Studios Hollywood Customer FAQ Top"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://schoolquest.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://poradniksportowy.pl/silownia/heros-siownia-pabianice/",
      "title": "Heros Siłownia | Pasja sportu, portal o dietach, treningach, fitness i siłowniach.",
      "description": "void",
      "preview": "Strona główna Artykuły Treningi i ćwiczenia Diety Suplementy Odżywianie Ćwiczenia Siłownie Forum Wyszukiwanie Pasja sportu, portal o dietach, treninga"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://pixlr.com/e/",
      "title": "Photo Editor Pixlr Free online Image Editing Tool",
      "description": "Free online like photo editor with advanced image editing features. Perfect for both beginner & professional. Start editing with Pixlr editor now!",
      "preview": "Photo Editor - Photoshop Online by Pixlr - Free Image Editing Tools Now, there are even more compelling reasons to choose Pixlr as your go-to solution"
    },
    {
      "url": "https://members.dstonline.org/Portal/Contact_Management/Chapter-Locator.aspx",
      "title": "Chapter Locator",
      "description": "void",
      "preview": "Skip to main content × ANNOUNCEMENT The Delta Store remains closed at this time. We expect to reopen by October 31, 2025. Thank you for your patience"
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/post/116652519683",
      "title": "Wrappedup NCA WA - codeorg: With all the national debate on...",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Menu"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/spa/snowroom",
      "title": "Revitalize in Our Snowroom Spa Experience | The Lodge at Woodloch",
      "description": "Experience rejuvenation in the Snowroom at The Lodge at Woodloch. Enjoy the unique benefits of cold therapy for relaxation and enhanced wellness.",
      "preview": "The Lodge at Woodloch Close Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + CONTRAST THERAPY SPA AMENITIES Explore Our S"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "http://www.geocaching.com/about/privacypolicy.aspx",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy California Privacy Notice Nevada Privacy Notice 1. ABOUT US We are Groundspeak, Inc. (Groundspeak), the owner and operator of the follo"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://www.superawesome.com/privacy-hub/awesomeads-privacy-policy/)",
      "title": "AwesomeAds Marketplace Privacy Policy - SuperAwesome",
      "description": "SuperAwesome delivers compliant, kid-safe ad campaigns globally through AwesomeAds, our digital advertising platform. Our business was created specifically to develop kidtech - technology solutions for the compliance requirements of the digital kids' market.",
      "preview": "English AwesomeAds Marketplace Privacy Policy Last updated: 2 October 2024 Welcome to the AwesomeAds Marketplace Privacy Policy Contents 1. About us 2"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "https://www.smythson.com/us/edits/business-edit/black_grey?prefn1=gender&prefv1=For%20Her&prefn2=material&prefv2=Panama%20-%20Crossgrain%20leather&prefn3=productType&prefv3=Briefcases%7CWriting%20Paper%7CPanama%20Notebooks%7CPanama%20Agendas%7CWriting%20Folders%7CCard%20Holders%7CDesk%20Accessories%20%3E%20Pen%20Pots",
      "title": "The Business Edit | Work Essentials | Smythson in Black and Grey",
      "description": "Smythson",
      "preview": "Your browser's Javascript functionality is currently turned off. Please turn it on to get the best experience on our site. Orders over $800 may take l"
    },
    {
      "url": "http://www.nationalparenthelpline.org/find-support",
      "title": "void",
      "description": "void",
      "preview": "Account Suspended! Please contact our support team for further assistance."
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://stottestrompen.dk/shop/75-cep-kompressionsstroemper/",
      "title": "CEP kompressionsstrømper",
      "description": "Støttestrømpen.dk (Pil-Pak A/S)",
      "preview": "Shop Om støttestrømper Om støttestrømper Størrelsesguide Materialerne Kompressions- klasser Hvem har brug for støttestrømper? Brugsanvisning FAQ / Hjæ"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "https://www.eurekalert.org/jrnls/sciadvances/",
      "title": "Log in | EurekAlert Display",
      "description": "void",
      "preview": "Stage Server - Do not use for Customer Support AAAS ID (Email Address) * Please enter an email address Email is not valid. LOGIN Don't have an account"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://lamborghini.oemdtc.com",
      "title": "Lamborghini - OEMDTC",
      "description": "Lamborghini Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://forum.hardware.fr/hfr/Programmation/Perl/repertoire-serveur-distant-sujet_128705_1.htm",
      "title": "Zipper un répertoire, fichier sur un serveur distant - Perl - Programmation - FORUM HardWare.fr",
      "description": "void",
      "preview": "Forum | HardWare.fr | News | Articles | PC | S'identifier | S'inscrire | Shop Recherche 3084 connectés FORUM HardWare.fr Programmation Perl Zipper un"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law New to"
    },
    {
      "url": "https://www.mynextmove.org/explore/ip",
      "title": "O*NET Interest Profiler",
      "description": "void",
      "preview": "We're sorry but O*NET Interest Profiler doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "http://aionnyc.com",
      "title": "Top Aesthetic Injector in New York, NY | AION Aesthetics",
      "description": "Aion Aesthetics is New York's premier aesthetic boutique clinic. Designated by Aesthetic Everything as the East Coast's \"Top Medical Spa 2022\" and spearheaded",
      "preview": "Skip to content You're In Good Hands. Book An Appointment Aesthetic Treatments Who touches your face matters. Your face isn't just another appointment"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://blackazian13.tumblr.com/post/143085135993",
      "title": "Cat Submarine! | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Cat Submarine! 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories, and"
    },
    {
      "url": "https://www.dsei-japan.com/welcome",
      "title": "DSEI Japan 2027",
      "description": "Japan's only integrated defence event. DSEI Japan provides you with unprecedented levels of access into the Japanese and wider Asia-Pacific (APAC) market.",
      "preview": "DSEI JAPAN - 日 本 語 Search LinkedIn Email Mobile hero image ->> Strengthening Indo-Pacific Security Through Advanced Technology 28 - 30 April 2027 DSEI"
    },
    {
      "url": "https://know4life.tumblr.com/post/143086526763",
      "title": "16% of all new wages in the U.S. are in computer... - Know4LIFE",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19 April 2016 Via 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories,"
    },
    {
      "url": "https://www.solakauppa.fi/kauppa/skt-virtuaalimessut-1080x1920-olenmukana_3596/",
      "title": "SKT-virtuaalimessut-1080x1920-OlenMukana_3596 | Sola",
      "description": "void",
      "preview": "Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Kotisivu Suomi Englis"
    },
    {
      "url": "https://www.europarl.europa.eu/news/en/headlines",
      "title": "Topics | European Parliament",
      "description": "Discover the topics Parliament is working on",
      "preview": "Change the navigation language BG - български ES - español CS - čeština DA - dansk DE - Deutsch ET - eesti keel EL - ελληνικά EN - English FR - frança"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://www.questhealth.com/product/covid-19-active-infection-test-39448.html?elqTrackId=c8ffdbef244e4da5ab89a3f6a7c7be2b&elqaid=93&elqat=2",
      "title": "TB, Covid & Respiratory Conditions | Quest®",
      "description": "Quest",
      "preview": "close all Skip to main content Skip to footer content 4 items Filters & Sort Best Seller Tuberculosis Blood Test Detect your immune response to tuberc"
    },
    {
      "url": "https://join.mongabay.org?utm_source=mongabay.com&utm_medium=bottom-of-news-post&utm_campaign=support-our-journalism-2022",
      "title": "Donate to Mongabay",
      "description": "void",
      "preview": "Skip to the content Close Menu Send checks to : 1259 El Camino Real #150 Menlo Park, CA 94025 Our EIN / tax ID : 45-3714703 Wire information : Contact"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.shipsofscale.com/sosforums/threads/rope-making-for-ship-models.4076/",
      "title": "Wreckage of WWI German battleship SMS SCHARNHORST sunk by Royal Navy in 1914 discovered off Falkland Islands | Ships of Scale",
      "description": "A search expedition led by the marine archaeologist Mensun Bound for the ships of Spee's squadron began in 2014 but had no success. Bound returned for...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://training.institut-curie.org/recherche?f%5B0%5D=date-debut%3A1559390400&f%5B1%5D=date-debut%3A1559390400&f%5B10%5D=theme-recherche%3A377&f%5B11%5D=theme-recherche%3A380&f%5B12%5D=theme-recherche%3A384&f%5B13%5D=theme-recherche%3A384&f%5B14%5D=theme-recherche%3A384&f%5B15%5D=theme-recherche%3A384&f%5B16%5D=theme-recherche%3A389&f%5B17%5D=theme-recherche%3A389&f%5B18%5D=theme-recherche%3A389&f%5B19%5D=theme-recherche%3A389&f%5B2%5D=date-debut%3A1559390400&f%5B20%5D=theme-recherche%3A409&f%5B21%5D=theme-recherche%3A409&f%5B22%5D=theme-recherche%3A479&f%5B23%5D=theme-recherche%3A479&f%5B24%5D=theme-recherche%3A479&f%5B25%5D=theme-recherche%3A479&f%5B26%5D=type-cours%3AINTERNATIONAL&f%5B27%5D=type-cours%3AINTERNATIONAL&f%5B28%5D=type-cours%3AINTERNATIONAL&f%5B29%5D=type-cours%3AINTERNATIONAL&f%5B3%5D=date-debut%3A1559390400&f%5B30%5D=type-cours%3AINTERNATIONAL&f%5B31%5D=type-cours%3AINTERNATIONAL&f%5B32%5D=type-cours%3AINTERNATIONAL&f%5B33%5D=type-cours%3AINTERNATIONAL&f%5B34%5D=type%3Acours&f%5B35%5D=type%3Acours&f%5B36%5D=type%3Acours&f%5B37%5D=type%3Acours&f%5B38%5D=type%3Acours&f%5B39%5D=type%3Acours&f%5B4%5D=langue-taxo%3A40&f%5B40%5D=type%3Acours&f%5B41%5D=type%3Acours&f%5B5%5D=langue-taxo%3A40&f%5B6%5D=profil%3A7&f%5B7%5D=profil%3A7&f%5B8%5D=profil%3A7&f%5B9%5D=profil%3A7&text=",
      "title": "Recherche | Institut Curie Advanced Training",
      "description": "void",
      "preview": "Skip to main content Il n'y a pas de résultat pour votre recherche."
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "http://fusionlayer.com/",
      "title": "FusionLayer | Network Source of Truth | IPAM DNS & DHCP (DDI)",
      "description": "FusionLayer collates all network information into a single Network Source of Truth - on-premise, at the edge, and in the public cloud.",
      "preview": "Xverse Explore DDI Explore The Secret Sauce for Your Automated, Edge-Scale Network. As AI factories and edge-native applications reshape industries, n"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://www.uschamber.com/topics",
      "title": "Topics | U.S. Chamber of Commerce",
      "description": "The U.S. Chamber of Commerce is the world's largest business organization. We advocate, connect, inform, and fight for business growth and America's success.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Topics Workforce Learn more Antitrust Learn more Chambers of Commerce Chamber"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/impute.html",
      "title": "7.4. Imputation of missing values - scikit-learn 1.7.2 documentation",
      "description": "For various reasons, many real world datasets contain missing values, often encoded as blanks, NaNs or other placeholders. Such datasets however are incompatible with scikit-learn estimators which ...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 7.4. Imputation of missing values # For various reasons, many real world datasets cont"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://www.indiacode.nic.in",
      "title": "India Code: Home",
      "description": "Contains all Enforced Central and State Acts linked with Subordinate Data like Rules,Regulations,Notifications,Orders,Circulars,Ordinances,Statutes.",
      "preview": "India Code Logo has been Modified, Click here to Download for updating the Logo in your Website. India Code Search Hint : Type your keyword in box bel"
    },
    {
      "url": "https://www.formula1.com/en/latest/features.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/0c410d51-8e85-4308-9bb9-37c24a461ccb.html",
      "title": "OneTrust | Privacy Management Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/natur/fracking-boom-sorgt-fuer-steigende-methan-emissionen-a-1281900.html",
      "title": "Fracking-Boom sorgt für steigende Methan-Emissionen - DER SPIEGEL",
      "description": "Fracking steht wegen seiner Folgen für die Umwelt schon lange in der Kritik. Eine Studie macht die Technik zur Erdgasförderung nun auch für den Anstieg des Treibhausgases Methan verantwortlich.",
      "preview": "Zum Inhalt springen Zur Merkliste hinzufügen X.com Facebook E-Mail Link kopieren Weitere Optionen zum Teilen X.com Facebook E-Mail Messenger WhatsApp"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://blog.shopgoodwill.com/english",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://www.glossybox.com/",
      "title": "GLOSSYBOX: The UK's Most Trusted Beauty Box",
      "description": "Treat yourself to a GLOSSYBOX Beauty Box. Discover 5 amazing beauty products worth over £50 delivered to your door every month.",
      "preview": "Skip to main content Close FREE Delivery on all subscriptions 5 beauty products to try each month Get credits to spend across our site Over 17,000 Tru"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Microsoft-Power-Automate/ct-p/MPACommunity",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://usosweb.uw.edu.pl/kontroler.php?_action=katalog2/przedmioty/szukajPrzedmiotu&jed_org_kod=22000000&callback=g_abee134e&method=faculty_groups&grupaKod=2200-PRSM07&cp_showDescriptions=0&cp_showGroupsColumn=0&cp_cdydsDisplayLevel=2&f_tylkoWRejestracji=0&f_obcojezyczne=0&kierujNaPlanyGrupy=1&tabc902_offset=0&tabc902_limit=100&tabc902_order=4d1a2a",
      "title": "Blok: Nauka prawa w Warszawie w warunkach globalizacji - Uniwersytet Warszawski - USOSweb",
      "description": "void",
      "preview": "Uniwersytet Warszawski - Centralny System Uwierzytelniania NA SKRÓTY STUDENCI, PRACOWNICY JEDNOSTKI ORGANIZACYJNE PRZEDMIOTY grupy przedmiotów zdefini"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}