{
  "data": [
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "https://analyst.lightcast.io",
      "title": "Login | Analyst",
      "description": "void",
      "preview": "Username or email address * Email address or username is required Enter a valid email address or username Continue"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://cloudskillsboost.google/paths/11",
      "title": "Cloud Engineer | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Share on LinkedIn Feed Twitter Facebook Apply your skills in Google Cloud console Cloud Engineer A Cloud Engineer plans,"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "https://globalnews.ca/",
      "title": "Global News | Breaking, Latest News and Video for Canada",
      "description": "Globalnews.ca - Watch and read Canada's Breaking news plus Business, Health, Politics and World News",
      "preview": "GlobalNews home Full Menu Search Menu Menu Close Submit Search Topics Watch World Canada Local Change location Politics Money Health Entertainment Lif"
    },
    {
      "url": "https://www.bmw-abudhabi.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Abu Dhabi | Abu Dhabi Motors LLC",
      "description": "Visit BMW Abu Dhabi Motors LLC in Abu Dhabi, established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The iX Discover Now The XM Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://www.latinospro.org/runforlatinos",
      "title": "Run for Latinos - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Company This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up f"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://directory.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=directories",
      "title": "UW Faculty/Staff/Student Directory",
      "description": "void",
      "preview": "UW Directory Search by Search Name Department Email Box Number Phone Search options Faculty/Staff Only Sign in for student search Kind of listing Full"
    },
    {
      "url": "https://search.alexanderstreet.com/dncr/browse/content-type?f%5B0%5D=genre_hierarchy_facet%3ADance%7CBallet&f%5B1%5D=publishing_body_facet%3Amacfadden%20communications%20group%2AMacfadden%20Communications%20Group%7C64542&items_per_page=25&order=count&ajax=1&lazr_facet_popup%5Bfield%5D=genre_hierarchy_facet&lazr_facet_popup%5Breal_facet%5D=genre_hierarchy_facet&lazr_facet_popup%5Bpopup_title%5D=Dance&lazr_facet_popup%5Bhierarchy_filter%5D=Dance%7C",
      "title": "Home - Alexander Street, part of Clarivate",
      "description": "Search streaming video, audio, and text content for academic, public, and K-12 institutions. Alexander Street is an imprint of ProQuest that promotes teaching, research, and learning across music, counseling, history, anthropology, drama, film, and more.",
      "preview": "Skip to main content Alexander Street Homepage Alexander Street In-Depth See our help page How to make a clip Highlight the most important piece of yo"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://www.aer.org.ar/marcelo-krynski-lideres-para-una-gestion-inteligente/",
      "title": "Marcelo Krynski: Líderes para una gestión inteligente - AER | Asociación Empresaria de Rosario",
      "description": "Marcelo Krynski, Director de Crear Contextos, visita Rosario para dar dos charlas dedicada a empresas. Una de las premisas que transmitirá es \"Donde hay una empresa de éxito alguien tomó alguna vez una decisión valiente\" , de Peter Drucker. Otro de los mensajes será \"Empieza donde estés, usa lo que tengas, haz lo que puedas\" [...]",
      "preview": "Institucional ¿Qué es AER? Autoridades Cámaras y Asociaciones Adheridas Consulado Sectores Federación de Centros Comerciales Abiertos Región Rosario F"
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "http://www.gmhchousing.org/",
      "title": "GMHC | Minneapolis, MN",
      "description": "void",
      "preview": "HOME SUCCESS STORIES ABOUT US BOARD OF DIRECTORS STAFF SPONSORS ANNUAL REPORTS CAREERS DONATE PROGRAMS PREDEVELOPMENT LOAN FUND PROGRAM FUNDED PROJECT"
    },
    {
      "url": "https://optinmonster.com/gdpr/cookies/",
      "title": "OptinMonster Cookie List - OptinMonster",
      "description": "Here's an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns.",
      "preview": "Cookie List Below you will find an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns. C"
    },
    {
      "url": "http://www.live555.com",
      "title": "LIVE555.COM",
      "description": "void",
      "preview": "LIVE555.COM TM \"This is your network. Tell others!\" Internet Streaming Media, Wireless, and Multicast technology , services , & standards Technology L"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.deq.ok.gov/land-protection-division/recycling/computer-equipment-recycling/",
      "title": "Environmental Quality Department (292)",
      "description": "void",
      "preview": "Skip to main content Previous Next Pause Play Grants & Funding Resources Office of Grants & Funding Resources Enhanced Tribal Engagement Policy Read t"
    },
    {
      "url": "https://www.thisisanfield.com/",
      "title": "Liverpool FC News and LFC transfer rumours - This Is Anfield",
      "description": "Latest Liverpool FC news, transfers and videos with LFC photos, fixtures, match reports, football quizzes and debate from This Is Anfield.",
      "preview": "Skip to content ➔ SUPPORT US ➔ SUPPORT US & GO AD-FREE LOG IN SUBSCRIBE Liverpool FC injury latest: Alisson, Wataru Endo, Ibrahima Konate and 4 more F"
    },
    {
      "url": "https://corp.kaltura.com",
      "title": "Kaltura video solutions for superior webinars, events, hubs & more",
      "description": "Fully branded, AI-infused marketing, communication, learning, and TV experiences that bring brands and audiences closer for top engagement, reach, and ROI",
      "preview": "AI-infused webinars & events video portals training platforms virtual classrooms streaming solutions digital experiences to boost your reach, engageme"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "https://status.github.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://windsor.ai/forum/categories?mode=privacy&sid=8f9db9d8da24279ecd934bf6b7a4f1ae",
      "title": "Windsor.ai: No-Code Data Connectors & ETL/ELT Software",
      "description": "Automate data integration from 325+ sources with no-code connectors, and send it to top destinations in under 5 minutes.",
      "preview": "Windsor.ai: Sync data from 325+ data sources in minutes Automate data integration from all your marketing and business platforms with Windsor.ai's no-"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://south-africa.financialadvisory.com/savings-accounts/nedbank/",
      "title": "Nedbank Savings Account Interest Rates",
      "description": "void",
      "preview": "South Africa Nedbank 1988 Personal Banking Private Banking Business Banking Locations About Suggested : All Products Fixed Deposit Savings Accounts Lo"
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://weconnectinternational.org/",
      "title": "weconnectinternational.org",
      "description": "void",
      "preview": "WEConnect International helps drive money into the hands of women business owners by enabling them to compete in the global marketplace. Join Us! WOME"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "https://cloud.withgoogle.com/next/catalog/",
      "title": "Session Library | Google Cloud Next 2025",
      "description": "Solve tomorrow's challenges today by exploring content available at Google Cloud Next '24.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "https://downtownpittsburgh.com/research/",
      "title": "Research and Reports - Downtown Pittsburgh",
      "description": "The Pittsburgh Downtown Partnership (PDP) conducts research to maintain its innovative programs and initiatives and foster a welcoming",
      "preview": "Things to do Programs + Activities Downtown Activation + Public Art Vendor, Performer & Sponsor Opportunities Downtown Events Calendar Submit an Event"
    },
    {
      "url": "https://www.vuelvoalsur.com.ar/productos/caligrafia-kit-completo-de-bowen-ann/",
      "title": "void",
      "description": "void",
      "preview": "Estamos renovando la tienda, está quedando increíble.¡Volvé en unos días! Contactanos 4943-2024// whatsapp: 11-5313-5295 [email protected] LA RIOJA 21"
    },
    {
      "url": "https://goodwill.org/halloween/",
      "title": "Goodwill Halloween",
      "description": "void",
      "preview": "plan your costume Spooky, sweet or silly, we've got the goods to bring your fit to life. Group Pop Culture Classic Kids Show More Show Less need a las"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://aryanpour.com/blog/?post=mirepoix",
      "title": "mirepoix - Farsi dictionary vocabulary",
      "description": "Advanced verbal blog to expand your vocabulary with mirepoix.",
      "preview": "Persian Blog Advantage Verbal mirepoix 26th of January 2016 1. a flavoring made from diced vegetables, seasonings, herbs, and sometimes meat, often pl"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "https://www.visualstudio.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.eleftheroudakis.gr/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "https://www.nationalgeographic.com/science/article/high-seas-fishing-subsidies-oceans-science",
      "title": "Over Half of High Seas Fishing Only Profitable With Subsidies | National Geographic",
      "description": "Government funds prop up more than half of fishing in the open ocean, a new study reveals.",
      "preview": "A fisherman checks his fishing lines while fishing on the high seas. The high seas is defined as the open waters outside a country's exclusive economi"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://portaleinfach.org/tag/d%C2%B7a%C2%B7ch/",
      "title": "D·A·CH - Infoportal Einfache Sprache",
      "description": "Beiträge über D·A·CH von Infoportal",
      "preview": "Zum Inhalt springen Einfache Sprache unter einem D·A·CH: Wie ist Einfache Sprache im deutschsprachigen Raum aufgestellt? Blogbeitrag von Sabine Mannin"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.everything-about-concrete.com/how-to-minimize-having-a-slippery-driveway-in-the-winter.html",
      "title": "How to minimize having a slippery driveway in the winter",
      "description": "Question: My driveway is about 240 feet long, slightly curved and a bit more than moderately steep. We are considering installing a colored and stamped",
      "preview": "Everything About Concrete Teaching • Learning • Achieving • Grow your business Home Blog Recommended Tools Menu APPLICATIONS Finishing Concrete Staini"
    },
    {
      "url": "http://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://www.deltasigmatheta.org/",
      "title": "Delta Sigma Theta Sorority Inc - Sisterhood.Scholarship.Service.Social Action",
      "description": "void",
      "preview": "Delta Sigma Theta Sorority, Inc. Service, Scholarship, Sisterhood and Social Action Learn More MEMBERSHIP POLICIES WE VALUE MEMBERSHIP View Policies C"
    },
    {
      "url": "https://www.visionsdureel.ch/photo-video/2021/surfaces-cristina-motta/",
      "title": "Surfaces - Cristina Motta - Visions du Réel",
      "description": "void",
      "preview": "En De Fr Accessibilité A - A + Nyon Time 00:00 Carte Blanche Vidéo Newsletter Votre adresse e-mail Veuillez renseigner votre email Newsletter - FR Nou"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://www.cultbeauty.com/huda-beauty-medium-nude-obsessions/13311009.html",
      "title": "Huda Beauty Medium Nude Obsessions | Cult Beauty",
      "description": "Get Huda Beauty Medium Nude Obsessions at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://it.linkedin.com/company/diadora-spa?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Diadora | LinkedIn",
      "description": "Diadora | 79.625 follower su LinkedIn. For 70 years, Diadora has been writing some of the most exciting pages of sport history. Headquartered in Caerano di San Marco (TV) Italy, it has made performance, quality, research and style the key values for its sporting and lifestyle goods. Diadora was born in 1948 to spark, inspire and give voice to consumer.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://www.bancaynegocios.com/tag/barinas2021/",
      "title": "#Barinas2021 - Banca y Negocios",
      "description": "Banca y Negocios - Portal informativo - Noticias de banca, economía, negocios, gerencia, tecnología y más, en Venezuela, Latinoamérica y el mundo.",
      "preview": "spp_header_1 spp_header_2 #Barinas2021 https://www.bancaynegocios.com/wp-content/uploads/2022/01/SERGIO-GARRIDO-BARINAS.jpg 2022-01-08 15:16:15 2022-0"
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://hello.grahamdigital.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://www.anticariat-ezoteric.ro/",
      "title": "anticariat-ezoteric.ro - Primul anticariat ezoteric virtual din Romania. Comanda acum carti online!",
      "description": "www.anticariat-ezoteric.ro - Primul anticariat ezoteric virtual online din Romania. Aici gasesti carti din domeniile astrologie, numerologie, tarot, ocultism, magie, vise, Yoga, PSI, OZN, paranormal, parapsihologie, bioenergie, terapii complementare, filosofie si Feng Shui. Comanda acum online carti ale celor mai prestigioase edituri din Romania si strainatate!",
      "preview": "void"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/post/117426794175",
      "title": "codeorg: With all the national debate on... - Reading Not Sleeping",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Menu Reading Not Sleeping codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we g"
    },
    {
      "url": "https://www.peacocktv.com/?cid=20200101evergreensymedit100&utm_source=eonline&utm_medium=symphony_editorial_brandawareness_globalnavlink&utm_campaign=20200101evergreen&utm_term=eonlinevisit&utm_content=eonlineglobalnav",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "http://www.nmwa.org/",
      "title": "National Museum of Women in the Arts | Home",
      "description": "Located in Washington, D.C., The National Museum of Women in the Arts the world's only major art museum solely dedicated to championing women artists.",
      "preview": "Stand with us for women artists! This Women's History Month, stand up for women in the arts by becoming a NMWA member. You'll be recognized on our 202"
    },
    {
      "url": "https://cadiouemilie.wixsite.com/emiliecadiou",
      "title": "Emilie Cadiou chanteuse accordéoniste Occitanie | Lot | Emilie Cadiou",
      "description": "Emilie Cadiou Chanteuse compositrice interprète accordéoniste et comédienne",
      "preview": "top of page Ce site a été créé sur Wix. Créez le vôtre dès aujourd'hui. Commencer EMILIE C A D I O U C hanteuse A ccordéoniste C omédienne Depuis"
    },
    {
      "url": "https://www.thomfilicia.com/",
      "title": "Thom Filicia Inc.",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://www.toyota.com/",
      "title": "New Cars, Trucks, SUVs & Hybrids | Toyota Official Site",
      "description": "Explore the newest Toyota trucks, cars, SUVs, hybrids and minivans. See photos, compare models, get tips, calculate payments, and more.",
      "preview": "Learn More Info 2026 Highlander Go where the road inspires. Learn More Info 2026 Corolla Cross Discover new adventures and shareable moments. Learn Mo"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://www.grandin.com/ritual/kosher.box.variables.time.lose.sensibility.html",
      "title": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness",
      "description": "void",
      "preview": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness by Temple Grandin Department of Ani"
    },
    {
      "url": "https://www.bewellsolutions.com/tag/osu/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://library.mines.edu/",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://dashboard.stripe.com/register",
      "title": "Sign Up and Create a Stripe Account | Stripe",
      "description": "Sign up to quickly create a new Stripe account today and get started accepting payments in minutes.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how Incomp"
    },
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://www.esuus.org/esu/",
      "title": "ESU 2024 Patron Trip: A Private View of Italy - ESU",
      "description": "Founded by art historian Count Stefano Aluffi-Pentini in 1996, A Private View of Italy encourages guests to appreciate the life of historic palaces and villas, and allows them to discover the inaccessible treasures that are hidden behind closed doors. Through the centuries the Italian aristocracy has preserved their residences, which were designed by architects such as Raphael, Palladio, and Bernini.",
      "preview": "« All Events This event has passed. ESU 2024 Patron Trip: A Private View of Italy September 21, 2024 - September 27, 2024 UTC+0 A Private View of Ital"
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "https://www.newyorker.com/news/annals-of-a-warming-planet/what-joe-bidens-climate-plan-really-signals",
      "title": "What Joe Biden's Climate Plan Really Signals | The New Yorker",
      "description": "Bill McKibben rounds up climate-change news, including an analysis of Joe Biden's climate plan, Al Gore's new tech push, and an alarming image from Lake Chilwa, in Malawi.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Subscribers to The Climate Crisis newsletter received this piece"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.safermade.net/?_sm_vck=jNJ30nTJf741NvVvVZnDD2cB4sQjqqsV23RDNFM1Q720nHJB2NTP",
      "title": "Venture Capital | Safer Made",
      "description": "Safer Made invests in companies and technologies that eliminate the use of hazardous chemicals in consumer products and supply chains.",
      "preview": "top of page People prefer safer products. Safer products need new chemistries and materials. Bringing safer chemistries and materials to market is an"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "http://www.vitabrevis.es/?promo=infocatolica&elem=300x90",
      "title": "Vita Brevis",
      "description": "DESCRIPTION HERE",
      "preview": "skip to main | skip to sidebar Vita Brevis Distribuidores Buscamos autores noveles Contacto Inicio Catálogo Todo Más vendidos Juvenil e infantil Vidas"
    },
    {
      "url": "https://www.deviantart.com/",
      "title": "DeviantArt - The Largest Online Art Gallery and Community",
      "description": "DeviantArt is where art and community thrive. Explore over 350 million pieces of art while connecting to fellow artists and art enthusiasts.",
      "preview": "All Witchinghour AI Art Digital Art Fan Art Photography Fantasy Anime and Manga Cosplay Adoptables Character Design Comics Concept Art Game Art Scienc"
    },
    {
      "url": "https://www.oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "https://www.world.rugby/sevens-series",
      "title": "HSBC SVNS Series | Official Website",
      "description": "Discover the latest news, video, fixtures, results and standings for the HSBC World Rugby Sevens Series here on the official SVNS website",
      "preview": "Skip to main content Menu Close Register Your Interest Tickets News Results Standings Videos FAQs CONTRIBUTORS SHOP PARTNERS - HSBC Archives English F"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://www.faa.gov/hazmat/resources/lithium_batteries/incidents",
      "title": "Lithium Battery Incidents | Federal Aviation Administration",
      "description": "Full incident details are also available in an interactive chart.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://theawesomer.com/the-chapel-hdr-timelapse/85230/",
      "title": "The Chapel (HDR Timelapse)",
      "description": "The LookyCreative shot this time lapse of a dilapidated protestant temple in Poland using HDR imaging. The effect is strange, as if the chapel was CGI.",
      "preview": "When you buy through links on our site, we may earn an affiliate commission . As an Amazon Associate I earn from qualifying purchases. Shop Gifts Tech"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://sendgrid.com/policies/privacy/",
      "title": "Twilio Terms of Service | Twilio",
      "description": "With Twilio, unite communications and strengthen customer relationships across your business - from marketing and sales to customer service and operations.",
      "preview": "Print this page Customer and Partner Agreements Terms of Service Acceptable Use Policy Service and Country Specific Requirements Data Protection Adden"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    }
  ],
  "_meta": {
    "total_bookmarks": 164
  }
}