{
  "data": [
    {
      "url": "https://www.saggiamente.com/2015/12/10/",
      "title": "10 Dicembre 2015 • SaggiaMente",
      "description": "void",
      "preview": "Skip to content Scegli la tua homepage Magazine Feed Home Network SaggioSupporto SaggeOfferte SaggioUsato SaggioPodcast Pixelclub Recensioni Hardware"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.splunk.com/",
      "title": "Splunk | The Key to Enterprise Resilience",
      "description": "Splunk is the key to enterprise resilience. Our platform enables organizations around the world to prevent major issues, absorb shocks and accelerate digital transformation.",
      "preview": "Deutsch Francais 日本語 한국어 中文 繁體中文 false AI-Powered Security and Observability Revolutionize digital resilience for AI, with AI. Request a demo Splunk i"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://coloringwatch.com",
      "title": "Coloring Watch - Coloring Watch - Apple Watch Coloring Book",
      "description": "Coloring is a great way to calm down and relieve stress. Coloring Watch is the first coloring book made exclusively for Apple Watch. \"Our Favorite Apple Watch Apps\" - list by Apple in the US.",
      "preview": "We´d love to hear from you. Drop us a line. contact@coloringwatch.com More Apple Watch apps by us:"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://www.shi.ch/schule-vortraege/informationen/ueber-uns-schule/dozenten-homoeopathie/elfriede-schaeffler",
      "title": "Elfriede Schäffler",
      "description": "void",
      "preview": "Elfriede Schäffler Dozentin in Homöopathie Geboren 1954 in Apfeldorf (D). Berufliche Tätigkeit: Seit 1997 Dozentin in Homöopathie 1995 - 2015 Homöopat"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    },
    {
      "url": "https://ids.craig.fr/geocat/srv/eng/catalog.search#/home",
      "title": "CRAIG",
      "description": "CRAIG",
      "preview": "Catalogue de donnees Catalogue de donnees GeoNetwork opensource allows to easily share geographically referenced thematic information between differen"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://www.fhfund.org/",
      "title": "Together, we can ensure everyone has a home. - Family Housing Fund",
      "description": "Our Approach How you can help More Housing Stories",
      "preview": "Together, we can ensure everyone has a home. Our Approach How you can help Ideas & Insights How we can build a stronger housing system. VIEW MORE Prog"
    },
    {
      "url": "https://mclanecnc.com/Uux0lgl-Thicker/R3cwxu-Thicker/Penis/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting to"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://franceslin90.tumblr.com/post/154540762137",
      "title": "Randon-mess - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \" How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition launched...",
      "preview": "Install theme Randon-mess Computer science really is computer science! codeorg : How do you categorize computer science as a K-12 subject? Let it be a"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://authors.apple.com",
      "title": "Self-publish an ebook - Apple Books for Authors",
      "description": "Apple Books for Authors guides you through every step of your journey as an author self-publishing an ebook, from structuring your story to packaging your digital book and selling.",
      "preview": "Share your story with the world. Every great story deserves to be told. Get the knowledge, tools, and inspiration to help the world read or listen to"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.citizensbank.com/",
      "title": "Citizens Bank | Personal & Business Banking, Student Loans, Retirement",
      "description": "Citizens offers personal and business banking, student loans, home equity products, credit cards, and more. You're made ready and so are we. ™",
      "preview": "Citizens is here to help our customers who have been impacted by the U.S. Government Shutdown. For additional information click here You're made of ke"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "https://www.yearupannualreport.com/",
      "title": "Year Up Annual Report",
      "description": "Year Up Annual Report",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    }
  ],
  "_meta": {
    "total_bookmarks": 40
  }
}