{
  "data": [
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/ManyPixels-Unlimited-Graphic-Design-Try-Risk-Free-bc342e81e51740fe90649ce41c9dfe7b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://aquarium.org/visit/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Multicolor-CSS-Gradients-JPG-Downloads-100-Free-e70a6fb365b14575ae30616b22dcc2d4?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://vote.civicnation.org/register/goodwill/",
      "title": "Goodwill - Get Ready to Vote",
      "description": "void",
      "preview": "Skip to content Goodwill Are You Registered to Vote? From your local school board to the Senate, it's important to vote in every election. Thanks for"
    },
    {
      "url": "https://survey.uptogether.org/",
      "title": "Surveys - UpTogether.org",
      "description": "Smart Surveys Webapp",
      "preview": "Loading..."
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "http://www.meredith.com/",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "https://www.guitarfam.com/fingerstyle",
      "title": "How to Play Fingerstyle Guitar | Guitar Fam",
      "description": "Play fingerstyle guitar the way you've always wanted with this comprehensive 12-module course. The 1st module is complimentary, so there is no risk or obligation! Create an account and get started today for $0.",
      "preview": "top of page Enroll Now Fingerstyle Guitar - From the Ground Up, at Your Pace. Master the fundamentals with a clear, proven system and a supportive com"
    },
    {
      "url": "https://mozilla.design",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "http://www.nwica.org",
      "title": "Homepage | National WIC Association",
      "description": "void",
      "preview": "about NWA | contact | faq | log-in | store DONATE to NWA Menu Home WIC Basics Overview and History NWA's Role with WIC FAQ / Glossary How Do I Apply f"
    },
    {
      "url": "https://livereport.protectedplanet.net",
      "title": "Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "void"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://dreamscapeimmersive.com/",
      "title": "Dreamscape - A Virtual Reality Experience Like No Other",
      "description": "A place where time and space have no boundary. Each Dreamscape adventure is a shared VR experience, embracing the human desire to explore, learn and enjoy together.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://exploredegrees.stanford.edu/schoolofengineering/computerscience/",
      "title": "undefined Department | Stanford University Bulletin",
      "description": "undefined Department | Stanford University Bulletin",
      "preview": "Skip to Main Content Stanford University © Stanford University. Stanford, California 94305."
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://www.plex.tv/about/privacy-legal/",
      "title": "Privacy Policy | Plex",
      "description": "Prior Versions What's new in this version Clarified language in the Privacy Rights section. Updated \"Who does Plex share...",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Privacy"
    },
    {
      "url": "https://www.youvisit.com/tour/montgomerycollege/131694?pl=v&tourid=tour1",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "http://browardschools.com/",
      "title": "Home - Broward County Public Schools",
      "description": "Home - Broward County Public Schools",
      "preview": "Skip To Main Content Close the menu overlay Close the schools overlay Close the translate overlay Close the search overlay Search Clear Search Last Na"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "https://www.ttbook.org",
      "title": "To The Best Of Our Knowledge | Intelligent. Optimistic. Curious.",
      "description": "TTBOOK is a nationally-syndicated, Peabody award-winning radio show about big ideas from the great minds of our time.",
      "preview": "Skip to main content Skip to audio player Show Navigation Hide Navigation Home Latest Show Episodes Interviews Arts & Culture Politics & History Scien"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://www.vera.org/",
      "title": "Vera Institute",
      "description": "Vera works closely with government and civic leaders to urgently build and improve justice systems that ensure fairness, promote safety, and strengthen...",
      "preview": "void"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://digitaledition.napervillemagazine.chicagotribune.com#nt=secondarynavbar",
      "title": "Market-Leading Digital Publishing | PageSuite",
      "description": "void",
      "preview": "Solutions Editions Apps Websites Company About Us Careers Who we work with Case Studies Partners Knowledge centre Blog PR & Events Webinars Whitepaper"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.onenote.com/",
      "title": "Microsoft OneNote | The digital note-taking app for your devices",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "http://www.tntdrama.com/",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://cleantechnica.com/2022/04/29/optiwatt-launches-new-save-the-planet-tool-and-announces-4-3m-in-seed-funding/",
      "title": "Optiwatt Launches New \"Save the Planet\" Tool And Announces $4.3M In Seed Funding - CleanTechnica",
      "description": "Optiwatt is a free electric vehicle (EV) charge management app that automatically schedules electric vehicle charging when electricity rates are cheapest, saving users an average of $388 per year.",
      "preview": "Skip to content April 29, 2022 3 years ago Press Release 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . This w"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://locate.apple.com",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://code.activestate.com/recipes/tags/false-true/",
      "title": "Popular recipes tagged \"false\" but not \"true\" « ActiveState Code",
      "description": "void",
      "preview": "Skip to Search Skip to Navigation Skip to Content Community | Code | Docs | Downloads ▼ Perl Python Tcl Komodo IDE | more ▼ Lists Support PPM Index Py"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    }
  ],
  "_meta": {
    "total_bookmarks": 68
  }
}