{
  "data": [
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://www.draysbay.com/2011/8/3/2341570/thoughts-on-matt-moore",
      "title": "Thoughts on Matt Moore | DRaysBay",
      "description": "Your best source for quality Tampa Bay Rays news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content SB Nation SB Nation logo A Tampa Bay Rays Community DRaysBay October 10, 2025 DRaysBay Navigation Drawer Login / Sign Up close Cl"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://www.diffchecker.com/diff",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/green-bay-alder-asks-for-surveillance-policy-after-microphones-installed-at-city-hall",
      "title": "Green Bay alder asks for surveillance policy after microphones installed at city hall",
      "description": "Privacy concerns are being raised at Green Bay's city hall after city council members discovered microphones were added to the building's surveillance system.",
      "preview": "Fri, 10 Oct 2025 10:16:17 GMT (1760091377236) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://business.safety.google/adscookies/",
      "title": "Cookie information for Google's ad products",
      "description": "Cookie information on this site is made available to assist with the use of Google's ad products.",
      "preview": "Our advertising and measurement cookies To help our partners manage their advertising and websites, we offer many products, including AdSense, Google"
    },
    {
      "url": "https://diettogo.35p2.net/c/3408212/173242/3159?subid3=people",
      "title": "Diet-to-Go® Weight Loss Meal Delivery - Diet Meal Delivery - Diet Food Delivery",
      "description": "Diet-to-Go is a Diet Meal Delivery Service that Provides Balanced, Freshly Prepared, Real Food for Weight Loss.",
      "preview": "MYDIETTOGO | BLOG | HELP | CONTACT 800-743-7546 Home | Learn More | Menus | Pricing Order Now 800-743-7546 50% Off 1st Order plus $80 Off Upcoming Mea"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://www.formula1.com/en/racing/2024.html",
      "title": "F1 Schedule 2024 - Official Calendar of Grand Prix Races",
      "description": "Re-live your favourite F1 moments. Find the full list of 2024 races including photos and videos, results, highlights and the biggest news stories",
      "preview": "2024 2024 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR TESTING Flag of Bahrain Sakhir FORMULA 1 ARAMCO PRE-SEASON TESTING 2024 21 - 23 Feb ROUND"
    },
    {
      "url": "https://www.diu.mil/ai-xview-challenge",
      "title": "xView Computer Vision Challenge Series",
      "description": "Inspiring individuals and organizations to develop algorithms that advance computer vision to address global challenges.",
      "preview": "Skip to main content Taking computer vision to the next level one challenge at a time. Computer vision technology has the potential to help solve glob"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "http://research.mines.edu",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://www.highspeedinternet.com/resources/fastest-internet-providers",
      "title": "Fastest Internet Provider 2025: Brightspeed | HighSpeedInternet.com",
      "description": "Brightspeed's new fiber network is fast but highlights progress stalls with larger providers.",
      "preview": "skip to main content Fastest Internet Provider 2025: Brightspeed Brightspeed's new fiber network achieves the fastest speeds nationwide, highlighting"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://www.tamar.org.br/",
      "title": "PROJETO TAMAR",
      "description": "O Projeto Tamar foi criado em 1980 e hoje é reconhecido internacionalmente como uma das mais bem-sucedidas experiências de conservação marinha. Modelo para programas e projetos do Brasil e de outros países, sobretudo porque envolve as comunidades costeiras diretamente no seu trabalho socioambiental, o Tamar conta com a Fundação Pró-Tamar desde 1988 para apoiar os trabalhos de conservação e pesquisa.",
      "preview": "Tartarugas Marinhas Visite o Tamar O que fazemos Onde estamos Mais informações Tartaruga-cabeçuda Tartaruga-de-pente Tartaruga-de-couro Tartaruga-verd"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "https://larsmuhl.dk/en-spirituel-ny-klassiker-ser-dagens-lys-paa-dansk-meditationer-over-tarot/",
      "title": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' - Lars Muhl",
      "description": "Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det fantastiske sket. En perle af en bog har fundet vej til de danske boghylder. Forlaget Visdomsbøgerne har netop udsendt første bind af 'Meditationer over Tarot' på dansk. Der er tale om en milepæl i esoterisk, kristen hermetisk litteratur, eminent oversat til dansk af [...]",
      "preview": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' Blog på dansk Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "https://www.lachamberfoundation.org/",
      "title": "Home - Louisiana Chamber of Commerce Foundation, Inc",
      "description": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaining the minority business community through the development of local minority chambers. Subscribe to LCCF Newsletter Training & Webinars Contact Us Events Programs Business Innovation Program (BIP) Business Innovation Program (BIP)",
      "preview": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaini"
    },
    {
      "url": "https://seaa.org/",
      "title": "Home - SEAA - The Seafood Ethics Action Alliance",
      "description": "void",
      "preview": "Who we are Governance and meetings Our Steering Committee Our members Management and secretariat Our engagement with others Contact us What we do Our"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://fullfact.org/",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://uk.linkedin.com/company/ellen-macarthur-foundation",
      "title": "Ellen MacArthur Foundation | LinkedIn",
      "description": "Ellen MacArthur Foundation | 222,538 followers on LinkedIn. We are committed to the creation of a circular economy to eliminate waste, circulate products, and regenerate nature. | The Ellen MacArthur Foundation was launched in 2010 to accelerate the transition to a circular economy. Since its creation the charity has emerged as a global thought leader, establishing the circular economy on the agenda of decision makers across business, government and academia. With the support of its Strategic Partners, the Foundation's work focuses on five interlinking areas: Learning Developing the vision, skills and mindsets needed to transition to a circular economy Business and Government Catalysing circular innovation and creating the conditions for it to reach scale.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://venmo.com/legal/crypto-terms/",
      "title": "Risk Disclosure Statement | Crypto | Venmo",
      "description": "Understand the terms & conditions for buying, selling, and holding crypto on Venmo. Learn about your rights and the risks involved.",
      "preview": "void"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.bren.ucsb.edu/",
      "title": "Home | UC Santa Barbara Bren - Bren School of Environment",
      "description": "void",
      "preview": "Find your inspiration to change the world at the Bren School REQUEST INFORMATION Home We solve environmental problems. The Bren School of Environmenta"
    },
    {
      "url": "https://www.hogwartslegacy.com/en-us/faq#:~:text=To%20get%20everyone%20in%20the,4%2C%202023%20without%20Early%20Access.",
      "title": "Hogwarts Legacy - Frequently Asked Questions",
      "description": "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards and decide the fate of the wizarding world.",
      "preview": "Frequently Asked Questions Q: What kind of game is Hogwarts Legacy ? A: Hogwarts Legacy is an immersive, open-world, action role-playing-game set in t"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://www.tezenis.com/world/collections/sporty/mens_tracksuit/",
      "title": "tezenis_ww - Shop online with Tezenis",
      "description": "The Tezenis tezenis_ww collection is waiting for you! Have fun creating brand new outfits that are suitable for any occasion. Quick refunds. Shop online",
      "preview": "✕ 1,843 items Clear filters Filter 1,843 items Clear filters Filter label.title.filtersmodal Arrange by Product name (a-z) Product name (z-a) Size XS"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://educanet.educad.pe/login",
      "title": "Portaleducanet",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://phlcovid19fund.org/covid-19/",
      "title": "The Philadelphia Foundation - Our Community, Made Better",
      "description": "For more than a century, Philadelphia Foundation has increased philanthropic investment in the community, fostering the economic, civic and social vitality of Greater Philadelphia.",
      "preview": "Philadelphia Foundation HOW CHANGE HAPPENS. Philadelphia Foundation's 2023-2024 Impact Report ABOUT PHILADELPHIA FOUNDATION Philadelphia Foundation is"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "http://www.flowerpowernyc.org/2014/07/",
      "title": "July 2014 - Flower Power NYC",
      "description": "void",
      "preview": "Skip to the content Close Menu Jack wants to become chef of a day and probably it is going to do light work, whereas Jill - studying hard to be accept"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://suporte.handtalk.me/kb/article/240765/hand-talk-website-privacy-policy?menuId=25983-69990-240765&ticketId=&q=",
      "title": "Hand Talk website Privacy Policy - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Boas-vindas à base de conhecimento da Hand Talk Página inicial Voltar para a pesquisa INTRODUCTION HAND TALK SERVIÇOS LTDA values its user's privacy a"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.gamesradar.com/avatar-3-new-fire-navi-james-cameron/",
      "title": "James Cameron teases a new type of Na'vi in Avatar 3 | GamesRadar+",
      "description": "James Cameron teases darker fire Na'vi in Avatar 3",
      "preview": "Skip to main content Don't miss these (Image credit: 20th Century Studios) Avatar director James Cameron has hinted at what's to come in Avatar 3 - an"
    },
    {
      "url": "http://www.mmsk.ca/",
      "title": "Home - SK Recycles",
      "description": "SK Recycles is a not-for-profit organization responsible for management and recycling of household packaging and paper, distributed to Saskatchewan residents",
      "preview": "Skip to content Moving to full EPR in Saskatchewan for packaging and paper recycling What does that mean? It means businesses, like stores and restaur"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "http://www.socialworktoday.com/archive/exc_020712.shtml",
      "title": "Therapeutic Use of Expressive Arts With Children",
      "description": "National newsmagazine committed to enhancing the entire social work profession by exploring its difficult issues, new challenges, and current successes.",
      "preview": "Subscribe Today for only $14.99! | SEARCH Subscribe Current Issue Article Archive Digital Editions Web Exclusives Events eNewsletter Gift Shop Adverti"
    },
    {
      "url": "https://secure.actblue.com/donate/naacp-1-2021-advancingblackagenda-mainweb",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. ADVANCING THE BLACK AGENDA IN 2021 *Donations to the NAACP are not tax-deductible."
    },
    {
      "url": "https://www.eou.edu/?s=ebk5867.cn",
      "title": "ebk5867.cn | Search Results | Eastern Oregon University",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "https://geodata.gfk.com/maps",
      "title": "Geodata: Digital Maps for Location Intelligence",
      "description": "Access detailed digital maps for geomarketing and spatial analysis. Visualize territories, regions, and market data with NIQ geodata.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://www.knmi.nl/nederland-nu/weer",
      "title": "KNMI - Weer - Verwachtingen",
      "description": "void",
      "preview": "Naar de hoofd content Sluiten Home Nederland nu Weer Verwachtingen Code groen Verwachtingen Bekijk waarschuwingen Bekijk waarnemingen Vrijdag overdag"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "https://luiko0.tumblr.com/",
      "title": "Sin título",
      "description": "void",
      "preview": "5 cosas que debes saber sobre la Ley Telecom internetsequedalibre : La Ley de Telecomunicaciones que presentó Enrique Peña Nieto al Senado pone en rie"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://www.myfonts.com/",
      "title": "MyFonts | Buy and Download Fonts",
      "description": "Welcome to MyFonts, the #1 place to download great @font-face webfonts and desktop fonts: classics (Baskerville, Futura, Garamond) alongside hot new fonts (TT Fellows, Hernandez Bros,Phonk Sans).",
      "preview": "Skip to content Skip to main content MyFonts is one of the largest font marketplaces in the world, offering professional fonts for any project. Over 3"
    },
    {
      "url": "https://families.google",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://www.madfeed.co/",
      "title": "MAD - A community of chefs, cooks and farmers with an appetite for knowledge.",
      "description": "MAD inspires and empowers the global hospitality industry to create sustainable change and transform food systems for the future.",
      "preview": "To those MAD enough to believe food can shape the future. MAD is a global nonprofit based in Copenhagen. We're on a mission to equip the next generati"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://press.un.org/en/2022/ga12448.doc.htm",
      "title": "Promise of Declaration on Protecting Minority Rights Still Not Fulfilled, Speakers Tell High-Level Meeting Marking Adoption's Thirtieth Anniversary | Meetings Coverage and Press Releases",
      "description": "Thirty years after its adoption by the General Assembly, the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities has yet to fulfil its promise, speakers stressed, during a high-level meeting today on the side lines of the Assembly's general debate.",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search Site Search Search Meetings Coverage and Press Releases Meetings"
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://kvdveganbeauty.com/collections/brow/products/super-pomade-vegan-eyeliner-shadow-brow-pigment",
      "title": "KVD Beauty Super Pomade Vegan Eyeliner, Shadow & Brow Pigment | KVD Beauty",
      "description": "Shop KVD's Super Brow pomade. This waterproof eyebrow pomade not only comes in natural color but also includes 7 artistic shades for a one of a kind look. This waterproof, high pigment pomade is the missing tool in your beauty arsenal. Be bold with KVD Beauty!",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.svt.se/sport/",
      "title": "SVT Sport",
      "description": "SVT Sport - Sveriges största sportredaktion. Håll dig uppdaterad med de senaste livesändningarna och sportnyheterna från SVT.",
      "preview": "Guide Veckans sändningstider 21:30 Sportnytt Ikväll 21:30 21:55 Beachvolleyboll: Beach Pro Tour Ikväll 21:55 23:10 SVT Sport Direkt VM-kval: Presskonf"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://www.virtualvocations.com/job/remote-consumer-services-data-scientist-in-costa-mesa-1681865-i.html",
      "title": "Remote Consumer Services Data Scientist in Costa Mesa - Virtual Vocations",
      "description": "Data Scientist - Company Consumer Services Remote-West Coast 475 Anton Blvd, Costa Mesa, CA, United States Employees can work remotely Full-",
      "preview": "Jobs How It Works Companies Career Center Blog Sign in Post a Job Explore Remote Jobs How it Works Companies Career Center Blog Sign in Post a Job FAQ"
    },
    {
      "url": "https://www.eventbrite.sg/e/low-cost-untraditional-e-commerce-business-for-the-e-commerce-professional-tickets-545261871937?aff=erelexpmlt",
      "title": "Low Cost Untraditional E-commerce Business for the E-commerce Professional Tickets, Fri, Mar 3, 2023 at 11:00 AM | Eventbrite",
      "description": "Eventbrite - YouthEssentialsSg presents Low Cost Untraditional E-commerce Business for the E-commerce Professional - Friday, March 3, 2023 - Find event and ticket information.",
      "preview": "Postponed View event Low Cost Untraditional E-commerce Business for the E-commerce Professional View details Follow this organizer to stay informed on"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://www.planning.org/cm/",
      "title": "Certification Maintenance",
      "description": "The Certification Maintenance program links AICP-certified planners to education and training opportunities so they may earn mandatory credits and remain current with the latest trends, technologies, and best practices.",
      "preview": "Membership Membership Overview Join APA Membership Renewal Frequently Asked Questions Special Offers APA Shop Knowledge Center Knowledge Center Overvi"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "http://odinecet.iode.org",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://radioonlinelive.com/uk/waves-radio-uk/",
      "title": "Waves Radio UK, United Kingdom - Radio Online Live",
      "description": "Waves Radio UK is playing on 101.2 FM. It is Playing Current and Classic Hits across Aberdeen City and Shire on FM.",
      "preview": "Home United Kingdom Waves Radio UK Waves Radio UK United Kingdom News Pop Talk Favorite Share Report Waves Radio UK is playing on 101.2 FM. It is Play"
    },
    {
      "url": "http://vega-shop.si/category/veganstvo/",
      "title": "Veganstvo - Vega-shop.si",
      "description": "void",
      "preview": "Veganska prehrana lahko telo popolnoma oskrbi z vsemi potrebnimi snovmi in vitamini, zagotovo pa je priporočljivo, da vegani jemljejo vitamin B12 . Sl"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://www.altmanfoundation.org/",
      "title": "Altman Foundation",
      "description": "Altman Foundation mission is to support programs and institutions that enrich the quality of life in New York City, with a particular focus on initiatives that help individuals, families, and communities benefit from the services and opportunities that",
      "preview": "Building Vibrant Communities Learn More Increasing Access to Educational Opportunities Learn More Enriching Lives through Cultural Engagement Learn Mo"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
      "title": "Coronavirus Disease 2019 (COVID-19) | COVID-19 | CDC",
      "description": "Find links to guidance and information on all topics related to COVID-19, including the COVID-19 vac",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://sacblackchamber.org/",
      "title": "Capital Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content The mission of the Capital Black Chamber of Commerce The Mission of the CAPBCC is to achieve economic equity and sustainability for Bl"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}