{
  "data": [
    {
      "url": "https://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://news.un.org/en/story/2020/05/1063832",
      "title": "COVID-19 could help turn the tide on ocean health in Asia-Pacific | UN News",
      "description": "The COVID-19 pandemic could help turn the tide on the well-being of oceans in the Asia-Pacific region, according to a UN report published on Wednesday.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "https://social.opensource.org/@osi",
      "title": "Open Source Initiative :osi: (@osi@opensource.org) - OSI Mastodon",
      "description": "315 Posts, 26 Following, 6.53K Followers · The OSI is the authority that defines Open Source, recognized globally by individuals, companies, and by public institutions.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://www.valipac.be/",
      "title": "Agir ensemble pour une économie circulaire | Valipac",
      "description": "Qu'est-ce que l'économie circulaire des emballages industriels?",
      "preview": "X Your browser does not support the video tag. Voir le film corporate Agir ensemble pour une économie circulaire Linkedin Suivez-nous Qui sommes-nous"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    }
  ],
  "_meta": {
    "total_bookmarks": 14
  }
}