{
  "data": [
    {
      "url": "http://www.gugik.gov.pl/",
      "title": "Strona główna - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://www.listennotes.com/podcasts/moving-up-together-moving-up-together-qNSPIX3VDKn/",
      "title": "Moving Up Together (podcast) - Moving Up Together | Listen Notes",
      "description": "Real people and real stories that prove what you've heard - and may believe - about \"poor\" people is wrong. Moving Up Together was created by the national no...",
      "preview": "Listen Later API Data Discover Real-Time Episodes being played now Explorer Find similar podcasts Best Podcasts Recommended by us Hot Podcasts Popular"
    },
    {
      "url": "https://atlanta.curbed.com/2019/6/7/18656688/new-study-ranks-downtown-atlanta-as-growing-downtown",
      "title": "New study ranks Downtown Atlanta as 'growing downtown' - Curbed Atlanta",
      "description": "Findings show significant growth in vibrancy and economic activity since 2010 in the Georgia capital.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Archive.curbe"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "https://www.eleftheroudakis.gr/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://facturacion.walmartmexico.com.mx/arco/forma-arco.asp",
      "title": "void",
      "description": "void",
      "preview": "Privacidad en Walmart En Walmart valoramos la confianza que deposita en nosotros cuando nos proporciona información personal. La información que compa"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://www.instyle.com/madelyn-cline-outer-banks-season-3-interview-7112295",
      "title": "Madelyn Cline Says She Drew Inspiration From Her Personal Life for 'Outer Banks' Season 3",
      "description": "The star tells <em>InStyle</em> that she was \"choking\" when she first read this season's script.",
      "preview": "Top Stories When Will Taylor & Travis Get Married? The Hidden Meaning Behind Princess Kate's State Dinner Looks Are Harry & Meghan Moving to the U.K"
    },
    {
      "url": "https://nl.vecteezy.com/foto/1134086-grappig-man-wegkijken",
      "title": "Download Gratis Vectoren, Afbeeldingen, Foto's en Video's",
      "description": "Ontdek miljoenen royaltyvrije vectoren, afbeeldingen, foto's en video's! Vind de perfecte afbeelding, achtergrond, clipart of pictogram voor uw ontwerp.",
      "preview": "Download gratis vectoren, stockfoto's, stockvideo's en meer Creatief materiaal van professionele kwaliteit om je projecten sneller af te ronden. Vecto"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://www.diffchecker.com/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://www.bose.com/en_us/index.html",
      "title": "Headphones, Earbuds, Speakers, Soundbars, & More | Bose",
      "description": "Experience the latest in sound innovation. Shop Bose headphones, speakers, soundbars, and more, supported by premium customer service. Sound is Power.",
      "preview": "Melt into the music Feel the awakening tinge of new, limited-edition Ice Blue. SHOP Trending Products Color: Ice Blue Select Color New color Bose Quie"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "http://www.cepal.org/en",
      "title": "Economic Commission for Latin America and the Caribbean",
      "description": "La CEPAL es una de las cinco comisiones regionales de las Naciones Unidas y su sede está en Santiago de Chile. Se fundó para contribuir al desarrollo económico de América Latina, coordinar las acciones encaminadas a su promoción y reforzar las relaciones económicas de los países entre sí y con las demás naciones del mundo. Posteriormente, su labor se amplió a los países del Caribe y se incorporó el objetivo de promover el desarrollo social.",
      "preview": "Skip to main content Search Search Search English Español Português PRESS RELEASE ECLAC: Latin America and the Caribbean Will Only Be Able to Overcome"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://www.tinglyteds.co.uk/",
      "title": "Tingly Ted's (@tinglyteds) • Instagram photos and videos",
      "description": "62K Followers, 1 Following, 126 Posts - Tingly Ted's (@tinglyteds) on Instagram: \"🔥 The not-so-hot hot sauce by Ed Sheeran 👇 Get yours now!\"",
      "preview": "void"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.govotega.org/pledge-vote/?Source=gmvp&utm_campaign=OVR%20Tracking-New%20Links&utm_medium=bitly&utm_source=GMVP",
      "title": "Register To Vote - Go Vote Georgia",
      "description": "void",
      "preview": "0 Please complete the following information, this allows us to verify and inform you of the status of your voter registration application. Upon submis"
    },
    {
      "url": "https://www.bluecamroo.com/support/home/selectplan",
      "title": "Select Your BlueCamroo Plan",
      "description": "void",
      "preview": "Already have an account? Log In Select the plan you'd like to try Billed monthly Billed annually Best Value PLANS CRM Base Foundation for entire platf"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.tumblestonschools.com/product-tag/young/",
      "title": "Young",
      "description": "void",
      "preview": "Young Showing all 2 results Default sorting Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://www.beautybay.com/p/melt-cosmetics/liquid-set-lipstick/rebound/",
      "title": "BEAUTY BAY: The destination to explore your beauty obsessions",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://saysh.com/",
      "title": "Saysh - Women Deserve Better",
      "description": "Saysh makes performance running shoes designed specifically for and by women. We're not just making shoes; we're creating a better world for women - one step at a time.",
      "preview": "Skip to content Welcome to the 2025 USOPC Hall of Fame Allyson Felix → Shop our best sellers here → Saysh has redefined the athletic experience for 11"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://csp.ucsc.edu/about/",
      "title": "ABOUT | Coastal Science and Policy Program",
      "description": "void",
      "preview": "ABOUT Educating future leaders in the science and policy of coastal sustainability The Coastal Science and Policy Program at UC Santa Cruz is tailored"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://midknightbojangles.tumblr.com/",
      "title": "void",
      "description": "We must embrace pain and burn it as fuel for our journey. - Kenji Miyazawa",
      "preview": "Reblogged 6 years ago from archcracker ( Originally from catchymemes ) 113,692 notes bestofironictiktok : Reblogged 6 years ago from archcracker ( Ori"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=active_topics&sid=98d4d36a89e3e44cdc325b2f00c3b0a3",
      "title": "My forum - Active topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "https://www.stagecom.eu/product-page/edge-led-ultra-hd-monitor-84-213-5cm-philips-bdl8470qu",
      "title": "Edge-LED Ultra HD Monitor 84\" (213.5cm) PHILIPS BDL8470QU | STAGECOM",
      "description": "Ultra Full HD, HDMI, Mediaplayer, LAN",
      "preview": "top of page Anmelden Ultra Full HD, HDMI, Mediaplayer, LAN Alle Produkte Ähnliche Produkte Schnellansicht NEU IM MIETPARK PIONEER CDJ 3000 Standardpre"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://digitalfire.com/glossary/glaze+chemistry",
      "title": "Glaze Chemistry",
      "description": "Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.",
      "preview": "Monthly Tech-Tip from Tony Hansen SignUp No tracking ! No ads ! All Glossary 0.8mm thickness | 200 mesh | 325 mesh | 3D Design | 3D Modeling | 3D Prin"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://www.freepeople.com/shop/wrangler-ranch-coat/?color=040&type=REGULAR&quantity=1",
      "title": "Wrangler Ranch Coat | Free People",
      "description": "Shop our Wrangler Ranch Coat at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "http://www.gmhchousing.org/",
      "title": "GMHC | Minneapolis, MN",
      "description": "void",
      "preview": "HOME SUCCESS STORIES ABOUT US BOARD OF DIRECTORS STAFF SPONSORS ANNUAL REPORTS CAREERS DONATE PROGRAMS PREDEVELOPMENT LOAN FUND PROGRAM FUNDED PROJECT"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://www.truck1.rs/dealers/wantian/stock/kamioni/sve?page=3&stock=1",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.theoutletstoresalicante.es/bases-legales-sorteo-summer-boom-puma/",
      "title": "BASES LEGALES SORTEO SUMMER BOOM: TARJETA REGALO 100€ PUMA - Centro Comercial The Outlet Stores Alicante",
      "description": "void",
      "preview": "Información Horario Servicios Cómo llegar Mapa del centro Galería Marcas Restauración y Ocio Ofertas Tiendas Ocio Novedades y eventos Directorio Puma"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}