{
  "data": [
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://www.jekca.fr/index.php?route=product/category&path=231",
      "title": "JEKCA France",
      "description": "JEKCA est une entreprise innovante créant des sculptures en briques pour KIDULTES ! Bien plus que de simples briques traditionnelles, notre créativité et notre technologie brevetée de verrouillage permettent à chacun de construire des sculptures solides et complexes, repoussant les limites des jeux de construction.",
      "preview": "Ignorer et passer au contenu 🎃 PROMOS HALLOWEEN : -10% sur une sélection de jeux 🕷️ 🚚 Livraison gratuite à partir de 80€ 🚛Livraison gratuite à partir"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://www.rossmann.de/de/kosmetik/make-up/c/0700",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "http://www.smartdesks.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://www.vero.fi/en/individuals/tax-cards-and-tax-returns/",
      "title": "Tax card and tax return - vero.fi",
      "description": "void",
      "preview": "/> Scam messages have been sent out in the Tax Administration's name. Read more about scams . Tax card and tax return Tax card How to find your tax ca"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "http://corporate.samsclub.com/",
      "title": "Sam's Club",
      "description": "We make it easy for members to share more, serve more, and live more.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.houstonendowment.org/",
      "title": "Houston Endowment | Building a Thriving Houston",
      "description": "Houston Endowment is a nonpartisan, private foundation that exists to serve the people of Greater Houston.",
      "preview": "We Envision A Vibrant Region Where All Have The Opportunity To Thrive Who We Are Since 1937, we have been rooted in the success of Greater Houston. Ho"
    },
    {
      "url": "https://getchannels.com",
      "title": "Channels - Watch TV Your Way",
      "description": "Watch and record your favorite programs on every TV and device. A joy to use and simple to set up.",
      "preview": "Check out our latest news: Channels 6.2 for Apple TV & iOS Watch TV Your Way Watch and record your favorite shows and movies from every TV and device."
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://vpn.mozilla.org/?utm_source=firefox-monitor&utm_medium=banner&utm_campaign=ip",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://www.robinhood.org/relief-effort/",
      "title": "Relief Fund - Robin Hood",
      "description": "The Robin Hood Relief Fund provides providing New York City's frontline organizations with crucial support and rapid recovery in times of urgent need.",
      "preview": "All Programs Relief Fund Emergencies and natural disasters disproportionately harm disadvantaged communities, worsening the systemic challenges that l"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://ipvm.com/reports/audio-usage-in-video-surveillance-2021",
      "title": "Audio Usage In Video Surveillance Statistics 2021",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Usage In Video Surveillance Statistics 2021 IT IPV"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "http://www.nsf.gov/",
      "title": "NSF - National Science Foundation",
      "description": "NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. territories.",
      "preview": "Innovation Anywhere, Opportunity Everywhere NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. terri"
    },
    {
      "url": "https://cookiecart.org/",
      "title": "Cookie Cart - Baking Bright Futures",
      "description": "It's more than just a cookie... Cookie Cart is baking bright futures by providing a first job experience and leadership training to teens in our Minneapolis and Saint Paul Bakeries! Apply Now! It's more than just a cookie...",
      "preview": "Skip to content It's more than just a cookie... it's building new relationships. ml-admin 2025-09-23T11:20:36-05:00 It's More Than Just a Cookie... Cookie"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://home.pearsonvue.com/voc",
      "title": "2025 Value of IT Certification Candidate Report - Pearson VUE",
      "description": "void",
      "preview": "IT certifications: Empowering people. Transforming organizations. Fueling success in the Age of AI Discover how certifications are helping professiona"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.comune.roma.it/web/it/rubrica-uffici.page?cpz=progetti_europei&cpz=persone_anziane&cpz=cultu&cpz=persone_di_minore_eta&cpz=persone_con_disabilit&cpz=amb&mun=municipio_xv",
      "title": "Roma Capitale | Sito Istituzionale | Uffici",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Uffici Le pagine del portale istituzionale rappresentan"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://susanw637214266715.wikidot.com/blog:_start/date/2018.1/p/3",
      "title": "Your Blog - web with internet",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » web with internet web with internet Home Pages About Contact Favourites Gallery A"
    },
    {
      "url": "https://nocodefounders.com/tools",
      "title": "No Code Tools | No Code Founders",
      "description": "Find the right No Code Tools for your next project with the largest selection of no code tools used by non-technical founders",
      "preview": "void"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/generated/sklearn.model_selection.RandomizedSearchCV.html",
      "title": "RandomizedSearchCV - scikit-learn 1.7.2 documentation",
      "description": "Gallery examples: Faces recognition example using eigenfaces and SVMs Column Transformer with Mixed Types Comparison of kernel ridge and Gaussian process regression Sample pipeline for text feature...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version RandomizedSearchCV # class sklearn.model_selection. RandomizedSearchCV ( estimator , p"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://penji.co/pricing/",
      "title": "Pricing - Unlimited Graphic Design Service",
      "description": "void",
      "preview": "Services Graphic design Branding Motion graphics Advertisements Presentations Web design Illustrations Pricing Our work Why Penji? Our mission Reviews"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://keystoneservices.org/",
      "title": "Keystone Community Services - Services for youth, families and seniors.",
      "description": "Keystone Community Services provides youth programming, senior services, food shelves and distribution, and crisis support to neighborhoods surrounding St. Paul, Minnesota.",
      "preview": "You are the key Together, we can connect more people to the support they need now. Support Your Neighbors Today » Report to the Community & 2023 Annua"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "https://www.threadbeast.com/",
      "title": "ThreadBeast Men's Clothing Subscription Box",
      "description": "ThreadBeast is a men's subscription box delivered monthly giving you the freshest outfits from your favorite brands. Sign up today!",
      "preview": "Free shipping to continental United States We curate, you conquer The right things happen when you're wearing the right pieces. GET STARTED Inspiratio"
    },
    {
      "url": "https://www.kidsafeseal.com",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://fashionweekdaily.com/exclusive-jason-lewis-on-making-his-modeling-comeback-at-50-what-smith-would-be-up-to-now-and-whether-hes-in-the-satc-reboot/",
      "title": "Jason Lewis On Making His Modeling Comeback At 50 And Whether He's In The SATC Reboot....",
      "description": "Jason Lewis, who first found fame on the catwalks of Paris before becoming one of TV's most beloved boyfriends as Sex and the City's Smith Jerrod, has just signed with Soul Artist Management. Here's what's next for him!",
      "preview": "News EXCLUSIVE: Jason Lewis On Making His Modeling Comeback At 50, What Smith Would Be Up To Now, And Whether He's In The SATC Reboot.... by Freya Droha"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "https://www.sidereel.com/tv-shows/two-and-a-half-men/lists/7",
      "title": "Two and a Half Men | Lists | SideReel",
      "description": "Find lists of TV shows that include Two and a Half Men on SideReel - 20 minute series, 2000's, 5, 9+ Seasons, A, Abandonadas, All about the Boys, Already Watched, archive, Awesome show that ended",
      "preview": "SideReel relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Two and a Half Men Avg Rating ( 0 ) Your Rating"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://vintagestoredisplay.info/2016/11/",
      "title": "2016 November » Vintage Store Display",
      "description": "void",
      "preview": "A life size 6ft tall Mechanical Santa, there are no markings but I do believe this is. In Wonderful Condition with no rips or tears in his garment. Pi"
    },
    {
      "url": "https://people.com/style/youtube-announces-first-beauty-festival/",
      "title": "YouTube Announces Its First YouTube Beauty Festival",
      "description": "The virtual YouTube Beauty Festival will feature timely panel discussions as well as informative beauty segments with celebrities and YouTube content creators",
      "preview": "YouTube to Host Its First-Ever Beauty Festival with Jessica Alba, Pharrell Williams and More Stars Hosted by Derek Blasberg, the virtual summit will"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "http://www.nplayer.tv",
      "title": "nPlayer - The best mobile player in the world",
      "description": "The best mobile player in the world",
      "preview": "nPLAYER CONTACTs Privacy policy The best media player in the world nPlayer 3.0 Now available on the App Store Non-encoding Playback No need to worry a"
    },
    {
      "url": "https://www.datart.cz/mobilni-telefony.html",
      "title": "Mobilní telefony | DATART",
      "description": "DATART - přední český prodejce elektroniky. Vaše zboží připravíme na prodejně už do 30 minut nebo doručíme po celé ČR.",
      "preview": "Přejít k hlavnímu obsahu Přejít k hlavnímu menu Přejít k vyhledávání ID: 36380 Mobilní telefony Mobilní telefony zprostředkují hovor s blízkými, připo"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://threetreecoffee.com/blogs/news/growlers-bottles-and-ice-cream-oh-my",
      "title": "Growlers, Bottles, and Ice Cream...Oh My! - Three Tree Coffee Roasters",
      "description": "Spring lasted a day, the gnats are out, and the heat is back. So what better way to celebrate summer than to highlight 3 ways we are helping you beat the heat! Growlers: Firstly, we unveiled our new growler system, where you can buy a custom growler with a half gallon of cold brew! Having crafted a new stellar cold b",
      "preview": "Close menu Locations Expand submenu Collapse submenu Midtown Shop - Statesboro Porch Shop - Pooler GSU Shop - Statesboro Order for Pick-up! Shop Expan"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "https://mva.microsoft.com/",
      "title": "Training - Courses, Learning Paths, Modules | Microsoft Learn",
      "description": "Develop practical skills through interactive modules and paths or register to learn from an instructor. Master core concepts at your speed and on your schedule.",
      "preview": "Welcome to Microsoft Learn Discover your path Whether you're just starting in a career, or you're an experienced professional, our self-directed appro"
    },
    {
      "url": "https://nv.fcc.gov/lifeline/?id=nv_flow&ebbp=true",
      "title": "Home - National Verifier",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://scholars.lib.ntu.edu.tw/browse?type=author&value=Huang+G.-F.&value_lang=zz",
      "title": "DSpace-CRIS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "http://www.ic3.gov/",
      "title": "Home Page - Internet Crime Complaint Center (IC3)",
      "description": "void",
      "preview": "Skip to content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.reddit.com/submit?url=https://news.microsoft.com/source/&title=Homepage",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.objectiveproductions.net/tag/obtain/",
      "title": "obtain Archives - My Blog",
      "description": "void",
      "preview": "Primary Menu Search for: Search Home obtain For understanding and finalizing on business options, a lot of the companies depend around the prospects t"
    },
    {
      "url": "https://www.tbf.org/news-and-insights/press-releases/2022/july/q4-fy22-grants-announcement-20220707",
      "title": "The Boston Foundation announces nearly $4.2 million in grants - TBF",
      "description": "The grants include the latest round of Open Door Grants and a set of one-time grants to support organizations serving seniors, women and other specific populations",
      "preview": "Boston - The Boston Foundation today announced $4,181,000 in grants to 70 organizations in its final round of grantmaking for the 2022 Fiscal Year. In"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "http://www.lbow.com/",
      "title": "L-Bow kids mittens gloves outdoor apparel",
      "description": "Explore L-Bow's large range of kids' mittens and gloves, perfect for outdoor activities. Durable, warm, and designed to keep little hands protected in all weather.",
      "preview": "Search Rain Suits Shop Winter Expand submenu Shop Winter Collapse submenu Shop Winter Mittens Expand submenu Shop Winter Collapse submenu Shop Winter"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}