{
  "data": [
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://app.geniusu.com/mentor_circles/1045/events/1514",
      "title": "Mini-Mastermind for GeniusU Mentors Week 4 - Webinars on GeniusU",
      "description": "What path should you follow in life? When you follow your natural genius, life becomes a joy. But if you focus on your weaknesses, everything becomes hard work. Take the free, one minute Genius Test, and discover your genius.",
      "preview": "Genius AI Join for free Log in Home Campuses Investor Entrepreneur University School Community Circles Mentors Students Companies Events Courses About"
    },
    {
      "url": "https://www.debi.cz/jedle-oleje/122-kokosovy-olej-panensky.html",
      "title": "Kokosový olej - panenský",
      "description": "Kokosový olej je široce využíván v tradiční kuchyni, jako přirozená náhrada běžného oleje a olivového oleje. Při teplotách nad 25 stupňů je bezbarvou tekutinou.",
      "preview": "> Kategorie produktů > Přírodní oleje > Jedlé oleje > Kokosový olej - panenský Zobrazit větší Předchozí Další Zobrazit všechny obrázky Kokosový olej -"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://danmall.com/",
      "title": "Dan Mall Teaches Design Systems, Design Process, and Design Leadership",
      "description": "Showing you how to use design to live a better life.",
      "preview": "Showing you how to use design to live a better life. Dan Mall Teaches Join 63,400+ subscribers and get tips, tricks, and tools about design systems, p"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://www.fbmbmx.com/new-bellwitch-video-color/",
      "title": "New Bellwitch Video/ Color! - FBM Bike Co.",
      "description": "void",
      "preview": "Skip to content Dillon Leeper - Bellwitch Edit from FBM BMX on Vimeo . The FBM Bellwitch is now available in Clear Ether, in addition to Lamb's Blood"
    },
    {
      "url": "https://findadoctor.atlantichealth.org/provider/Jason+E+Lowenstein/642628",
      "title": "Jason Lowenstein, MD | Orthopedic Surgery | Morristown, NJ | Atlantic Health",
      "description": "Get to know Jason Lowenstein in Morristown, NJ. Explore his affiliations, expertise, and coverage options.",
      "preview": "icon-arrow-left Find a Doctor Accepting New Patients Jason E Lowenstein, MD Orthopedic Surgery, Spine Surgery Male Want to know your insurance options"
    },
    {
      "url": "https://www.sfhta.eu/?page_id=2883&ai1ec=action~agenda%7Cpage_offset~-1%7Ccat_ids~53,54%7Crequest_format~json",
      "title": "Calendar - SFHTA",
      "description": "void",
      "preview": "Aller au contenu Alerte sécurité : Des emails frauduleux usurpant l'identité de la SFHTA circulent. Ne communiquez jamais vos coordonnées bancaires (R"
    },
    {
      "url": "https://propelcenter.org/",
      "title": "Propel Center | HBCU Campus for Innovation",
      "description": "A mission to provide HBCU students with the knowledge, skills, tools and resources necessary to transform our nation's talent pipeline and workforce.",
      "preview": "Download PROPEL Learn App Creating the Next Generation of Leadership The PROPEL Center is a first-of-its-kind technology and innovation hub that partn"
    },
    {
      "url": "https://www.webtoons.com/en/terms/privacyPolicy",
      "title": "Terms of Use | WEBTOON",
      "description": "Please read this Agreement, Privacy Policy and other applicable rules, policies, and terms posted on WEBTOON Website or WEBTOON App before using WEBTOON Website, WEBTOON App and Digital Content.",
      "preview": "skip to content previous tab list TERMS OF USE PRIVACY POLICY COMMUNITY POLICY CANVAS TERMS OF USE AD REVENUE SHARING TERMS COOKIE POLICY SUPER LIKE T"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "http://spr.ly/IMDbApp_iOS",
      "title": "‎IMDb App: iPhone & iPad | IMDb Community Forums",
      "description": "Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies and TV shows on your phone or tablet! IMDb's app for iPhone, iPad & iPod touch",
      "preview": "Find or start a conversation IMDb App: iPhone & iPad Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://www.ottovo-nakladatelstvi.cz/produkt/stopy-zvere/",
      "title": "Stopy zvěře |",
      "description": "Miroslav Bouchner",
      "preview": "Nakladatel Jan Otto OTTOVO NAKLADATELSTVÍ Stopy zvěře Miroslav Bouchner Cena: 269 Kč s DPH 245 Kč bez DPH Popis produktu Produkty v kategorii Stopy zv"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://www.mnkaren.org/",
      "title": "Karen Organization of Minnesota",
      "description": "Karen Organization of Minnesota builds on the strengths of refugee and immigrant communities and removes barriers to achieving economic, social, and cultural wellbeing.",
      "preview": "Skip to content (651)788-7593 Welcome to KOM Building on the strengths of refugee and immigrant communities and removing barriers to achieving economi"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://livretpedagogique.ensicaen.fr/pages/afficherMatiere.php?s=1&m=0&u=73&mo=1387&ma=259",
      "title": "Livret pédagogique numérique",
      "description": "Aucune traduction",
      "preview": "Accueil - Connexion"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://www.visibleearth.nasa.gov/images/89678/fires-threaten-christchurch",
      "title": "Fires Threaten Christchurch",
      "description": "In mid-February 2017, wildfires near Christchurch, New Zealand, spurred the evacuation of more than 1,000 residents.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience."
    },
    {
      "url": "https://www.oceanpanel.org/",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "http://www.unfpa.org/gender-equality",
      "title": "Gender equality | United Nations Population Fund",
      "description": "Gender equality is a human right",
      "preview": "Skip to main content Clear search Gender equality Home What we do Gender equality Gender equality is a human right. Women are entitled to live with di"
    },
    {
      "url": "https://patch.com/new-york/pleasantville/mount-pleasant-cop-says-hess-was-aggressor",
      "title": "Mount Pleasant Cop Says Hess Was 'Aggressor' | Pleasantville, NY Patch",
      "description": "The attorney for Pleasantville P.O. Aaron Hess said it's too soon for the public to be drawing conclusions.",
      "preview": "Skip to main content Nearby Communities Tarrytown-Sleepy Hollow, NY Ossining-Croton-On-Hudson, NY Chappaqua-Mount Kisco, NY White Plains, NY Nyack-Pie"
    },
    {
      "url": "https://dovetail.com/",
      "title": "Dovetail | Customer Intelligence Platform",
      "description": "Dovetail is the leading customer intelligence platform. Assemble. Analyze. Act. Turn feedback into real-time insights that drive innovation and growth.",
      "preview": "Real-time customer intelligence Watch the Fall Launch 2025 keynote Real-time customer intelligence Accelerate innovation Unify unstructured data. AI t"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://forsaljningavaktierivzutuc.netlify.app/1837/5071.html",
      "title": "Mongolisk skrift, mongoliska staten och mongolisk nationalism",
      "description": "void",
      "preview": "4395 Kontorslokaler i Fagersta - Just nu har vi 4 lediga på Det finns 2 personer folkbokförda på denna adress, Erik Lantz (41 år) och Louise Ludvigsso"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://demozoo.org/parties/241/",
      "title": "Dreamhack 1997 - Demozoo",
      "description": "Check out the results and releases from Dreamhack 1997, held 31st October - 2nd November 1997 in Borlänge Kommun, Dalarna, Sweden on Demozoo.",
      "preview": "Party Dreamhack 1997 31st October - 2nd November 1997 Borlänge Kommun, Dalarna, Sweden http://www.dreamhack.se/ Organisers Dion Results file results.t"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "https://www.guggenheim.org/visit",
      "title": "Plan Your Visit | The Guggenheim Museums and Foundation",
      "description": "Plan your visit to the Guggenheim with information about the hours, tickets, discounted admission, and more.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "http://mjrichardsphotography.com/tag/family/",
      "title": "family - M J Richards Photography",
      "description": "void",
      "preview": "Promotional September 30, 2021 Grand Re-Opening view more @2020 M J Richards Photography Add comment Name* Email* Message* Send Comments"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://petcolove.org/lovestories/",
      "title": "Pet Adoption Stories | Petco Love Adopt",
      "description": "Petco Love has helped millions of pets get adopted. Read real-life love stories from pet owners who found their perfect companion with Petco Love Adopt.",
      "preview": "Petco Love | Petco Love Lost | Petco Love Care Search for a pet Search by city or zip Use current location Select Species Dog Cat Other Let's go! Your"
    },
    {
      "url": "https://exifremover.com/",
      "title": "EXIF Remover - Remove EXIF and Metadata from Files Online",
      "description": "Free online EXIF remover for images, videos, and PDFs. Clean metadata from your files to protect your privacy. Fast, secure, and easy to use.",
      "preview": "UPLOAD FILES CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL EXIF Remover EXIF (Exchangeable Image File Format) metadata is automatically embedded in"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://disasterphilanthropy.org/disasters/2023-turkey-syria-earthquake/",
      "title": "2023 Turkey-Syria Earthquake - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search Last updated: Dec. 20, 2024 2023 Turkey-Syria Earthquake Support recovery now LinkedIn Twitter Facebook Email Overview Impact Response &"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/",
      "title": "From Spark To Flame",
      "description": "Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving girl out to change the world. Oh and my name's Ember. No not Amber. And...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://www.containerstore.com/s/natural-boot-rack/d?q=Natural%20Boot%20Rack&productId=11018663",
      "title": "Natural Boot Rack | The Container Store",
      "description": "Shop All",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://www.altmanfoundation.org/",
      "title": "Altman Foundation",
      "description": "Altman Foundation mission is to support programs and institutions that enrich the quality of life in New York City, with a particular focus on initiatives that help individuals, families, and communities benefit from the services and opportunities that",
      "preview": "Building Vibrant Communities Learn More Increasing Access to Educational Opportunities Learn More Enriching Lives through Cultural Engagement Learn Mo"
    },
    {
      "url": "https://covid19relief.sba.gov/",
      "title": "Manage your EIDL | U.S. Small Business Administration",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://chiquillosva-blog.tumblr.com/",
      "title": "osvas blog",
      "description": "sup yo",
      "preview": "osvas blog sup yo home message archive"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://www.slopak.si/",
      "title": "SLOPAK za embalažo poskrbi - Embalažna shema",
      "description": "Slopak zagotavlja izpolnjevanje obveznosti podjetij, ki jim jih nalaga slovenska zakonodaja glede ostankov izdelkov, ki jih proizvajajo, pridobivajo ali uvažajo ter kot prvi dajejo na slovenski trg.",
      "preview": "void"
    },
    {
      "url": "https://www.tobaccofreekids.org/",
      "title": "Home | Campaign for Tobacco-Free Kids",
      "description": "Campaign for Tobacco-Free Kids",
      "preview": "sign up sign up Stopping Big Tobacco from Hooking Kids with Flavored Products WHO report shows major progress in global fight against tobacco, but ind"
    },
    {
      "url": "https://www.thefamilyconservancy.org/",
      "title": "The Family Conservancy | Happy, Healthy, Educated Children",
      "description": "The Family Conservancy focuses on supporting Kansas City families, parents, and teachers who prepare children for success in school and life.",
      "preview": "Lifted Logic Web Design in Kansas City clock location phone play check_box_outline_blank check_box chevron-down chevron-left chevron-right chevron-up"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "https://locate.apple.com",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "https://www.padelfederacion.es/Estadisticas.asp?Id=199323",
      "title": "Estadísticas | FEP",
      "description": "Página oficial de la Federación Española de Pádel con información sobre calendarios, torneos, órganos de gobierno e información general relativa al pádel en el país.",
      "preview": "Estadísticas Jugador/a Indica un número de licencia: Indica un DNI: ALEJANDRO REY LEYVA Número de Licencia: 199323 Categoría: Club Competición Autonóm"
    },
    {
      "url": "https://wwf.panda.org/knowledge_hub/all_publications/living_planet_report_2018/",
      "title": "Home | WWF",
      "description": "Concerned about the future of our planet? WWF's Living Planet Report 2024 provides critical insights into plummeting wildlife populations and potential solutions.",
      "preview": "Menu Menu Choose your region... Global (English) Global (Spanish) Adria (Croatian) Adria (Serbian) Bolivia (Spanish) Brazil (Portugese) Chile (Spanish"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Passport-FAQs/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Photo Passport FAQs",
      "description": "Please see below for frequently asked questions about Passport Photos...",
      "preview": "Photo Help - Photo Passport FAQs Back Walgreens Photo Help Photo Passport FAQs Published 01/31/2025 10:37 AM | Updated 01/31/2025 10:37 AM Please see"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "http://www.bebat.be",
      "title": "Samen recycleren, beter voor ons allemaal | Bebat",
      "description": "Bebat wil samen met jou alle lege batterijen een nieuw leven geven. Hoe we dat doen, en hoe jij kan helpen? Dat ontdek je hier.",
      "preview": "Samen recycleren, beter voor ons allemaal Al 30 jaar geeft Bebat lege batterijen een nieuw leven, door ze in te zamelen in te zamelen , te sorteren so"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://www.newyorkfed.org/",
      "title": "FEDERAL RESERVE BANK of NEW YORK - Serving the Second District and the Nation - FEDERAL RESERVE BANK of NEW YORK",
      "description": "void",
      "preview": "The Rise of Sponsored Service for Clearing Repo Short-Term Inflation Expectations Continue to Tick Up; Labor Market Expectations Deteriorate A Country"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nga.gov/collection/highlights.html",
      "title": "Artworks | National Gallery of Art",
      "description": "Explore our collection of nearly 160,000 works spanning the history of Western art.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://git.bettercrypto.org/ach-master.git/history/722b6ded8bd2caf3a36fd8c13a3f2d90054e8c1c:/src/llncs.cls",
      "title": "GitHub - BetterCrypto/Applied-Crypto-Hardening: Best Current Practices regarding secure online communication and configuration of services using cryptography.",
      "description": "Best Current Practices regarding secure online communication and configuration of services using cryptography. - BetterCrypto/Applied-Crypto-Hardening",
      "preview": "Skip to content"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "http://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
      "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
      "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
      "preview": "Things you buy through our links may earn Vox Media a commission."
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://www.sprayer-outlet.com/Landscapers-Select-48-oz-Handheld-Pump-Sprayer.htm",
      "title": "Landscapers Select 1 1/2 Quart Handheld Garden Sprayer - Insecticide Sprayer | Sprayer Outlet",
      "description": "Quality Economical small handheld garden sprayer provides an easy way to treat plants gently with pesticides.",
      "preview": "1-800-251-8824 Shopping Cart Pump Sprayer Sprayer Parts Lawn and Garden Sprayers Deck Sprayers Hose End Sprayers Backpack Sprayers Chemical Sprayers C"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}