{
  "data": [
    {
      "url": "https://105northtower.tumblr.com/",
      "title": "Obscure Star Trek References",
      "description": "Autistic. Feminist. Lesbiflexable. Polyamorous & Partnered (mattieblack). Knight of Heart.",
      "preview": "R Autism math etc twitter dark heresy me honk classically-lit-memes4u : RIP to everyone killed by the gods for their hubris but im different. and bett"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.francegenweb.org/heraldique/base/top.php?sessionid=0f83103f71f40bf3c27d366d3417a62b",
      "title": "La base Héraldique de FranceGenWeb",
      "description": "La base Héraldique de FranceGenWeb",
      "preview": "FranceGenWeb-Héraldique Accueil Consulter Demander un dessin Départements Anciennes provinces Armoriaux FAQ Initiation Recherche + Menu Principal / To"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "http://www.senato.it/",
      "title": "Homepage | Senato della Repubblica",
      "description": "void",
      "preview": "Salta al contenuto principale Top Menu accessibilità privacy ENG Social Links Navigazione principale L'Istituzione Senatori Lavori Leggi e Documenti E"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "https://www.fiskeridir.no/Yrkesfiske/Rapportering-paa-havet/AApenhet-om-fangst-og-aktivitetsdata-ERS-og-posisjonsrapportering",
      "title": "Åpne data om fangst- aktivitets- og posisjonsrapportering | Fiskeridirektoratet",
      "description": "Det er et mål at forvaltningen skal bidra til større åpenhet om data mottatt fra fiskerinæringen. Fra 1. oktober 2019 gis det derfor innsyn i ERS- og VMS-data.",
      "preview": "Hopp til innhold Vi bruker informasjonskapsler Vi bruker informasjonskapsler på fiskeridir.no for å forstå hvordan besøkende bruker nettsiden, slik at"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://www.yearupannualreport.com/",
      "title": "Year Up Annual Report",
      "description": "Year Up Annual Report",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "https://www.appsyoulove.com/support",
      "title": "Contact 1 - Apps You Love",
      "description": "void",
      "preview": "0 Appsyoulove Support. support@appsyoulove.com Name * First Name Last Name Application name & Platform * Email * Message * Thank you!"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://earthday.org/actions/volunteer/",
      "title": "Volunteer with Earthday.org - Earth Day",
      "description": "Become an Earth Day volunteer! Sign up to get involved and learn how to make an impact for environmental action.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Take Action Volunteer with Earthday.org Home Take Action Volunteer with Earthd"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://www.gowildimages.com/Landscapes/Europe/Switzerland/i-Lt3pt7Q/",
      "title": "Switzerland - GoWild Images Australia",
      "description": "A quick Autumn driving circuit, including Liechtenstein",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://www.allmusic.com/album/hey-world-mw0003429232/credits",
      "title": "Hey World - Lee Brice | Album | AllMusic",
      "description": "Hey World by Lee Brice released in 2020. Find album reviews, track lists, credits, awards and more at AllMusic.",
      "preview": "AllMusic relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Hey World Lee Brice Add to Custom List Add to C"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "https://prepareandprosper.org/",
      "title": "Home - Prepare + Prosper",
      "description": "Financial empowermentfor all Combining the power of caring volunteers, certified training, and expert advice to bring financial wellness, economic justice, and wealth building opportunities to everyone. Free Tax Prep Services...",
      "preview": "Search Close Skip to content Our tax clinics are closed for the rest of 2025 and will reopen in January 2026. Financial empowerment for all Combining"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://tug.org/FontCatalogue/",
      "title": "The LaTeX Font Catalogue - Front Page",
      "description": "void",
      "preview": "[Front Page] [Serif Fonts] [Serif Fonts, Sub-Categorised] [Sans Serif Fonts] [Typewriter Fonts] [Calligraphical and Handwritten Fonts] [Uncial Fonts]"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://www.jonathanglynnsmith.com/",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://www.militaryonesource.mil/coronavirus/",
      "title": "Health Resources for Prevention & Care | Military OneSource",
      "description": "Military OneSource offers support and resources for military service members and families to maintain a healthy lifestyle and prevent harmful habits.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://www.wjbf.com/news/crime-news/woman-behind-bars-after-allegedly-driving-suv-into-popeyes-building/",
      "title": "Woman behind bars after allegedly driving SUV into Popeyes building | WJBF",
      "description": "UPDATE, 02/23/2023, 5:19 P.M. - According to an incident report filed by the Richmond County Sheriff's Office, the Popeyes manager says that Miller drove her SUV into the building after becoming angry that her order did not have any biscuits. The manager says that prior to the crash, the mistake was corrected by giving Miller [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "http://www.csiresearch.com/JOSI-BUS-Fall2015.html",
      "title": "Academic Research Conference | Center For Scholastic Inquiry",
      "description": "CSI hosts premier conferences for academic research, behavioral science and business research. Visit our website for more information about us.",
      "preview": "Journal of Scholastic Inquiry: Business 1 Home About Us Our Team Conferences Journals Membership FAQs RESEARCHING PROFESSIONAL PRACTICE Contact Us 48"
    },
    {
      "url": "https://flutter.dev/docs/development/packages-and-plugins/developing-packages#add-support-for-platforms-in-an-existing-plugin-project",
      "title": "Developing | Flutter",
      "description": "How to write packages and plugins for Flutter.",
      "preview": "docs.flutter.dev uses cookies from Google to deliver and enhance the quality of its services and to analyze traffic. Learn more . OK, got it list On t"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rescue.org/charity-stream",
      "title": "Streaming for the IRC | The IRC",
      "description": "When an emergency strikes, YOU can help us provide life-changing support, including clean water, urgent medical care, and critical supplies. And thanks to you, we'll stay for as long as we are needed, helping people and communities to rebuild. Whether you're a speedgamer or TikToker, a podcast host or a proud pet parent, your stream to support the IRC's work can help us inspire more moments of courage in the year ahead.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://2016annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "http://www.inegi.org.mx/terminos/terminos_info.aspx",
      "title": "Página no encontrada",
      "description": "void",
      "preview": "Esta liga ya no existe, lamentamos el inconveniente. En un momento serás redirigido al contenido más relacionado con tu búsqueda. Si no es lo que busc"
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://www.brandenburg-business-guide.de/de/karte?poi=221457",
      "title": "Brandenburg Business Guide",
      "description": "BBG - das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren.",
      "preview": "Das Geoportal zum Wirtschaftsstandort Brandenburg. Alle wichtigen Informationen für Unternehmen und Investoren. Bitte aktivieren Sie JavaScript in Ihr"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://maryannyutzy.com/2007/12/24/christmas-card-and-letter-2007/",
      "title": "Christmas Card and Letter, 2007 | Delaware Grammy",
      "description": "Christmas, 2007 Shady Acres * 7484 Shawnee Road * Milford, DE 19963 And suddenly there was with the Angel, a multitude of the Heavenly host, praising God, and saying, \"Glory to God in the Highest, and on Earth, peace, goodwill toward men.\" Luke2:13,14 KJV Dear Family and Friends everywhere, This is a bright December...",
      "preview": "Delaware Grammy Skip to content Home ← Previous Post Next Post → December 24, 2007 · 11:15 pm ↓ Jump to Comments Christmas Card and Letter, 2007 Chris"
    },
    {
      "url": "https://maxgrowshop.fi/rum_m_Kituri-de-cultivare_Kituri-camere-de-cultura-_Kituri-Gavita-729.html",
      "title": "Sklep zakończył działalność - IdoSell",
      "description": "void",
      "preview": "Sklep zakończył działalność Sklep maxgrowshop.fi zakończył działalność. Jeśli potrzebujesz skontaktować się z właścicielem tego sklepu, prosimy o kont"
    },
    {
      "url": "http://www.numbertheory.org/ntw/N5.html",
      "title": "ONLINE THESES IN NUMBER THEORY",
      "description": "void",
      "preview": "Online Theses in Number Theory Thèses habilitations, France [ 2023 | 2022 | 2021 | 2020 | 2018 | 2017 | 2016 | 2015 | 2014 | 2013 | 2012 | 2011 | 2010"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://www.bgci.org/",
      "title": "BGCI | Botanic Gardens Conservation International",
      "description": "BGCI's work aims to promote and develop a more efficient, cost effective and rational approach to plant conservation in botanic gardens.",
      "preview": "Homepage | BGCI logo Group 23 Garden Search Garden Search Plant Search Threat Search Plant Search Threat Search GlobalTree Search Fill 1 cross lense G"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "http://theaterdeverbeelding.nl/",
      "title": "Home - Theater de Verbeelding",
      "description": "Theater de Verbeelding is het eigenzinnige theater in Purmerend met een theaterzaal in P3. Jonge makers, nieuwe makers, nieuw aanbod.",
      "preview": "Skip to content Kom snel kijken naar de vernieuwde P3 Bestel nu alvast je kaarten voor 2026 Dorfmann & Bos - Barricade, PREMIÈRE IN ONS THEATER -> Bes"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://tcbc.biketcbc.org/stats/pages/calendar.xhtml;jsessionid=5813C94EDE9F8CB5F231410D8C09A1CF",
      "title": "Ride Calendar - Twin Cities Bicycling Club",
      "description": "void",
      "preview": "Links Return to Home Site Home Home Rides Rides Club Club Club Leader Schedule Leader Schedule Club Administration Club Administration Calendar List V"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "https://www.bwwa-us.com/",
      "title": "Black Women's Wealth Alliance",
      "description": "void",
      "preview": "Black Women's Wealth Alliance Serving Foundational Black American Women Since 2014 contribute to BWWA Today! STAY CONNECTED BY SIGNING UP FOR OUR NEWS"
    },
    {
      "url": "https://tbrnewsmedia.com/tag/suffolk-county-plastic-reduction-task-force/",
      "title": "Suffolk County Plastic Reduction Task Force | TBR News Media",
      "description": "void",
      "preview": "CLOSE Home News The Village Beacon Record The Port Times Record The Village Times Herald The Times of Middle Country The Times of Smithtown The Times"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "http://repositorio.unicauca.edu.co:8080/handle/123456789/9/discover?filtertype_0=subject&filtertype_1=subject&filtertype_2=subject&filter_relational_operator_1=equals&filtertype_3=author&filter_relational_operator_0=equals&filtertype_4=has_content_in_original_bundle&filter_2=Fortalecimiento&filter_relational_operator_3=equals&filtertype_5=subject&filter_1=Experiencias+significativas&filter_relational_operator_2=equals&filtertype_6=subject&filter_0=Indagaci%C3%B3n&filter_relational_operator_5=equals&filtertype_7=dateIssued&filter_relational_operator_4=equals&filter_6=Ense%C3%B1anza&filter_relational_operator_7=equals&filter_5=Estudiantes&filter_relational_operator_6=equals&filter_4=true&filter_3=Barona+Cayola%2C+Luz+Mery&filter_7=%5B2010+TO+2019%5D&filtertype=author&filter_relational_operator=equals&filter=Castillo+Sinisterra%2C+Luz+Elena",
      "title": "Buscar",
      "description": "void",
      "preview": "Repositorio Universidad del Cauca Buscar Login Principal → Facultad de Ciencias Naturales, Exactas y de la Educación → Buscar JavaScript is disabled f"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/people/staff",
      "title": "Staff | Center for Ocean Solutions",
      "description": "void",
      "preview": "Staff Skip Secondary Navigation Main content start Leadership Jim Leape Co-Director Fiorenza Micheli Co-Director Elizabeth Selig Managing Director Sen"
    },
    {
      "url": "http://filesystems.org/",
      "title": "FiST: Stackable File System Language and Templates",
      "description": "void",
      "preview": "FiST: Stackable File System Language and Templates File System development is very difficult and time consuming. Even small changes to existing file s"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://creatoracademy.youtube.com/page/home",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://Census.gov",
      "title": "Census.gov | U.S. Census Bureau Homepage",
      "description": "The Census Bureau's mission is to serve as the nation's leading provider of quality data about its people and economy.",
      "preview": "census.gov Notification Due to the lapse of federal funding, portions of this website are not being updated. Any inquiries submitted via www.census.go"
    },
    {
      "url": "https://www.bonsainut.com/tags/tokaname/",
      "title": "tokaname | Bonsai Nut",
      "description": "The most popular Bonsai Community in the WORLD!",
      "preview": "Latest activity Register Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to in"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    },
    {
      "url": "https://pic-collage.com/_D8PFzwsv",
      "title": "PicCollage",
      "description": "Create and Celebrate. The easiest way to send photo and video greetings to friends and family. Download PicCollage for free now!",
      "preview": "We use cookies to provide you with a better service and for promotional purposes. By continuing to use this site you consent to our use of cookies as"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://www.fitbit.com/global/us/products/trackers/charge5",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://www.apo-observers.org/about-observers",
      "title": "About Observers | Association for Professional Observers (APO)",
      "description": "What is an Observer? An \"observer\" is a person who is authorized by a regulatory authority to collect scientific information to assist in the monitoring, compliance and surveillance (MSC) of commercial exploitation of marine resources. The observer must be financially independent of the industry being monitored. Observers generally do not...",
      "preview": "Skip to content About Observers What is an Observer? An \"observer\" is a person who is authorized by a regulatory authority to collect scientific infor"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}