{
  "data": [
    {
      "url": "https://mpa-guide.protectedplanet.net/",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "http://www.butlersoffarhills.com/blog/entry/signature-style-of-entertaining-featured-at-bernards-inn-bridal-showcase-2013",
      "title": "Signature Style of Entertaining featured at Bernards Inn Bridal Showcase 2013 - Jeff's Blog - Butlers of Far Hills",
      "description": "Below is a video clip which will give you a peek into the Bridal Showcase held at the Bernards Inn back in January . &amp;nbsp;I featured several Signature Style tables to showcase various individual styles for a wedding. &amp;nbsp;Creating a Signature event",
      "preview": "Back to Blog Subscribe to Our Blog Search Search Categories Bernards Inn Butlers of Far Hills Drumthwacket Inspiration Interior Design J. Butler Colle"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://fishka3-blog.tumblr.com/",
      "title": "@fishka3-blog on Tumblr",
      "description": "Follow @fishka3-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://y99.in/",
      "title": "Y99 - Free Random Online Chat Rooms without Registration",
      "description": "Y99 is a chatting site for free random online international chat rooms(private and group) without registration or sign up. Meet strangers, make new friends.",
      "preview": "Read more Y99.in Chat Rooms Free International Chat Rooms For Guest Chatting without registration or sign up. Create, share and join Private and group"
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "https://krita-artists.org/tos",
      "title": "Terms of Service - Krita Artists",
      "description": "A central hub for Krita artists and developers",
      "preview": "About"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "http://www.robhyndman.com/2007/11/20/bell-aims-to-steal-iphone-thunder-with-limitless-data-on-rival-device/",
      "title": "\"Bell aims to steal iPhone thunder with limitless data on rival device\"",
      "description": "Well, Bell is certainly expecting Rogers' iPhone announcement at any moment, and it looks like the carriers have been listening to public complaints about wireless data rates, and / or have been hearing Apple's footsteps (see this article on efforts",
      "preview": "Home Archives Food #hohoto About Flickr Hyndman | Law mesh Twitter Feed \"Bell aims to steal iPhone thunder with limitless data on rival device\" 20 Nov"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "http://equitythroughresearch.com/",
      "title": "Red Orchid Spa in Dubai",
      "description": "void",
      "preview": "welcome to Red Orchid Spa THE SPA EXPERIENCE IS NO LONGER A COSTLY LUXURY. RED ORCHID SPA IS FOR ANYONE WHO WANTS TO FREQUENTLY RELAX, ESCAPE, AND THR"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://betweennapsontheporch.net/christmas-in-heaven/?replytocom=646275",
      "title": "Christmas in Heaven",
      "description": "Enjoy this beautiful Christmas table setting with a joyous angel theme.",
      "preview": "Between Naps on the Porch Decorating, Tablescaping, Before and Afters, Thrifty Finds, and Gardening Home TABLESCAPES Holiday Christmas Easter Hallowee"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.ccep.jobs/location/toulouse-jobs/26309/3017382-11071623-2972315/4",
      "title": "Search Toulouse Jobs at CCEP",
      "description": "Search Toulouse Jobs at CCEP",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters BEING YOU IS ALL IT TAKES. MAKE MAGIC HAPPEN. Keyword Search City, State, or ZIP Se"
    },
    {
      "url": "https://nyulangone.org/doctors/1336430081/mary-l-stevenson",
      "title": "Mary L. Stevenson, MD | NYU Langone Health",
      "description": "NYU Langone dermatologist Dr. Mary Stevenson performs Mohs micrographic surgery for people who have skin cancer. Learn more.",
      "preview": "We use cookies and similar tools to give you the best website experience. By using our site, you accept our Websites Privacy Policy . Close Telehealth"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://www.cvent.com/d/9jqbdx",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    },
    {
      "url": "https://app.geniusu.com/mentor_circles/1045/events/1514",
      "title": "Mini-Mastermind for GeniusU Mentors Week 4 - Webinars on GeniusU",
      "description": "What path should you follow in life? When you follow your natural genius, life becomes a joy. But if you focus on your weaknesses, everything becomes hard work. Take the free, one minute Genius Test, and discover your genius.",
      "preview": "Genius AI Join for free Log in Home Campuses Investor Entrepreneur University School Community Circles Mentors Students Companies Events Courses About"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://www.unionbank.com/about-us/corporate-profile-bod",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.insideedition.com/ghost-dog-found-with-pack-of-coyotes-inspires-battle-between-rescuers-and-couple-who-say-pup-is",
      "title": "Battle Waged Over Rescued Dog Who Roamed Streets With Coyote Pack | Inside Edition",
      "description": "The story of the dog raised by coyotes is now getting national attention, with many comparing it to the legend of the boy raised in the wild by wolves.",
      "preview": "Animals 'Ghost,' Dog Found With Pack of Coyotes, Inspires Battle Between Rescuers and Couple Who Say Pup Is Theirs Was This Dog Raised by Coyotes? 'Mo"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://topf4you.ch/produkt-schlagwort/cassetta-siepi/",
      "title": "cassetta siepi - Topf4you",
      "description": "void",
      "preview": "Frühlingsaktion: 15% Rabatt auf alles ✅ Jetzt bestellen und profitieren! Verwerfen Zum Inhalt springen Filter Es wurden keine Produkte gefunden, die d"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://panerabread.wgiftcard.com/responsive/personalize_responsive/chooseDesign/panerabread/1",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.autismo.org.es/actualidad/articulo/lo-que-no-sabias-del-sindrome-de-asperger",
      "title": "Síndrome de Asperger: Qué es y características del trastorno",
      "description": "Te explicamos qué es el Síndrome de Asperger y sus características ¡Cómo AYUDAR a una persona con autismo!",
      "preview": "El autismo Qué es el autismo Detección y diagnóstico Intervención y apoyos Preguntas frecuentes Información y recursos Testimonios en primera persona"
    },
    {
      "url": "https://getgenie.ai/",
      "title": "GetGenie: Write, Optimize & Track Content with AI",
      "description": "Write & optimize 20x faster to rank higher & drive qualified traffic with the all-in-one AI SEO writing tool. Track SEO data to optimize organic performance.",
      "preview": "Rated 4.9 40,000+ Active Installs Rated 4.8 Find Top Keywords, Craft Content and Track SEO in WordPress Get instant AI content with customizable templ"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "https://www.deviantart.com/",
      "title": "DeviantArt - The Largest Online Art Gallery and Community",
      "description": "DeviantArt is where art and community thrive. Explore over 350 million pieces of art while connecting to fellow artists and art enthusiasts.",
      "preview": "All Witchinghour AI Art Digital Art Fan Art Photography Fantasy Anime and Manga Cosplay Adoptables Character Design Comics Concept Art Game Art Scienc"
    },
    {
      "url": "https://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=_h0005__.docx&DocumentType=Bill&BillNumber=0005&Session=2022",
      "title": "Request Rejected",
      "description": "void",
      "preview": "The requested URL was rejected. Please consult with your administrator. Your support ID is: 13731509555118712843"
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "https://iconer.app/",
      "title": "Iconer: Free Icons for Everything (SVG, PNG, JSX)",
      "description": "App where you can easily customize icons. Choose from a variety of libraries with different licenses. Edit attributes, copy and export effortlessly.",
      "preview": "Free Icons for Everything Search, remix and download royalty free icons for any project in SVG, PNG, HTML, JSX and more. Animals Apps Brand Communicat"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://online.flipbuilder.com/wool/gsun/mobile/index.html",
      "title": "Penn State Civil and Environmental Engineering 2021 Annual Report",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-korma",
      "title": "Chicken korma recipe | Good Food",
      "description": "Not sure what to make for dinner? This light chicken korma recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken korma Good Food team Save recipe Serves 4 Easy Prep: 10 mins Cook: 25 mins A star rating of 4.5 out of 5. 402 ratings Rat"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.servinauta.com/1487-2/img-20180822-wa0012/",
      "title": "img-20180822-wa0012 - Servinauta",
      "description": "void",
      "preview": "Buscador Buscar Inicio Servicios Barcos de Ocasión Alquiler Academia Náutica Noticias Contacto Buscar... Noticias: Buscar... Todas las noticias Archiv"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://homominimus.com/2014/06/06/como-aprendi-a-tomar-cafe-sin-azucar-o-sacarina/?replytocom=32214",
      "title": "Cómo aprendí a tomar café sin azúcar o sacarina - Homo Mínimus",
      "description": "Hasta hace 4 años siempre había tomado el café con sacarina, y antes con azúcar, pero consideré que la sacarina también podía tener efectos perjudiciales así que decidí librarme de ella. Hubo un tiempo en que yo decía que tomaba azúcar con café más que café con azúcar. La sacarina fue un sucedáneo que me...",
      "preview": "Saltar al contenido Homo Minimus Herrramientas del minimalismo existencial 6.6.14 31.7.23 Hasta hace 4 años siempre había tomado el café con sacarina,"
    },
    {
      "url": "https://www.houstonchronicle.com/lifestyle/home-design/article/Houston-Endowment-building-17487069.php#photo-22989000",
      "title": "Inside Houston Endowment's new building in Spotts Park",
      "description": "An exclusive look at the Houston Endowment's new $20 million building. The modern structure will launch a new era for the endowment, which just moved from its longtime office space on the 64th floor of the JPMorgan Chase Tower.",
      "preview": "Lifestyle // Home Design New Houston Endowment HQ brings brings the city one step closer to new age of modern design By Diane Cowen , Staff writer Upd"
    },
    {
      "url": "https://www.khon2.com/local-news/passengers-shaken-by-turbulence-floating-off-of-our-chairs/",
      "title": "Passengers shaken by turbulence 'Floating off of our chairs' | KHON2",
      "description": "It was a terrifying moment for nearly 300 Hawaiian Airlines passengers. The Honolulu-bound flight from Phoenix experienced severe turbulence about 30 minutes before landing which sent at least 11 people to the hospital in serious condition.",
      "preview": "Skip to content"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/syr/",
      "title": "AR6 Synthesis Report: Climate Change 2023",
      "description": "Intergovernmental Panel on Climate Change",
      "preview": "Summary for Policymakers ▼ Longer Report ▼ SYR (Full volume) ▼ Figures ► Headline Statements ▼ Annexes and Index ▼ Press Release ► Presentation ▼ Watc"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://forum.hardware.fr/hfr/Programmation/Perl/repertoire-serveur-distant-sujet_128705_1.htm",
      "title": "Zipper un répertoire, fichier sur un serveur distant - Perl - Programmation - FORUM HardWare.fr",
      "description": "void",
      "preview": "Forum | HardWare.fr | News | Articles | PC | S'identifier | S'inscrire | Shop Recherche 3084 connectés FORUM HardWare.fr Programmation Perl Zipper un"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://lonehawkhats.com/",
      "title": "Lone Hawk Hats",
      "description": "Custom vintage hats made in the USA and restyled and reshaped in New Mexico by hand using environmentally safe materials. All Sales Are Final Thank you!",
      "preview": "Search close (esc) Close menu Shop Ready To Ship About Us Sizing Archive Charlie Merch Log in Create account Search About Us Contact Us Instagram Clos"
    },
    {
      "url": "https://shopmsd.com/products/mountain-sledder-magazine-ride-guide-volume-2-golden",
      "title": "Mountain Sledder Magazine Ride Guide - Volume 2: Golden & Columbia Val - ShopMSD",
      "description": "This guidebook series, written exclusively for sledders, highlights all of the most popular and many of the lesser known snowmobiling zones in each volume's respective region. In it you'll find all of the information you need to plan and get the most of a sled trip there, including how to find each zone and what to e",
      "preview": "AS OF SEPTEMBER 17, ALL SALES ARE FINAL (NO RETURNS, EXCHANGES) Roll over image to zoom in Mountain Sledder Magazine Ride Guide - Volume 2: Golden & C"
    },
    {
      "url": "https://sports.yahoo.com/tiger-woods-finished-a-successful-painful-week-in-return-at-genesis-invitational-222615478.html",
      "title": "Tiger Woods finished a successful, painful week in return at the Genesis Invitational - Yahoo Sports",
      "description": "\"It certainly was a little bit more difficult than I probably let on.\"",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "http://www.tlboehm.com/",
      "title": "Thomas L. Boehm",
      "description": "void",
      "preview": "FAITH FOR ALL SCRIPTURE FOR ALL EDUCATION FOR ALL Welcome to TLBoehm.com. This website is a gateway to all my personal and professional work. Take a l"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "http://www.research.umd.edu/lm",
      "title": "Partnership Overview: Lockheed Martin | Division of Research",
      "description": "void",
      "preview": "Skip to main content Partnership Overview: Lockheed Martin The University of Maryland and Lockheed Martin Corporation established a strategic partners"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "https://traininginelectrical.co.uk/blog/ever-considered-a-career-as-an-electrical-installation-testing-engineer",
      "title": "Ever considered a career as an Electrical Installation Testing Engineer? : Training in Electrical",
      "description": "As part of Training in Electricals' commitment to the Year of Engineering, we have identified an upsurge in the demand for Electrical Installation Testing Engineers.",
      "preview": "Our phone system is currently down. Please call 07468 418 535 for assistance. Electrical Training Courses in Nottingham - 7 Days a Week 01157 950 431"
    },
    {
      "url": "https://www.military.com/spousebuzz/2020/04/21/making-military-spouses-focus-abby-malchow.html",
      "title": "Making Military Spouses a Focus: Abby Malchow | Military.com",
      "description": "Sometimes, the most powerful forces behind change come from someone who didn't even know what they were getting into.",
      "preview": "Making Military Spouses a Focus: Abby Malchow (Photo Courtesy of Abby Malchow) Military.com | By Rebecca Alwine Published April 21, 2020 Advocates are"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://www.wcpfc.int/home",
      "title": "Home | WCPFC",
      "description": "void",
      "preview": "Skip to main content You are here Home A A A Western & Central Pacific Fisheries Commission (WCPFC) The Western and Central Pacific Fisheries Commissi"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://events.microsoft.com/en-us/allevents/?language=English&clientTimeZone=1&search=security",
      "title": "Microsoft Events Search",
      "description": "Find Microsoft events and learning opportunities designed to help you expand your expertise, learn new skills, and build community.",
      "preview": "This is the Trace Id: 59d164a435a2151836bc0284837ba5eb Skip to main content Expand your skills and shape the future at Microsoft Ignite, November 18-2"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://lbeauty334-blog.tumblr.com/",
      "title": "@lbeauty334-blog on Tumblr",
      "description": "Follow @lbeauty334-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.superawesome.com/privacy-hub/awesomeads-privacy-policy/)",
      "title": "AwesomeAds Marketplace Privacy Policy - SuperAwesome",
      "description": "SuperAwesome delivers compliant, kid-safe ad campaigns globally through AwesomeAds, our digital advertising platform. Our business was created specifically to develop kidtech - technology solutions for the compliance requirements of the digital kids' market.",
      "preview": "English AwesomeAds Marketplace Privacy Policy Last updated: 2 October 2024 Welcome to the AwesomeAds Marketplace Privacy Policy Contents 1. About us 2"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.roseyredphotography.com/",
      "title": "Home",
      "description": "void",
      "preview": "ENTER menu inquire his is you TIME 01. 02. 03. 04. 05. offerings portfolio about education contact Last we checked, photos are the best we've got wh"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}