{
  "data": [
    {
      "url": "https://not-checklist.intopia.digital/",
      "title": "Accessibility Not-Checklist | Brewed by team Intopia",
      "description": "The Accessibility Not-Checklist acts as a guide to make sure you haven't missed anything. If you're new to accessibility, the resource provides a foundation - it's an overview of what you'll need to consider, but it won't teach you WCAG from front to back.",
      "preview": "Loading..."
    },
    {
      "url": "https://modarchive.org/index.php?faq-01-general",
      "title": "The Mod Archive v4.0b - A distinctive collection of modules - Documentation",
      "description": "void",
      "preview": "[ ? ] [ X ] [ Torrents ] Not logged in. Detailed module view [disabled] Member Login Login Create Account Forgotten Password Music... Search... New St"
    },
    {
      "url": "https://www.flowers4iceland.com/alftanes",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "https://hrim.is/product/winter-stories-fox/",
      "title": "Hrim",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jobsfoundation.org/",
      "title": "Jobs Foundation",
      "description": "void",
      "preview": "JOBS FOUNDATION provides job training and practical experience for adults facing barriers to employment that prepares them to be more valuable employe"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://www.indiasa.org/tax_info.php",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "http://www.d20monkey.com/comic/gratuitous-flashback/",
      "title": "» Gratuitous Flashback",
      "description": "This strip is a little talking head and copy/pastey. Deal with it, person already typing that comment. You have no power here. AND OMG A NEW SHIRT!",
      "preview": "/> Next > Last >> Gratuitous Flashback Chapter: Season Eight This strip is a little talking head and copy/pastey. Deal with it, person already typing"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://www.kff.org/interactive/womens-health-profiles/?activeState=USA&activeCategoryIndex=0&activeView=map",
      "title": "State Profiles for Women's Health | KFF",
      "description": "Explore the latest state-specific data and policies on women's health in the U.S. Topics include health status, insurance and Medicaid coverage, use of preventive services, sexual health, maternal and infant health, and abortion policies. Many indicators provide state-level information for women of different racial and ethnic groups.",
      "preview": "Skip to main content Home Interactives State Profiles for Women's Health Explore the latest state-specific data and policies on women's health in the"
    },
    {
      "url": "https://gisgames.tumblr.com/",
      "title": "Last year geomatics student",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Photos 50242 Notes sosuperawesome : Solar System by Jian Guo on inprnt See more illustration So Super Awes"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.investormeetcompany.com/kodal-minerals-plc/register-investor",
      "title": "Investor Meet Company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://hullhrc.com/events-calendar/",
      "title": "Events Calendar - Heritage Reformed Congregation of Hull Iowa",
      "description": "void",
      "preview": "Close Events Calendar"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "http://www.sella.it/",
      "title": "Home | Banca Sella",
      "description": "Banca Sella - La tua banca online",
      "preview": "void"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://val202.rtvslo.si/2011/03/ziva-zemlja-in-teorija-gaje/",
      "title": "Val 202 • Frekvenca X • Živa Zemlja in teorija Gaje. Gost: dr. Stephan Harding.",
      "description": "Malokatera znanstvena teorija 20. stoletja je vzburila več domišljije, simpatij, kritik, burnih polemik in ostrih nasprotovanj, kot ideja, da je naš planet na nek način živ in da diha skupaj z bitji, ki ga poseljujejo. Znana kot hipoteza Gaje, po grški boginji Zemlje, se je ta kontroverzna zamisel v 1960-tih porodila danes 91 letnemu britanskemu znanstveniku Jamesu Lovelocku.",
      "preview": "RTV SLO Radio Vstopna stran V živo Spored Podkasti Prvi Val 202 Ars Radio Si Radio Maribor Radio Koper Radio Capodistria MMR Televizija Vstopna stran"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "http://jasonheadley.com/",
      "title": "Jason Headley",
      "description": "void",
      "preview": "Projects About Contact Lightyear Onward"
    },
    {
      "url": "https://www.taylorjeanstephan.com/",
      "title": "Taylor Jean Stephan",
      "description": "Taylor Jean Stephan is a beauty, wellness & style expert. Her writing has appeared in Cosmopolitan, Elle, Oprah Daily, Women's Health, Refinery29, The Zoe Report, AskMen and more. She's an on- air correspondent and you can also find her on Instagram partnering with brands to review new products and try out hot celeb treatments.",
      "preview": "Scroll Taylor Jean Stephan is a beauty, wellness & style expert Work With Me shop with me Beauty Style wellness Nice to meet you! Meet Taylor Taylor p"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://jsfiddle.net/p999yde8/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://ncbiinsights.ncbi.nlm.nih.gov/",
      "title": "NCBI Insights - News about NCBI resources and events",
      "description": "News about NCBI resources and events",
      "preview": "Skip to content Menu Use of earliest publication date for determining NIH Public Access compliance As shared in the July National Center for Biotechno"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "https://www.urbanic.com/?country_code=IN&utm_source=google&utm_medium=cpc&gclid=CjwKCAiA7939BRBMEiwA-hX5JxrSomTtxmB1OVfePe9Bp00h",
      "title": "URBANIC",
      "description": "URBANIC",
      "preview": "Skip to content ABOUT WISHLIST Search Trending Now Bodycon Dresses T-Shirts Jeans Blazers Popular Products Classic Blazer with Patchwork Rs. 11,598.10"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://johanngoutard.fr/projects/VxzzP?album_id=101220",
      "title": "Concept Artist freelance - Journey",
      "description": "Marketing concept for app©2018",
      "preview": "Journey Share Pin Share Share Marketing concept for app©2018 Report description Content person User"
    },
    {
      "url": "https://www.zinccafe.com/",
      "title": "Zinc Cafe | Home",
      "description": "At Zinc, our mission is to create a welcoming space where everyone feels at home. Whether you're stopping in for a vibrant, flavor-forward New...",
      "preview": "LAGUNA BEACH Visit us 350 Ocean Avenue, Laguna Beach, CA, 92651, United States MARKET & CAFE HOURS DAILY | 7am - 4pm CONTACT 949.494.6302 | laguna@zin"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/azure/",
      "title": "Training for Azure | Microsoft Learn",
      "description": "Grow your skills to build and manage applications in the cloud, on-premises, and at the edge.",
      "preview": "Microsoft Learn for Azure Microsoft Azure Grow your skills to build and manage applications in the cloud, on-premises, and at the edge. Browse all Azu"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "https://www.whitehousehistory.org/photos/sarah-rosemary-carters-handprints-in-the-childrens-garden",
      "title": "Sarah Rosemary Carter's Handprints in the Children's Garden - White House Historical Association",
      "description": "This photograph is of the stone holding Sarah Rosemary Carter's handprints. She was the granddaughter of President Jimmy Carter and the handprints are part of t...",
      "preview": "Main Content Sarah Rosemary Carter's Handprints in the Children's Garden This photograph is of the stone holding Sarah Rosemary Carter's handprints. S"
    },
    {
      "url": "http://tomperrotta.net/tracy-flick-cant-win/",
      "title": "Tracy Flick Can't Win",
      "description": "void",
      "preview": "On Sale June 7, 2022 | Pre Order: Tracy Flick is back and, once again, the iconic protagonist of Tom Perrotta's Election -and Reese Witherspoon's char"
    },
    {
      "url": "https://www.military.com/veteran-jobs/goodwill-industries-has-answer-new-survey-found-job-seekers-still-lack-critical-skills.html",
      "title": "Goodwill Industries Has an Answer to New Survey That Found Job Seekers Still Lack Critical Skills | Military.com",
      "description": "You may not know that Goodwill Industries does a lot more than resell used items for low prices.",
      "preview": "Goodwill Industries Has an Answer to New Survey That Found Job Seekers Still Lack Critical Skills Staff Sgt. Manoj Williams, an electrical systems cra"
    },
    {
      "url": "http://RLC-Prensa@fao.org",
      "title": "Home | Food and Agriculture Organization of the United Nations",
      "description": "FAO Home page.",
      "preview": "Share Close World Food Day 2025 In focus Hand in Hand for Better Foods and a Better Future On 16 October, join World Food Day to transform agrifood sy"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "http://envs.ucsc.edu",
      "title": "Environmental Studies - Leading sustainability through education and research",
      "description": "void",
      "preview": "In the Environmental Studies Department at UC Santa Cruz, we see environmental problems as human problems, with societal causes, impacts, and solution"
    },
    {
      "url": "https://beefree.io/",
      "title": "Free Drag & Drop HTML Email Template Builder | Beefree",
      "description": "Speed up email creation with Beefree's drag-and-drop, no-code HTML email builder and editor. Compatible with your favorite sending platform. Sign up for free!",
      "preview": "Get started The email builder used by top brands Real reviews from real customers Verified by \"Great tool to speed up email creation workflow\" Patrici"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "https://www.interlusa.com/en/lighting/lamps/art-lamps/floor-lamp-ivone-4xe27-h.171xd.65cm-blacksatin-nickel-cm002*4f",
      "title": "Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel",
      "description": "Within the Art Lamps collection, we present to you the floor lamp IVONE. The measures of this floor lamp model are of 171 cm high, 65 cm diameter, in black, satin nickel. This model requires 4 light bulbs E27.",
      "preview": "LOGO About us Contactos LOGIN / SIGN-UP Downloads Images IVONE Stock Limitado + - Quotation Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel Spe"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://www.smartcitiesdive.com/news/death-of-the-downtown-how-cities-can-rebuild-using-tactical-urbanism/587291/",
      "title": "Death of the downtown: How cities can rebuild using 'tactical urbanism' | Smart Cities Dive",
      "description": "Whether or not cities &quot;bounce back&quot; from the COVID-19 pandemic will be determined by the choices they make to reimagine their downtown hubs, experts say.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's smart cities industry news Let Smart Cities Dive's free newsletter keep you informed, st"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://speechify.com/medium?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://developer.microsoft.com/en-us/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "http://www.chessdom.com/",
      "title": "Chessdom - Chess, chess news, live chess games",
      "description": "Chess, chess news, live chess games",
      "preview": "Chessdom Featured Latest Popular Chess News Ukraine and Poland are sole leaders in the Open and Women sections of ETCC 2025 132 Chess News Day 2 Kaspa"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://www.cnbc.com/2020/11/23/trump-biden-transition-of-power-essential-for-small-businesses-renters-homeowners.html",
      "title": "Op-ed: Trump-Biden transition essential for small businesses, renters, homeowners",
      "description": "If the Biden administration enters office without being properly prepared, the American people will suffer, writes former HUD and SBA chief Steven C. Preston.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu Key Points If the Biden administration ent"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.quepasaboricua.com/labrador/event/?s=1&location=GM&show=15",
      "title": "Una Red Social Netamente Puertorriqueña",
      "description": "Una Red Social Netamente Puertorriqueña",
      "preview": "void"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://www.claudiodescalzi.com/world-energy-outlook-2019-il-commento-dellad-di-eni-claudio-descalzi/",
      "title": "World Energy Outlook 2019: il commento dell'AD di Eni Claudio Descalzi - Claudio Descalzi",
      "description": "Più solida, più snella, in grado di affrontare i \"cammini più tortuosi\" legati alla volatilità dei prezzi dell'energia e alla geopolitica \"i cui segnali sono sempre più difficili da interpretare\": a delineare il ritratto di Eni è l'Amministratore Delegato Claudio Descalzi, invitato a intervenire lo scorso 9 dicembre in occasione della presentazione del World Energy",
      "preview": "Claudio Descalzi Biografia News e Interviste Logbook Video Torna alle news Share Share on Facebook Tweet Share on Google+ Share on LinkedIn World Ener"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://www.paypal.com/en/webapps/mpp/ua/privacy-full",
      "title": "PayPal Privacy Statement",
      "description": "PayPal Privacy Statement",
      "preview": "Menu PayPal Privacy Statement PayPal Privacy Statement Last updated on February 13, 2025 Overview PayPal, Inc. (\"we,\" \"our,\" \"us,\" \"PayPal\") provides"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-on-consumer-disclosures-related-to-debt-collection/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule on Consumer Disclosures Related to Debt Collection | Consumer Financial Protection Bureau",
      "description": "On December 18, 2020, the Consumer Financial Protection Bureau issued a final rule to implement Fair Debt Collection Practices Act (FDCPA) requirements regarding certain disclosures for consumers.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) issued today a final rule to implement Fair Debt Collection"
    },
    {
      "url": "https://www.pa.gov/guides/get-vaccinated/",
      "title": "Home | Commonwealth of Pennsylvania",
      "description": "We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government.",
      "preview": "Welcome to Pennsylvania We're the home base of the Commonwealth of Pennsylvania. Explore the services and resources offered by your government. PA Ser"
    },
    {
      "url": "http://bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://sites.google.com/a/onolai.org/yhs-website/Sutter-Buttes-Preservation/middle-mountain-montage",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "https://meritamerica.org/career-tracks/",
      "title": "Tech Training Programs for Career Transition - Merit America",
      "description": "Find your best-fit program with Merit America's quick quiz. Build in-demand skills through flexible, affordable training designed for working adults.",
      "preview": "Skip to content In-demand skills without quitting your day job Our programs are built for working adults-part-time, flexible, and focused on real-worl"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.waterloofoundation.org.uk/",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://en.unesco.org/covid19/educationresponse",
      "title": "Education: From COVID-19 school closures to recovery | UNESCO",
      "description": "Education: From COVID-19 school closures to recovery",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://cincode5.blogspot.com/2009/03/caricaturas-pessoas-famosas.html",
      "title": "\"Caricaturas de pessoas famosas!\" ~ \"Cinco de 5\"",
      "description": "Rei das cirúrgias plásticas, praticante de aberração facial... Desenhista, criador de personagens dentuços e comilões... Conhecido como Sh...",
      "preview": "skip to main | skip to sidebar Inicio Equipe Assine Support About Home Humor Relacionamento Mulher Homens Quadrinhos Curiosidades Cinema Sexo 20/03/20"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://prominencebank.com/corporate-finance/",
      "title": "Corporate Finance - Prominence Bank",
      "description": "Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecasts for the short-term as",
      "preview": "Skip to content Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecas"
    },
    {
      "url": "https://www.ritzcarlton.com/en/hotels/indonesia/bali#Hotel",
      "title": "Luxury Nusa Dua Bali Hotel | The Ritz-Carlton, Bali",
      "description": "Every detail of The Ritz-Carlton, Bali experience is inspired by the beauty and allure of the ocean. Experience the spacious and luxurious suites and villas with breathtaking views over the Indian Ocean at this Nusa Dua resort in Bali.",
      "preview": "Skip to main content Menu text Menu close text Marriott Logo Marriott Logo Find & Reserve Deals & Packages Meetings & Events Our Brand About Marriott"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "https://www.eyebobs.com/pages/faq-we-love-you",
      "title": "Frequently Asked Questions About eyebobs Glasses",
      "description": "Buy glasses online with confidence with help from eyebobs. See our frequently asked questions here - chat, call or email us with any other questions!",
      "preview": "Skip to content View our Accessibility Statement or contact us with Accessibility Related Questions: FREE U.S. SHIPPING ON ORDERS $75+ & FREE 90-DAY R"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.csga07.fr/protected/?comeFrom=https%3A%2F%2Fwww.csga07.fr%2Fespace-membre%2Fgoogle-groupe%2F&",
      "title": "Zone protégée par mot de passe - Connexion - Site de csga07 !",
      "description": "void",
      "preview": "Zone protégée Cette zone est accessible seulement avec un mot de passe. Mot de passe : Défiler vers le haut fermer"
    },
    {
      "url": "https://myeldesign.com/products/stein-necklace-with-aquamarine-in-gold",
      "title": "Stein Necklace in Yellow Gold with Aquamarine | MYEL Design",
      "description": "Discover MYEL's Stein Necklace in Yellow Gold with Aquamarine. Shop this modern and elegant 14K yellow gold jewel handmade in Montreal, adorned with a precious stone.",
      "preview": "Join the Myel Vault! Unlock first access to our new products, our exclusive events, and more. Thank you Free shipping in Canada! 🇨🇦 Fairmined Gold Off"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "http://www.unfpa.org/female-genital-mutilation",
      "title": "Female genital mutilation | United Nations Population Fund",
      "description": "<p>💡 #DidYouKnow: 68 million girls are at risk of undergoing female genital mutilation (FGM) by 2030?</p",
      "preview": "Skip to main content Clear search Female genital mutilation Home What we do Female genital mutilation Female genital mutilation, a practice that invol"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "http://voyagetampa.com/interview/inspiring-conversations-with-stephanie-brown-of-the-rosie-network/",
      "title": "Inspiring Conversations with Stephanie Brown of The Rosie Network - VoyageTampa",
      "description": "Today we'd like to introduce you to Stephanie Brown. Hi Stephanie, thanks for sharing your story with us. To start, maybe you can tell our readers some of your backstories. I grew up as an Air Force brat. My father served two tours in Vietnam and when he retired, he opened a small music store [...]",
      "preview": "Connect To Top The Change-Makers: stories that inspire The Trailblazers: Rewriting the Narrative #LadyBoss: redefining what a boss looks like 15 Amazi"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "https://applieddigitalskills.withgoogle.com/en/educators",
      "title": "Applied Digital Skills : Google for Education",
      "description": "Teach and learn practical digital skills needed for the jobs of today and tomorrow with our video lessons that are free of charge",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=PELS002",
      "title": "Donald a Pels Charitable Trust Utd 8/18/92 C/o Pkf O'connor Davies | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 12/20/2024 Grant Information Last Upd"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/lacoste/shoulder-tape-t-shirt/198DS",
      "title": "Lacoste Shoulder Tape T-Shirt | Oxygen Clothing",
      "description": "Shop the Lacoste Shoulder Tape T-Shirt online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Lacoste Boys Shoulder Tape T-Shirt £30.00 £9.00 70% Off Sorry, this item is ou"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    }
  ],
  "_meta": {
    "total_bookmarks": 122
  }
}