{
  "data": [
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    },
    {
      "url": "https://donabertarelli.com/",
      "title": "Dona Bertarelli Philanthropy",
      "description": "A Swiss philanthropist, investor, sportswoman, and strong advocate for ocean protection, environmental conservation, animal welfare, education and social causes ...Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A life more thoughtful Establishing a healthy balance between People and Nature Our Mission Protect , Inspire & Unite ― through advoc"
    },
    {
      "url": "http://www.directaccessrecipes.com/fr/",
      "title": "Base de Données de Recettes Accès Direct",
      "description": "Base de données de recette en ligne Shop'NCook. Accès direct au logiciel Shop'NCook.",
      "preview": "Base de Données de Recettes Accès Direct Outils Ajouter une recette Login Recettes Types de Plats Ingrédients Principaux Cultures & Régions Autres Inf"
    },
    {
      "url": "https://uuwestport.org/lifespan/this-week-in-family-faith-formation/permission_slip-lock_in/",
      "title": "Permission_Slip-Lock_in",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://www.sproutedkitchen.com/",
      "title": "Sprouted Kitchen",
      "description": "A food journal of approachable, health-focused recipes by award winning food writer Sara Forte.",
      "preview": "TOMATO SOUP WITH SPICY SAUSAGE AND ORZO Sara Forte · January 27, 2025 Less of my friends are having babies and needing deliverable meals these days, b"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.correototal.com/actualidad/daytona-international-speedway-ha-confirmado-su-presencia-en-gran-turismo-7/",
      "title": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? - Correo Total",
      "description": "Hoy en día, casi todas las personas tienen presencia en las plataformas de redes sociales. Estas plataformas se han convertido en una parte integral de la vida de todos y la gente no puede vivir...",
      "preview": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? Daiana Ávila Franco hace 1 año Hoy en día, casi"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    },
    {
      "url": "https://www.bsr.org/en/",
      "title": "Sustainable Business Network and Advisory Services | BSR",
      "description": "BSR™ is an organization of sustainable business experts that works with its global network of the world's leading companies to build a just and sustainable world.",
      "preview": "Who We Are Business Transformation for a Just and Sustainable World BSR® is a sustainable business network and consultancy focused on creating a world"
    },
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/",
      "title": "Beyond the Bag - Closed Loop Partners",
      "description": "The Consortium to Reinvent the Retail Bag unites leading retailers to tackle retail bag waste.",
      "preview": "CONSORTIUM TO REINVENT THE RETAIL BAG BEYOND THE BAG Leading retailers unite to address single-use bag waste The Beyond the Bag Initiative, launched b"
    },
    {
      "url": "https://www.tumblestonschools.com/product-tag/young/",
      "title": "Young",
      "description": "void",
      "preview": "Young Showing all 2 results Default sorting Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "http://www.ndc-mn.org/",
      "title": "NDC | Neighborhood Development Center",
      "description": "At Neighborhood Development Center, we provide the tools and resources to help local entrepreneurs realize their dreams.",
      "preview": "Strengthening neighborhood economies from within...one entrepreneur at a time. Entrepreneur focused. At Neighborhood Development Center, we believe in t"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/0c410d51-8e85-4308-9bb9-37c24a461ccb.html",
      "title": "OneTrust | Privacy Management Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://atom.io/",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://www.hbs.edu/managing-the-future-of-work/podcast/Pages/podcast-details.aspx?episode=22066181",
      "title": "Podcast - Managing the Future of Work - Harvard Business School",
      "description": "void",
      "preview": "... → Harvard Business School → Managing The Future of Work → Podcast → Podcast Podcast Harvard Business School Professors Bill Kerr and Joe Fuller talk"
    },
    {
      "url": "https://www.ywcadayton.org/",
      "title": "YWCA Dayton | Domestic Violence Shelter & Rape Crisis Center",
      "description": "YWCA Dayton is the domestic violence shelter, rape crisis center and 24/7 hotline for Montgomery and Preble County, Ohio. We offer youth programming through AMEND Together and Girls LEAD. We are on the front lines of ending homelessness through our four housing programs.",
      "preview": "0 • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity Sojourn Leadership Program This le"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "http://www.m8tools.com/",
      "title": "M8 GAMBLING TOOLS - YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "description": "YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "preview": "Supe It Up is a slot that will appeal to any petrol head out there, especially those who enjoy customising cars and all the various mods that cars can"
    },
    {
      "url": "http://www.nborg.com",
      "title": "nB0rg - Home",
      "description": "Indie developer of iOS apps for iPhone, iPad, iPod Touch.",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Apps for iPhone, iPad, and iPod Touch SOLITAIRE PARADE 100 FREE solitaire card games. Including Klondike, Sp"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-brightening-exfoliating-mask",
      "title": "Brightening & Exfoliating Turmeric Face Mask | KORA Organics",
      "description": "KORA certified organic mask blends Turmeric, Green Tea, Rosehip & Noni Oils; exfoliates, brightens & detoxifies for smoother, glowing skin. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "http://lupo73.altervista.org/",
      "title": "Lupo73 - Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "description": "Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "preview": "Crea sito Pubblicità Ultimi Articoli Scritto il Novembre 24, 2023 Novembre 23, 2023 Scritto il Novembre 23, 2023 Novembre 23, 2023 Scritto il Maggio 2"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "http://www.pagat.com/invented/cribbage_solitaire.html",
      "title": "Rules of Card Games: Cribbage Solitaire",
      "description": "How to play Cribbage Solitaire, a one-player version of the card game Cribbage developed by Natty Bumppo, author of the Columbus Book of Euchre.",
      "preview": "Home A-Z Home Page > Invented Games > Cribbage Solitaire Cribbage Solitaire © 1993, 2017, 2018 Natty Bumppo Cribbage is a card game that lends itself"
    },
    {
      "url": "https://www.750g.com/aile-de-raie-au-vin-blanc-r38733.htm",
      "title": "Recette Aile de raie au vin blanc - 750g.com",
      "description": "Découvrez la recette d'Aile de raie au vin blanc à faire en 5 minutes. Faites revenir l&#039;oignon émincé avec les carottes en rondelles dans l&#039;huile d&#039;olive. Ajoutez l&#039;ail, le laurier, le thym. Recouvrez avec le vin blanc et le verre d&#039;eau. Assaisonnez. Laissez mijoter 10 minutes environ. Plongez ensuite les ailes de raie dans",
      "preview": "Accueil Recettes Recettes plats Recettes plats avec des produit de la mer Recettes poissons Recettes raie Aile de raie au vin blanc Sponsorisé star ic"
    },
    {
      "url": "https://shopify.dev/",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "http://www.fayetteville-ar.gov/384/GIS-Interactive-Maps",
      "title": "GIS Maps | Fayetteville, AR - Official Website",
      "description": "Access interactive maps that show a variety of information, including a ward map, utilities, road and lane closures, planning projects, parking lots, parks and trails, natural features, land records, future land use, historic sites, floodplains, and more.",
      "preview": "Skip to Main Content Home Departments Maps / GIS GIS Interactive Maps GIS Maps Choose any of the maps below to learn more about Fayetteville. These ma"
    },
    {
      "url": "https://discover.esa.int/",
      "title": "Discover ESA",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://www.migizi.org/",
      "title": "MIGIZI | Empowering Our Youth | Minneapolis",
      "description": "MIGIZI is a Native American non-profit organization based in Minneapolis, Minnesota. We help serve primarily Native youth and help to sustain our local communities.",
      "preview": "top of page Providing a strong circle of support that nurtures the educational, social, economic and cultural development of American Indian youth. Wh"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://www.apo-observers.org/",
      "title": "Association for Professional Observers (APO)",
      "description": "Strengthen fisheries observer programs through advocacy and education",
      "preview": "Skip to content Monitoring, Control & Surveillance of Commercial Fisheries Resources The Association for Professional Observers (APO) is a 501 (c)(3)"
    },
    {
      "url": "https://www.tchabitat.org/",
      "title": "Home | Twin Cities Habitat For Humanity",
      "description": "Twin Cities Habitat builds, rehabs, & repairs homes, educates families about homeownership, provides mortgage counseling, and advocates for affordable housing.",
      "preview": "Goodbye, Rental. Hello, Home. We're Building a Better Home-Buying Experience. We've always been a housing organization. We started by swinging hammers"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "http://www.usblackchambers.org/certification",
      "title": "ByBlack Certification",
      "description": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national certification exclusively for Black-owned businesses. ByBlack is designed to provide Black entrepreneurs a way to reach new customers, help develop business opportunities and access valuable business resources.",
      "preview": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national cert"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://productregistration.sony.com/?cpint=spt-globalheader_prodregistration",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://jaxbags.com.au/products/new-fashion-water-repellent-messenger-bag",
      "title": "New Fashion Water Repellent Cross Body Bag - Jax Bags",
      "description": "Top quality, stylish looking cross body / sling bag perfect for everyday use. Classy rectangular design looks great for any occasion. Versatile, hard wearing and comes in a range of attractive colours. Features: Compact size, lightweight and convenient to carry Stylish, rectangular design Top quality oxford fabric mate",
      "preview": "Welcome to our New Look Website Discount Shipping Rate - Now Only $10 Aust Wide (Unlimited Items) Phone: 0434 848 689 Shop Now Backpacks All Backpacks"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "https://www.gearjunkies.com/2015/10/aston-microphones-a-uniquely-british-story-of-microphones/",
      "title": "Aston Microphones - A uniquely British story of microphones - Gearjunkies - Music tech news, Reviews, Videos, Synthesizers, Studio, Recording",
      "description": "Don't miss the latest news and reviews about electronic music production gear and artists, synthesizers, studio equipment, plug-ins, DJ and MIDI controllers",
      "preview": "f w h f Facebook w Twitter g Google+ p Pinterest Set to hit the market in October 2015, initially with two custom crafted condenser microphones, and f"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "https://phoible.org/",
      "title": "PHOIBLE 2.0 -",
      "description": "void",
      "preview": "Home Contributors Inventories Languages Segments Sources Conventions FAQ Legal Download About Credits Contact Welcome to PHOIBLE PHOIBLE is a reposito"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://pytorch.org/docs/stable/generated/torch.optim.Adam.html",
      "title": "Adam - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "http://www.inclusiv.org/",
      "title": "Inclusiv",
      "description": "void",
      "preview": "Skip to main content Search Search CDFI Credit Unions Create Economic Opportunity CDFI credit unions create economic opportunity. From helping a forme"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://www.legislation.wa.gov.au",
      "title": "WALW - Home",
      "description": "void",
      "preview": "Acts Acts of the Parliament of Western Australia: ➤ in force (including historical versions, where available) ➤ that have ceased to be in force (where"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://oceana.org/press-releases/new-global-fisheries-transparency-coalition-releases-charter-for-public-comment/",
      "title": "New Coaltion for Fisheries Transparency Releases Charter for Public Comment | Oceana",
      "description": "The coalition, which calls for increased transparency at sea and seafood supply chains free of illegal practices, welcomes feedback until October 31, 2022",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://cm-us.wargaming.net/frame/?service=frm&project=wot&realm=us&language=en&login_url=https://rciholidaysrewards.cf",
      "title": "void",
      "description": "void",
      "preview": "Log in To use all the website features, enable Javascript in your browser."
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}