{
  "data": [
    {
      "url": "https://playgroundai.com/create",
      "title": "Login - Playground",
      "description": "Create custom designs and graphics with Playground",
      "preview": "Sign up to make your first design Continue with Google Continue with Apple Continue with Email"
    },
    {
      "url": "https://westin.marriott.com/",
      "title": "Premium Luxury Wellness Hotels | Westin Hotels & Resorts",
      "description": "At Westin, we offer over 220 inspiring hotel and resort destinations, featuring signature hotel wellness amenities and programs that empower your well-being.",
      "preview": "Travel Well Explore hotels designed with your well-being in mind. Learn More Sleep Well with Westin and goop Rest for Success Sleep Well At Westin, we"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "http://fisherynation.com/archives/107339",
      "title": "Off Washington state's coast, Dungeness crabbers get early start to season, haul in bounty - fisherynation.com",
      "description": "Some 60 vessels in Washington's oceangoing crab fleet worked through a stormy December to bring in more than 4.69 million pounds of Dungeness in a strong start to the annual harvest. The ocea...",
      "preview": "FISHERYNATION.COM continuously updated Home About Search By Region Canada New England Mid Atlantic South Atlantic Gulf of Mexico Pacific North Pacific"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://login.ey.com/myey/home",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://www.wilder.org/community-impact/saint-paul-promise-neighborhood",
      "title": "Impact & Annual Report | Wilder | St. Paul MN",
      "description": "See Wilder's 2024 impact in St. Paul and Minnesota: 2,695 served, 39k meals delivered, 1,427 housed, 199 research studies. Download the Annual Report.",
      "preview": "Donate Contact Our service offerings are rooted in data and real-world insights. African American Babies Coalition and Projects Center for Social Heal"
    },
    {
      "url": "https://www.nhl.com/scores",
      "title": "NHL Scores | Oct 9, 2025 | NHL.com",
      "description": "The official source for scores, previews, recaps, boxscores, video highlights, and more from every National League Hockey game.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_0JMOG0m5j8tQK7b",
      "title": "Help build a better YouTube for Creators",
      "description": "Sign up for user research studies and share your thoughts",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "http://www.tlboehm.com/",
      "title": "Thomas L. Boehm",
      "description": "void",
      "preview": "FAITH FOR ALL SCRIPTURE FOR ALL EDUCATION FOR ALL Welcome to TLBoehm.com. This website is a gateway to all my personal and professional work. Take a l"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://www.whitehousehistory.org/photos/sarah-rosemary-carters-handprints-in-the-childrens-garden",
      "title": "Sarah Rosemary Carter's Handprints in the Children's Garden - White House Historical Association",
      "description": "This photograph is of the stone holding Sarah Rosemary Carter's handprints. She was the granddaughter of President Jimmy Carter and the handprints are part of t...",
      "preview": "Main Content Sarah Rosemary Carter's Handprints in the Children's Garden This photograph is of the stone holding Sarah Rosemary Carter's handprints. S"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://shop.australiazoo.com.au/robert-irwins-australia-photography-book/",
      "title": "Australia Photography Book - by Robert Irwin",
      "description": "Years in the making, I am proud to announce 'Robert Irwin's Australia'. This book is a showcase of one of our world's last frontiers, exhibiting powerful imagery from the most rugged, beautiful, surprising and awe-inspiring continent on Earth. It pays homage to my home, and encapsulates my journey behind the lens. For the first time, I will delve into what makes photography so special to me and reveal the profound connection it has to conservation, and to my dad's life and legacy.",
      "preview": "Enjoy free worldwide shipping on orders of $200 AUD or more! - Terms & Conditions Due to national union strike action, Canada Post has advised all cou"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://lian-art.pl/pl/c/Kolczyki/1827050/1/default/3/f_at_3_78/1",
      "title": "Kolczyki materiał: złoto pr. 585 - Lian Art w Krainie Biżuterii",
      "description": "Lista produktów kategorii Kolczyki / Złoto / Pomysł na Prezent / Biżuteria ze srebra materiał: złoto pr. 585",
      "preview": "85 875 07 10 sklep@lian-art.pl 85 875 07 10 Strona główna Strona główna Biżuteria ze srebra Pomysł na Prezent Złoto Kolczyki ❤️❤️❤️ DARMOWA DOSTAWA od"
    },
    {
      "url": "https://eclass2790.tumblr.com/",
      "title": "Whatever I Want",
      "description": "Everything I like as a man",
      "preview": "» View Article Whatever I Want 13 December, 2018 December 13, 2018 2018.12.13 shesodamnthick : Nicki Minaj shesodamnthick » View Article 13 December,"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://unsplash.com/",
      "title": "Beautiful Free Images & Pictures | Unsplash",
      "description": "Beautiful, free images and photos that you can download and use for any project. Better than any royalty free or stock photos.",
      "preview": "Featured Nature 3D Renders Film People Architecture & Interiors Experimental Fashion & Beauty Animals Unsplash The internet's source for visuals. Powe"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://www.theplacetostay.co.uk/oven-cleaning-company/",
      "title": "Professional oven cleaning - always a good choice ThePlacetoStay",
      "description": "The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will be negative for us:",
      "preview": "Skip to content The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will"
    },
    {
      "url": "http://tnfri.fra.affrc.go.jp/eindex.html",
      "title": "Fisheries Research Agency",
      "description": "void",
      "preview": "Tohoku National Fisheries Research Institute Outline Tohoku National Fisheries Research Institute conducts research on fisheries in the northern Pacif"
    },
    {
      "url": "https://www.melissatiers.com/?module=bbmodule&src=50985a19dc3a5&tse=0n6q2217uq&action=view_category&id=1",
      "title": "Melissa Tiers | Coaching the Unconscious Mind",
      "description": "void",
      "preview": "0 learn how to coach the unconscious mind. Melissa Tiers is the founder of The Center For Integrative Hypnosis, and co-founder of the Ethical Coaching"
    },
    {
      "url": "https://googleonlinesecurity.blogspot.com/atom.xml",
      "title": "Google Online Security Blog",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.quill.org/",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "Quill provides free writing and grammar activities for middle and high school students.",
      "preview": "Free tools to make your students better writers and readers . NEW Quill.org, a non-profit, provides free literacy activities that build reading compre"
    },
    {
      "url": "https://www.reproduccionasistida.org/complicaciones-durante-el-embarazo/gripe-y-resfriado-durante-el-embarazo/",
      "title": "Prevenir infecciones durante el embarazo",
      "description": "Cuando una mujer está embarazada, es especialmente importante evitar contagiarse de ciertas infecciones. Para ello, la mujer debe tener en mente algunos",
      "preview": "Menú Buscador Acceso usuarios Entrar Registrarse Inicio El embarazo ¿Cuáles son las complicaciones del embarazo más comunes? Prevenir infecciones dura"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://jsonformatter.org/json-editor",
      "title": "Best JSON Editor Online",
      "description": "Secure JSON Editor is online JSON editor tool to Edit, Validate and Format JSON data. Support JSON File, URL.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Editor JSON Editor Online helps to Edit, View, An"
    },
    {
      "url": "https://register.apple.com/health-records/",
      "title": "Health Records",
      "description": "Health Records",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://theimpression.com/",
      "title": "THE IMPRESSION | Where Fashion Gets Creative",
      "description": "THE IMPRESSION | Where Fashion Gets Creative, Fashion News & Creative Intelligence on Fashion Advertising, Runway Shows, Trends, Designers, & Street Style",
      "preview": "Unlocking An Edge For Fashion Forward Leaders The Impression provides premium insights and creative intelligence for industry leaders and their teams"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://news.yahoo.com/goodwill-ceo-analyzes-labor-market-205554820.html?guccounter=1",
      "title": "Goodwill CEO analyzes the labor market",
      "description": "Steve Preston, Goodwill President and CEO joins Yahoo Finance to discuss the latest jobs report.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Goodwill CEO analyzes the labor market Yahoo Finance Video Sep"
    },
    {
      "url": "http://scielo.sld.cu/scielo.php?script=sci_abstract&pid=S1027-28522009000100007&lng=es&nrm=iso&tlng=es",
      "title": "Neuroprotective effect of the systemic administration of MK-801 on the pedunculopontine nucleus of hemiparkinsonian rats",
      "description": "void",
      "preview": "Mi SciELO Servicios personalizados Servicios Personalizados Articulo Inglés (pdf) Articulo en XML Referencias del artículo Como citar este artículo En"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://www.zilliondesigns.com/blog/",
      "title": "ZD Blog | Resource for design tips, tutorials, & more - ZillionDesigns",
      "description": "A valuable resource for business owners and designers where they can find information, tips, tutorials, portfolios of graphic design, logo design, typography, branding and brand identity creation.",
      "preview": "10 Sites to Help You Become an Expert in Website Development Take it from the data that speaks volumes! Approximately 76% ... By Michael Baker Aug 5 2"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://www.neuroscience.ox.ac.uk/publications/371446",
      "title": "Radiation damage to biological macromolecules: some answers and more questions. - Oxford Neuroscience",
      "description": "Research into radiation damage in macromolecular crystallography has matured over the last few years, resulting in a better understanding of both the processes and timescales involved. In turn this is now allowing practical recommendations for the optimization of crystal dose lifetime to be suggested. Some long-standing questions have been answered by recent investigations, and from these answers new challenges arise and areas of investigation can be proposed. Six papers published in this volume give an indication of some of the current directions of this field and also that of single-particle cryo-microscopy, and the brief summary below places them into the overall framework of ongoing research into macromolecular crystallography radiation damage.",
      "preview": "Cookies on this website We use cookies to ensure that we give you the best experience on our website. If you click 'Accept all cookies' we'll assume t"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://lounge.nintendo.com/redirect/support",
      "title": "Region & Language Selector - Support Site",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.newageislam.com/islamic-society/samar-yahya/the-four-sacred-months-favoured-in-the-islamic-tradition/d/106989",
      "title": "The Four Sacred Months Favoured In the Islamic Tradition | Samar Yahya | New Age Islam | Islamic News and Views | Moderate Muslims & Islam",
      "description": "Get all the news and views on Rethinking Islamic Religion, preventing radicalisation and de-radicalisation. New Age Islam brings modern Muslims closer to the original ideals and spirit of Islam & Rethink on Islam. Visit us today!",
      "preview": "Islamic Society ( 15 Apr 2016 , NewAgeIslam.Com) Comment | Comment The Four Sacred Months Favoured In the Islamic Tradition By Samar Yahya Apr 15, 201"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://discord.com/invite/effecthouse?enter_method=carousel_button",
      "title": "TikTok Effect House",
      "description": "Effect House is a powerful AR tool that makes it easy to create and publish high-quality augmented effects for TikTok | 589002 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://localopportunity.withgoogle.com/tools/local-opportunity-finder/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_site",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "https://www.eurostar.com/uk-en/travel-info/service-information",
      "title": "Service information | Travel information | Eurostar",
      "description": "Check live departures and arrivals, our train timetable, see our latest travel updates and find out what to do if your trip doesn't go to plan.",
      "preview": "Skip to main content Travel info Service information Service information Check live departures and arrivals, see our latest travel updates and find ou"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2015/04/2014-Annual-Update.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "http://www.rockol.it/",
      "title": "√ Rockol - la musica online è qui - Novità Musicali",
      "description": "Tutte le ultime novità sulla musica italiana e internazionale: news, informazioni su artisti e concerti, foto e video musicali, classifiche su Rockol.",
      "preview": "Per una decisione informata Ulteriori dettagli Accettando i cookie di profilazione, ti verranno proposti annunci pubblicitari che rispecchiano i tuoi"
    },
    {
      "url": "https://www.nytimes.com/section/technology/personaltech",
      "title": "Personal Technology - The New York Times",
      "description": "The latest news about tech gadgets and innovations and how to use them in your work and personal life.",
      "preview": "A.I. Video Generators Are Now So Good You Can No Longer Trust Your Eyes Welcome to the era of fakery. The widespread use of instant video generators l"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}