{
  "data": [
    {
      "url": "https://www.shiftcities.org/",
      "title": "Transforming cities for people and planet | UrbanShift",
      "description": "UrbanShift supports cities around the world to adopt integrated approaches to urban development, building an equitable, zero-carbon future where both people and planet can thrive.",
      "preview": "Skip to main content Search Transforming cities for people and planet UrbanShift supports cities around the world to adopt integrated approaches to ur"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://svelte.dev/docs/introduction",
      "title": "Overview • Svelte Docs",
      "description": "Overview • Svelte documentation",
      "preview": "Skip to main content Svelte is a framework for building user interfaces on the web. It uses a compiler to turn declarative components written in HTML,"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://www.vanityfair.com/hollywood/2023/02/hollywood-issue-portfolio-2023",
      "title": "Vanity Fair's Hollywood Issue 2023 Cover: Selena Gomez, Austin Butler, Florence Pugh & More | Vanity Fair",
      "description": "For our 29th annual Hollywood cover, a dozen captivating young stars gather for the after-party of our dreams.",
      "preview": "Skip to main content The 2023 Hollywood Issue 12 Young Stars Make Their Hollywood Cover Debut Photographs By Steven Klein Styled By Patti Wilson Meet"
    },
    {
      "url": "https://www.az-online.de/kultur/archiv-2022/",
      "title": "Aktuelle Kulturnachrichten im Überblick | az-online.de",
      "description": "Nachrichten, Interviews und Rezensionen zu Kultur und Kunst, Fernsehen und Kino, Musik und Theater - hier auf az-online.de",
      "preview": "Kultur - Archiv 29.01.22 15:40 Tabu bei Queen Elizabeth: Kuriose Sandwich-Regeln enthüllt Im britischen Königshaus herrschen strenge Regeln und alte T"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://marketing-advertising.tampabay.com/",
      "title": "Customized Marketing and Advertising Solutions I Times Total Media I Florida",
      "description": "Grow your business with marketing solutions from Times Total Media: a division of the Tampa Bay Times. Our marketing professionals will meet with you to customize a plan for your business. From digital and social, to events and print, we can provide solutions for your business.",
      "preview": "top of page HOME MARKETING SOLUTIONS TO GROW YOUR BUSINESS CONTACT US! MAKING CONNECTIONS DELIVERING RESULTS Catch customers in the digital sea Managi"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.traeger.com/pellet-grills/timberline",
      "title": "Traeger Timberline WiFi Pellet Grill - Traeger®",
      "description": "$300 off for a limited time. Shop the all-new Traeger Timberline® WiFi Wood Pellet Grill. Featuring a new induction cooktop. Outdoor cooking perfected.",
      "preview": "Skip to Main Content Find a Store United States / English Timberline® $3,799.99 Add To Cart Traeger Timberline® 298 Reviews TBB86RLG Explore the summi"
    },
    {
      "url": "https://www.interstateparkingdowntown.com",
      "title": "Interstate Parking Downtown",
      "description": "void",
      "preview": "0 See how our managed parking solution improves access and drives commerce in your community. Open up more than spaces. Provide better access to all y"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "https://pix11.com/news/local-news/brooklyn/alligator-found-in-brooklyns-prospect-park-lake/",
      "title": "Alligator found in Brooklyn's Prospect Park Lake | PIX11",
      "description": "BROOKLYN (PIX11) - Park workers rescued an alligator found in Prospect Park Lake on Sunday, officials said. The 4-foot-long gator was spotted on Sunday morning, according to a Parks Department spokesperson. The alligator was found in poor condition. It was very lethargic. The alligator may have been shocked by the cold since it's native to [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.chat27.co.za/",
      "title": "Chat27",
      "description": "void",
      "preview": "chat·27 Welcome! A new chat·27?! We know... sequels rarely improve on the original. So we're keeping things simple. At least for starters. Reconnect w"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://www.pittsburghmagazine.com/downtown-pittsburgh-reimagining-a-more-vibrant-neighborhood/",
      "title": "Downtown Pittsburgh: Reimagining a More Vibrant Neighborhood | Pittsburgh Magazine",
      "description": "The pandemic changed the golden triangle. What type of neighborhood will it ultimately become?",
      "preview": "Sections Eat + Drink Things To Do Home + Design Weddings Community Magazine Subscribe Newsletters Digital Editions Order a Back Issue Order a Plaque N"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://geoservices.ign.fr/documentation/diffusion/telechargement-donnees-libres.html",
      "title": "TÉLÉCHARGEMENT | Géoservices",
      "description": "void",
      "preview": "Aller au contenu principal ACCUEIL TÉLÉCHARGEMENT TÉLÉCHARGEMENT DE DONNÉES Les jeux de données non accessibles via la page téléchargement le sont via"
    },
    {
      "url": "https://www.skingymco.com/products/copy-of-gold-foil-eye-mask-5-pack",
      "title": "Shop Skin Care Tools: LED Masks, Gua Sha Tools & More | Skin Gym",
      "description": "Skin Gym creates professional, luxury beauty tools, facial rollers and gua sha products to get that spa feeling at home. FREE Shipping Over $50!",
      "preview": "Skip to content Over 5000 5 star reviews Professional results Female Founded Cruelty Free Family owned Over 5000 5 star reviews Professional results F"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.sagaeducation.org/",
      "title": "Saga Education - High-Impact Tutoring Resources, Services, & Technology",
      "description": "Saga Education is a national leader in high-impact, in-school tutoring, leveraging human capital and technology to accelerate educational equity. Redefining personalized learning with an evidence-based approach, scalable solutions, and student-relationship-driven design.",
      "preview": "Support Us Help Students See and Achieve Their Potential Resources, services and technology for high-impact tutoring Learn More Redefining personalize"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://www.degreeless.design/#content",
      "title": "Product design & UX design resources - Degreeless.Design",
      "description": "An opinionated and carefully curated collection of links, books, articles, and more that will help you speed boost your UX and Product Design career.",
      "preview": "A curated resource list to kickstart your design education Get started Overview \"To be a good designer you must be a good engineer in every sense: cur"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://www.healthaction.org/resources",
      "title": "Respiratory Health at Work | Health Action Alliance",
      "description": "The Health Action Alliance provides employers with tools, resources, and insights to keep workers safe from flu, COVID-19, and other respiratory illnesses.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "http://womenwatchafrika.org/donate/",
      "title": "Donate - Women Watch Afrika",
      "description": "WWA thanks and appreciates all the financial and in-kind donations of community members, foundations, government agencies, and academic institutions over the years. In order to sustain our highly needed and valued programs and services, Women Watch Afrika needs your support in our movement towards the empowerment of women and girls, in building strong, safe communities, [...]",
      "preview": "Donate WWA thanks and appreciates all the financial and in-kind donations of community members, foundations, government agencies, and academic institu"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://www.nps.gov/yose/planyourvisit/hiking.htm",
      "title": "Hiking - Yosemite National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://github.blog/?utm_source=developermscom",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "http://weavesilk.com",
      "title": "Silk - Interactive Generative Art",
      "description": "Create beautiful flowing art with Silk.",
      "preview": "Send Feedback New Share Pinterest Email Fullscreen Fullscreen Save Picture Controls Undo Redo To save, right click the thumbnail and choose Save Image"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy NA built the iSTB app as a Commercial app. This SERVICE is provided by NA and is intended for use as is. This page is used to inform vi"
    },
    {
      "url": "https://ho.lc/",
      "title": "Kohei Ozaki (smly) | ho.lc",
      "description": "Software Engineer focused on the creation and application of Vision AI",
      "preview": "English / Japanese Kohei Ozaki Software Engineer Google Developer Expert (Kaggle) Blog I am a Software Engineer with over a decade of work experience"
    },
    {
      "url": "https://www.nyse.com/index",
      "title": "The New York Stock Exchange | NYSE",
      "description": "void",
      "preview": "Your browser is unsupported Please visit this URL to review a list of supported browsers. NYSE Logo ICE NYSE NYSE CONNECT LOGIN NYSE Logo ICE announce"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://www.ctvnews.ca/",
      "title": "CTV News - Breaking News and Video, Canada News Today",
      "description": "Get live updates on the latest local, national, and international news, including trusted reporting on politics, health, business, sports and more.",
      "preview": "Skip to main content Canada Post union switching from countrywide to rotating strikes The union representing Canada Post employees says it will switch"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://act.feedingamerica.org/R97FxdMzpUi1W5dBdcPdqw2",
      "title": "Urge Congress: Permanently expand SNAP benefits! | Feeding America",
      "description": "Join me in taking action to fight hunger today.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://www.glossybox.com/",
      "title": "GLOSSYBOX: The UK's Most Trusted Beauty Box",
      "description": "Treat yourself to a GLOSSYBOX Beauty Box. Discover 5 amazing beauty products worth over £50 delivered to your door every month.",
      "preview": "Skip to main content Close FREE Delivery on all subscriptions 5 beauty products to try each month Get credits to spend across our site Over 17,000 Tru"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://learn.wallet.apple/id",
      "title": "ID in Wallet",
      "description": "void",
      "preview": "ID in Wallet ⁠Your ID. ⁠⁠Now on iPhone. Easy. Secure. Private. Present your ID in seconds. Keeping your ID in Wallet makes it simple to prove your age"
    },
    {
      "url": "https://rasierte-fotzen-webcam.privater-telefonsex.xyz/CAMS/DE/Darsteller/3662677_Ausnahmef/alben.html?page_item=1",
      "title": "Rasierte Fotzen Webcam#Milf Sextelefon mit Cam",
      "description": "Scharfe rasierte Fotzen vor der Webcam die mit dir chatten und geile Milfs am Sextelefon mit Cam besuchen.",
      "preview": "Menü Einloggen Anmelden Passwort vergessen? Kostenlos anmelden Cam Galerien Ausnahmef Nachricht „Ausnahmef\" ist gerade nicht online. Aber frage doch p"
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://www.glaad.org/transgender",
      "title": "Transgender Media | GLAAD",
      "description": "GLAAD Transgender Media Program Transgender FAQ Learn more about transgender people and the issues important to themMedia Professionals If you are a media professional working on a story, please check out GLAAD's resources for covering transgender people in the media.Transgender Resources Check out a list of resources for transgender people and their allies. Medical Association",
      "preview": "Close Menu DONATE GIVE MONTHLY Join GLAAD and take action for acceptance. SIGN UP What's Hot RECAP: Supreme Court to Rule on Protections Against Discr"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "http://aquaticcommons.org/21618/1/SAM_77_08_The%20Black%20Hole%20in%20the%20Seas.pdf",
      "title": "Ocean Wallpaper for iPhone Aesthetic",
      "description": "Download superb animated, 3D Ocean live wallpapers and add them to your phone screen quickly and easily. ✅Get your Ocean wallpaper now!",
      "preview": "ALL ALL ITEMS ALL ALL ITEMS 3D IMAGES 3D PHOTOS VIDEO SLIDESHOW PARALLAX BOOMERANG Search for live wallpapers Explore Types 3D Wallpaper Wallpaper 4K"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "http://assets.punchbowl.com/signin?return_to=https%3A%2F%2Fwww.punchbowl.com%2Fvendors%2Fga-georgia%2Ftucker%2F6787459%2Fall-event-rentals",
      "title": "Sign In | Punchbowl",
      "description": "Sign in to your Punchbowl account to manage your invitations, cards, and events.",
      "preview": "Manage your invites & cards on-the-go! Track RSVPs and card views Add people to the recipient list Send reminders to guests And much more! Available o"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "https://reverseimagesear.ch/privacy-policy.html",
      "title": "Reverse Image Search",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.looker.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://www.wadhwaniai.org/",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://about.coursera.org/",
      "title": "Coursera's Mission, Vision, and Commitment to Our Community | Coursera",
      "description": "Coursera provides access to world-class learning by partnering with 300+ world-class universities and companies. We envision a world where anyone, anywhere has the power to transform their lives through learning.",
      "preview": "This app works best with JavaScript enabled. Our Vision We envision a world where anyone, anywhere has the power to transform their lives through lear"
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "http://www.mylahandmav.com",
      "title": "Mylah & Mav",
      "description": "void",
      "preview": "0 WELCOME! LIFE IS ABOUT MORE THAN WEARING THE RIGHT CLOTHES, EATING THE RIGHT FOOD, AND MAKING MONEY. IT'S ABOUT CREATING, EXPERIENCING, AND PUTTING"
    },
    {
      "url": "https://invest.bnpparibas.com/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}