{
  "data": [
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://walmart.quantumsds.com/",
      "title": "Gainfront - The Best Supplier Lifecycle Management Software Suite",
      "description": "Gainfront is a supplier lifecycle/ risk management tool that simplifies diversity spend tracking, supplier on-boarding and contracts management.",
      "preview": "Introducing Model Context Protocol (MCP) Learn More The Future of Supplier Lifecycle Management is here with Gainfront's Proprietary EfficiencyAI TM D"
    },
    {
      "url": "https://www.newplasticseconomy.org/projects/global-commitment/signatories",
      "title": "Leading the Transition to a Circular Economy | Ellen MacArthur Foundation",
      "description": "Accelerating the global transition to a circular economy - working with businesses, policymakers and institutions to create systems that benefit people and the environment.",
      "preview": "It's time for a circular economy Through design, we can eliminate waste and pollution, circulate products and materials, and regenerate nature, creati"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://guides.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "http://www.live555.com",
      "title": "LIVE555.COM",
      "description": "void",
      "preview": "LIVE555.COM TM \"This is your network. Tell others!\" Internet Streaming Media, Wireless, and Multicast technology , services , & standards Technology L"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/19240812",
      "title": "Estimating the worldwide extent of illegal fishing - PubMed",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high s ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://tinypng.com/developers",
      "title": "TinyPNG - Optimize AVIF, WebP, JPEG and PNG Images with TinyPNG API",
      "description": "Automate your AVIF, WebP, JPEG and PNG compression workflow. Compress, resize and convert images seamlessly with TinyPNG's API.",
      "preview": "Developer API: Automate your AVIF, WebP, JPEG and PNG compression workflow Hook up your server to optimize all your AVIF, WebP, JPEG and PNG images on"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://hbr.org/2013/12/how-diversity-can-drive-innovation",
      "title": "How Diversity Can Drive Innovation",
      "description": "Most managers accept that employers benefit from a diverse workforce, but the notion can be hard to prove or quantify, especially when it comes to measuring how diversity affects a firm's ability to innovate. But new research provides compelling evidence that diversity unlocks innovation and drives market growth-a finding that should intensify efforts to ensure [...]",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Leadership qualities How Diversity Can Drive Innovation by Sylvia Ann Hewlett , Melinda Marshall and Laur"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "http://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/racial-violence-in-wichita/index.html",
      "title": "StoryMapJS: Racial Violence in Wichita",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "https://blog.coursera.org",
      "title": "Coursera Blog | Online learning news for learners, educators, & employers",
      "description": "Get the latest stories and product updates from Coursera, the global online learning platform where anyone, anywhere, can transform their life by accessing the world's best learning experience.",
      "preview": "Making Coursera learning more accessible worldwide through an app in ChatGPT Welcoming Anthony Salcito as Coursera's New General Manager, Enterprise I"
    },
    {
      "url": "https://blog.artstorefronts.com/new-features/",
      "title": "Art Storefronts Features - New Additions to the ASF Platform",
      "description": "The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform to help you sell more art online.",
      "preview": "#New Features The latest and greatest features and updates we have released for the Art Storefronts online art gallery platform. Send Me New Feature U"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://www.wkbw.com/news/local-news/how-the-lexington-co-op-is-making-celebrating-thanksgiving-simpler",
      "title": "Making Thanksgiving 2020 simpler at the Lexington Co-op",
      "description": "We are so close to Thanksgiving, you can almost smell the turkey, but this year, there may be fewer people sitting around the table.",
      "preview": "void"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "http://www.snakeisland.com/",
      "title": "Snake Island Research Inc",
      "description": "void",
      "preview": "Snake Island Research Inc What We Do Snake Island Research is a software development and consulting firm specializing in high-performance computation"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://seymourcenter.ucsc.edu/",
      "title": "Seymour Marine Discovery Center - Aquarium and science center at UCSC",
      "description": "void",
      "preview": "Skip to content Seymour Marine Discovery Center"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "http://www.aimadventures.com/",
      "title": "Aim Adventures: Welcome . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "description": "void",
      "preview": "HOME • ABOUT • HUNTING • FISHING • CONTACT Aim Adventures: Hunting Big Game Small Game Wingshooting Waterfowl Fishing Big Game Fresh Water Fly Fishing"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://account.forbes.com/subscribe?eventSource=header&redirect=https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/",
      "title": "Forbes Membership - Subscribe For Unlimited Digital Access",
      "description": "Get unlimited access to premium journalism, exclusive events and more.",
      "preview": "More Membership Options Forbes Magazine + Membership Bundle Corporate and Group Memberships How can we help? What is a Forbes digital membership? A Fo"
    },
    {
      "url": "http://www.lemonwade.com/2010/05/03/lynn-redgrave-67-is-dead/",
      "title": "Lynn Redgrave, 67, Is Dead",
      "description": "void",
      "preview": "lemonwade About Contact Subscribe RSS Feed Lynn Redgrave, 67, Is Dead Lynn Redgrave, the theater, film and television actress and scion of the Redgrav"
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://dawnofthelead.com/2020/06/08/hunting-pirates-1-the-cast/?replytocom=13474",
      "title": "Hunting pirates #1 - The Cast | Dawn of the Lead",
      "description": "A sub-project to tackle my pirates!",
      "preview": "Dawn of the Lead Miniature wargaming and the occasional zombie « Uprising at the plantation Work and play » Hunting pirates #1 - The Cast June 8, 2020"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://www.acca-x.com/",
      "title": "ACCA-X online courses in accounting, business and finance",
      "description": "Up skill with ACCA-X, multi-award winning online courses developed by ACCA (the Association of Chartered Certified Accountants). Prepare for accredited exams.",
      "preview": "ACCA-X Menu Home Courses About ACCA-X Articles Start here Start your career in accountancy, finance, and business with award-winning online courses fr"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://www.kidsafeseal.com/aboutourprogram.html",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "https://cricket-cup.blogspot.com/",
      "title": "Cricket Blog | BBL | India Cricket News",
      "description": "All your cricket news, reviews and opinions. Australia based independent cricket blog journalism with contributors from around the globe!",
      "preview": "Skip to main content Posts IPL 2025 Awards Recap: Royal Triumphs, Rising Stars, and Records Galore June 05, 2025 After 74 high-octane clashes, countle"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?pt=9008&ct=ytv-footer-ios&mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://www.aafes.com/about-exchange/doing-business/",
      "title": "Exchange | Military Discount - Tax Free Shopping",
      "description": "Exchange | Military Discount - Tax Free Shopping",
      "preview": "void"
    },
    {
      "url": "https://ceoworks.org/contact",
      "title": "CEO | Contact",
      "description": "void",
      "preview": "Search Contact Locations Contact CEO works with a diverse range of partners across the country, from employers to public sector agencies to nonprofit"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}