{
  "data": [
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://www.rochesterccphotography.com/Sports/College-Lacrosse/Yale-v-Albany-M-4-19-19/i-7JKFxxR/",
      "title": "Yale Bulldogs v. Albany Great Danes (M) 4-19-19 - RochesterCCPhotography",
      "description": "NCAA Division I men's lacrosse game between the Yale Bulldogs and Albany Great Danes at Boswell Field in Albany, NY. Get updates on photos and scores by clicking and joining our Facebook page or Twitter page. The images on this website are not to be used in any manner without permission from the photographer. This includes other websites. Please contact us with any questions. Watermarking is used to protect the images from copyright infringement.",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://reesesbookclub.com/",
      "title": "Home - Reese's Book Club",
      "description": "Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the story.",
      "preview": "Skip to content Where Women's Stories Shine Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://www.thebearchitects.com/",
      "title": "The Behavioural Architects: Global Insight, Research and Consultancy",
      "description": "Understanding consumer behaviour is at the heart of everything we do",
      "preview": "Global insight, research and strategic consultancy . Global insight, research and strategic consultancy . Global insight, research and strategic consu"
    },
    {
      "url": "https://www.slopak.si/",
      "title": "SLOPAK za embalažo poskrbi - Embalažna shema",
      "description": "Slopak zagotavlja izpolnjevanje obveznosti podjetij, ki jim jih nalaga slovenska zakonodaja glede ostankov izdelkov, ki jih proizvajajo, pridobivajo ali uvažajo ter kot prvi dajejo na slovenski trg.",
      "preview": "void"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.robinhood.org/relief-effort/",
      "title": "Relief Fund - Robin Hood",
      "description": "The Robin Hood Relief Fund provides providing New York City's frontline organizations with crucial support and rapid recovery in times of urgent need.",
      "preview": "All Programs Relief Fund Emergencies and natural disasters disproportionately harm disadvantaged communities, worsening the systemic challenges that l"
    },
    {
      "url": "http://www.livestockdialogue.org/",
      "title": "Global Agenda for Sustainable Livestock | FAO",
      "description": "The Agenda is a partnership of livestock sector stakeholders committed to the sustainable development of the sector. With global population projected to reach 9.6 billion in 2050, the livestock sector's role in sustainable food and agriculture will continue to increase. To be sustainable, livestock sector growth needs to simultaneously address key environmental, social, and economic challenges: growing natural resources scarcity, climate change, widespread poverty, food insecurity and global...",
      "preview": "Share Close Global Agenda for Sustainable Livestock The livestock sector is crucial to society achieving its environmental, social and economic and he"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://ecobatterybg.com/",
      "title": "Ecobattery | организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА)",
      "description": "void",
      "preview": "Екобатери АД е организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА), притежаваща Решение ООп - НУБА - 01 - 01/06.11.2017"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://teaamour.com/blogs/news/benefits-of-eating-organic-honey",
      "title": "Benefits of eating Organic Honey.. - Tea Amour® LLC",
      "description": "FULL OF NUTRIENTS There are numerous benefits of natural honey like vitamins, nutrients, antioxidants and enzymes. Because of these wonderful perks of raw honey, it works as the perfect processed sugar replacement. Processed sugar has zero benefits and comes with a crash. Raw honey doesn't. But vitamins, nutrients and",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Share Share Link Close share Copy link FULL OF NUTRIENTS There are numer"
    },
    {
      "url": "https://portal.azure.com/",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://webaccounts.imo.org",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.oxygenmag.com/life/womens-fitness-personalities/jaclyn-cordeiro-on-striving-for-progress-not-perfection/",
      "title": "Jaclyn Cordeiro on Striving for Progress, Not Perfection - Oxygen Mag",
      "description": "Jaclyn Cordeiro works hard, plays hard and loves every minute of it!",
      "preview": "Oxygen Mag Powered by Outside Photo: West Studio Heading out the door? Read this article on the new Outside+ app available now on iOS devices for memb"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://venmo.com/legal/crypto-terms/",
      "title": "Risk Disclosure Statement | Crypto | Venmo",
      "description": "Understand the terms & conditions for buying, selling, and holding crypto on Venmo. Learn about your rights and the risks involved.",
      "preview": "void"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://smile.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/",
      "title": "Iowa voting law: Gov. Kim Reynolds signs law shortening early voting",
      "description": "The measure passed the Legislature with all Republican votes. The GOP says the law is about election integrity; Democrats say it's voter suppression.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.truck1.rs/dealers/wantian/stock/kamioni/sve?page=3&stock=1",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://www.govdata.de/",
      "title": "GovData - Das Datenportal für Deutschland",
      "description": "Auf GovData, dem Datenportal für Deutschland sind Daten aller Verwaltungsebenen zentral zugänglich.",
      "preview": "Datensätze und Neuigkeiten 130.503 Datensätze 6.402 HVD Datensätze 32 Anwendungen GovData 2. Okt. 2025 @opendata Auch am letzten Tag der #SCCON gibt e"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://www.spindrift-racing.com",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "https://tulerie.com/",
      "title": "Tulerie | The Only Luxury Peer-to-Peer Closet Rental App",
      "description": "Tulerie is a peer-to-peer rental platform uniting sustainability, luxury, and community. Enjoy a modern, eco-friendly way to refresh your wardrobe with joy and variety.",
      "preview": "0 the only luxury peer-to-peer closet rental app Download Tulerie on ios Our Misson Wear. Share. Repeat. Tulerie is bringing to light how sustainabili"
    },
    {
      "url": "https://reallywell.com/Flaxfood.com/order-east.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /Flaxfood.com/order-east.htm ) could not be found on this server. However, we found documents with"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    },
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "http://backupsms.weebly.com/",
      "title": "Export Messages - Sowjanya Alla",
      "description": "Save your iPhone Text Messages on to your computer. Export messages allow you to print text messages from your iphone Print Text Messages, Save iPhone Messages, Save iPhone Text, Recove iPhone Text",
      "preview": "Export iMessages + iPhone SMS Export Instructions Contact Support Instructions Contact Support App Support Home: www.backupsms.weebly.com No need to"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "http://www.ricette.cc/",
      "title": "Ricette - Tutte le ricette di cucina possibili",
      "description": "void",
      "preview": ", CATEGORIE Antipasti Primi Piatti Secondi Carne Secondi Pollame Secondi Pesce Bevande Contorni Dessert Salse SONDAGGIO SALUTE Alimentazione Bimby Cal"
    },
    {
      "url": "https://codioful.com/",
      "title": "Multicolor CSS Gradients, JPG Downloads, 100% Free! | Codioful",
      "description": "Use pure CSS gradient backgrounds for your next website or app, as a JPG image or CSS code, no attribute required!",
      "preview": "Fresh New Popular This Week Popular This Month All Time Popular 182 Carefully Crafted Codiofuls Gradients are fun to do, but i always tried to make it"
    },
    {
      "url": "https://www.wheaton.edu/academics/faculty/thomas-boehm/",
      "title": "Thomas Boehm - Wheaton College, IL",
      "description": "void",
      "preview": "skip to main content Biography Dr. Thomas Boehm's work explores the intersections of disability and faith, family and flourishing. At Wheaton College,"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "https://www.aranzulla.it/come-liberare-spazio-su-iphone-100123.html",
      "title": "Come liberare spazio su iPhone | Salvatore Aranzulla",
      "description": "Sei un utente iPhone già da qualche tempo e puoi ritenerti più che soddisfatto della scelta fatta.",
      "preview": "Questo sito contribuisce alla audience di Canale Offerte e Sconti su Telegram Scopri le migliori offerte sul canale Telegram ufficiale. Guarda su Tele"
    },
    {
      "url": "https://www.svt.se/sport/",
      "title": "SVT Sport",
      "description": "SVT Sport - Sveriges största sportredaktion. Håll dig uppdaterad med de senaste livesändningarna och sportnyheterna från SVT.",
      "preview": "Guide Veckans sändningstider 21:30 Sportnytt Ikväll 21:30 21:55 Beachvolleyboll: Beach Pro Tour Ikväll 21:55 23:10 SVT Sport Direkt VM-kval: Presskonf"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "http://www.rds.it/",
      "title": "RDS 100% Grandi Successi | Ascolta la diretta RDS | RDS onAir",
      "description": "Ascolta la diretta radio RDS in streaming su www.rds.it. Ascolta i podcast di Enrico Mentana, l'oroscopo di Branko e tutti gli altri. Insieme a te, voglia di: musica, video, emozioni, interviste, curiosità dal web, giochi e concorsi. RDS, la radio 100% grandi successi.",
      "preview": "IN ONDA | Serie AllNews - Lorem ipsum IN ONDA PRIMA - ON AIR - DOPO - ORA IN ONDA... ORA IN ONDA... CHE CANZONE ERA I'm on my way - Bob Sinclar 1300 a"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "http://portal.rlgamericas.com/TRCS/RequestMailback.aspx?f=180354",
      "title": "void",
      "description": "void",
      "preview": "You are not registered. Welcome to Microsoft's Free Mail-back Program Welcome to Microsoft's free mail-back program provided by Reverse Logistics Grou"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/",
      "title": "Jason Canty's Tumblr Stuffs",
      "description": "Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com)",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://blog.hubspot.com/blog/tabid/6307/bid/30684/the-ultimate-list-of-email-spam-trigger-words.aspx",
      "title": "Spam trigger words: How to keep your emails out of the spam folder",
      "description": "Here's what you need to do to keep your messages in the inbox, rather than the spam folder.",
      "preview": "Home Marketing Spam trigger words: How to keep your emails out of the spam folder Spam trigger words: How to keep your emails out of the spam folder W"
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.beautiful.ai/",
      "title": "Best AI Presentation Maker for Professional Decks | Beautiful.ai - Generate High-Quality Slides With the #1 Artificial Intelligence Powered Presentation Tool Available",
      "description": "The AI presentation maker built for speed and polish. Beautiful.ai helps you create professional, client-ready slide decks in minutes. Try it free for 14 days - Make slides with the #1 AI slide generator on the market for teams and individuals.",
      "preview": "From prompt to professional presentation Kickstart presentations with AI Simply enter your prompt and watch our AI slide generator transform your idea"
    },
    {
      "url": "https://www.nyc.gov/site/dhs/index.page",
      "title": "Welcome to the NYC Department of Homeless Services - DHS",
      "description": "void",
      "preview": "Department of Homeless Services 311 Search all NYC.gov websites Menu Serving New Yorkers with Care & Compassion Text-Size Search Search Search Parents"
    },
    {
      "url": "https://www.minted.com/wedding-websites",
      "title": "Wedding Websites | FREE with Online RSVP | Minted",
      "description": "Discover the perfect wedding websites on Minted! Easily create a personalized online RSVP, gift registry, and gallery. Perfect for all brides and grooms-to-be.",
      "preview": "× No Thanks Let's Chat Enjoy a $50 credit towards wedding stationery when you use a Minted wedding website. No code needed. Build your website >"
    },
    {
      "url": "https://www.oceanographicmagazine.com/stockists/",
      "title": "Stockists Archive - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Home > Stockists UK store finder Where to buy your printed copy of the latest edition of Oceanographic magazine. Select a distance Within 5 miles With"
    },
    {
      "url": "https://www.wiame-vrd.com/l-entreprise",
      "title": "L'entreprise",
      "description": "WIAME VRD infrastructures routières, voirie et assainissement, AEP et réseaux divers - centrale enrobé Seine-et-Marne 77 - recyclage des matériaux de déconstruction",
      "preview": "L'entreprise Techniques pour le cadre de vie 1 Accueil L'entreprise Construire des infrastructures routières, de voirie et d'assainissement, en assure"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://abc7news.com/starbucks-recall-2023-frappuccino-drink-coffee/12832701/",
      "title": "Starbucks recall 2023: Frappuccino bottles recalled due to some drinks possibly containing glass - ABC7 San Francisco",
      "description": "More than 25,000 cases of the glass-bottled Starbucks Frappuccino Vanilla drinks have been recalled, according to the FDA.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out recall Starbucks frappuccino bottles recalled due to some drinks possibly containing"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "http://www.rareoldprints.com/house/Hall%20Barn",
      "title": "Antique Prints of Hall Barn House",
      "description": "void",
      "preview": "rareoldprints.com British Buildings Images of historic British buildings grouped by type and architect. Houses : Hall Barn 6 items Antique Prints of H"
    },
    {
      "url": "http://www.pc.ibm.com/",
      "title": "IBM",
      "description": "For more than a century, IBM has been a global technology innovator, leading advances in AI, automation and hybrid cloud solutions that help businesses grow.",
      "preview": "Explore, build and launch at IBM TechXchange 2025 Read key dev announcements from the conference and explore how gen AI is transforming build and auto"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ncoa.org/economic-security/money-management/scams-security/top-10-scams-targeting-seniors/",
      "title": "The Top Online Payment Scams Targeting Seniors",
      "description": "Older adults are frequent targets of payment scams. Learn what red flags to look out for, so you can keep yourself or a senior you know safe.",
      "preview": "Skip to main content This site uses cookies. We use cookies to give you the best experience on our website. For more information on what this means an"
    },
    {
      "url": "https://abc13.com/amp/felicia-johnson-killed-remains-found-in-sam-houston-national-forest-bones-identified-as-missing-woman-chukwuebuka-nwobodo-charged/12889100/",
      "title": "Felicia Johnson murder: Remains found in Sam Houston National Forest identified as woman missing from Houston for 10 months | abc13.com",
      "description": "Remains%20found%20in%20the%20Sam%20Houston%20National%20Forest%20earlier%20this%20month%20were%20identified%20as%20Felicia%20Johnson%2C%20who%20deputies%20say%20was%20dismembered%20in%202022.",
      "preview": "human remains found Remains found in Sam Houston National Forest identified as woman police believe was dismembered KTRK By Tom Abrahams Monday, Febru"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aclu.org/news/topic/abortion-criminal-defense-initiative-reproductive-rights",
      "title": "Abortion Criminal Defense Initiative | American Civil Liberties Union",
      "description": "The Supreme Court's decision to overturn Roe v. Wade is having life-altering and life-threatening consequences for women and other people who can become pregnant. The decision revoked the federal constitutional right to abortion, and with it our agency over our health, our lives, and our futures. In some states, the government may now prosecute people involved in abortion care. This unprecedented moment in the fight for reproductive rights demands a nationwide system to ensure that health care providers, individuals that provide funding and practical support, and patients know that they will have access to a zealous defense should they be prosecuted. No one should have to navigate the injustice of this system alone.",
      "preview": "Skip navigation Campaigns & Initiatives › Abortion Criminal Defense Initiative Last updated on May 14, 2025 We fight against the criminalization of ab"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://www.svwoltersdorf.de/2008/08/17/erfolgreicher-start-in-die-meisterschaft/",
      "title": "Erfolgreicher Start in die Meisterschaft | SV 1919 Woltersdorf",
      "description": "void",
      "preview": "Zum Punktspiel-Auftakt hat die erste Mannschaft beim 6:1 über Preußen Bad Saarow überzeugen können. Mit Spielbeginn übernahmen das Team sofort die Ini"
    },
    {
      "url": "https://brianwdavidson.com/2021/09/19/new-testament-library-in-accordance/",
      "title": "New Testament Library in Accordance - Brian W. Davidson",
      "description": "Accordance has a fantastic sale right now on the Old Testament and New Testament Library series (OTL and NTL) by Westminster John Knox Press. OTL and NTL are longstanding pillars in biblical scholarship, regularly appearing on best commentary lists like this one by Scot McKnight. The contributors are regularly insightful and helpful to anyone interested...",
      "preview": "New Testament Library in Accordance 09.19.21 Accordance has a fantastic sale right now on the Old Testament and New Testament Library series ( OTL and"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://www.kastle.com/safety-wellness/getting-america-back-to-work/",
      "title": "Kastle Systems - Data Assisting in Return to Office Plans",
      "description": "As companies return to the office, we understand prioritizing employee safety. Identify trends and assist return to office plans with our live data.",
      "preview": "Getting America Back to Work WEEKLY OCCUPANCY PEAK DAY HYBRID INDEX LEGAL OCCUPANCY Americans have been living through a period of intense uncertainty"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "http://www.lgrecyclingprogram.com/",
      "title": "LG Recycling Program | Life's Good when you recycle",
      "description": "Life's Good when you live green",
      "preview": "Find Drop-off sites Live Green, Today Sustainable Future Green Community We've made it easy to recycle your electronics. Hemos hecho que sea fácil rec"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "https://cs231n.github.io/",
      "title": "CS231n Deep Learning for Computer Vision",
      "description": "Course materials and notes for Stanford class CS231n: Deep Learning for Computer Vision.",
      "preview": "These notes accompany the Stanford CS class CS231n: Deep Learning for Computer Vision . For questions/concerns/bug reports, please submit a pull reque"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://www.avma.org/blog",
      "title": "AVMA@Work Blog | American Veterinary Medical Association",
      "description": "AVMA: Advocating for member veterinarians, and advancing the science and practice of veterinary medicine to improve animal and human health.",
      "preview": "Skip to main content AVMA@Work Video spotlight About AVMA@Work The AVMA is a community of veterinary professionals working together toward a common go"
    },
    {
      "url": "https://www.burtsbees.com/product/facial-oil-with-rosehip-seed-extract",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://www.aspcapro.org/resource/new-aspca-survey-vast-majority-dogs-and-cats-acquired-during-pandemic-still-their-homes",
      "title": "New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes | ASPCApro",
      "description": "As COVID-19 restrictions are lifted, 90% of dogs and 87% of cats are still in their homes.",
      "preview": "Skip to main content Close Close You are exploring New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes A re"
    },
    {
      "url": "https://allswellhome.com/collections/use-all-less-toppers-and-allswell-mattress/products/the-supreme-pillow",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://fi-fi.workplace.com/resources/getting-started/quick-launch-guide?ref=AVs4psWqGaLKBkzCgKlfBEj_KEfmffImxOU7Z15i-LH5TVKPVeCLTSUULosvei4FPv9zyyinqKV_QggwEC_AoKMQtWeJUkctO1virvFqYiIT5LEFVQ7xp_f8tXNH3nNpqEjsgZEGO4voFxasUrMHtRo4AsAznrQ2p-a_0CmsLk290_Fm7yXi2YP7ngnVw4lJ-VEGhY4dm3DvzHtlqKCMqWIl3-wQEAV-HvFu2tLYOLTDIhxY_jJUHuS3VloA_eoGLjYaaBNGa8XB7ib4Cpt3XD5t",
      "title": "Workplace has entered read-only mode | Ohje- ja tukikeskus: Workplace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gorillacoupon.com/store/vogacloset-multigeo",
      "title": "Vogacloset - MultiGeo Coupons, Deals for October 2025",
      "description": "Get the best cashback from Vogacloset - MultiGeo along with latest Coupons, Deals for October 2025",
      "preview": "Home All Stores Vogacloset - MultiGeo Extra 25% Cashback Cashback Stats Tracked Within"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "http://msnlatino.telemundo.com/contact_us",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "http://blogs.edf.org/energyexchange/2018/11/08/what-if-gadgets-talked-to-the-grid-to-cut-carbon-with-this-new-technology-they-can/",
      "title": "What if gadgets talked to the grid to cut carbon? With this new technology, they can. - Energy Exchange",
      "description": "Having breakfast at a local restaurant last weekend, I was sitting next to parents who were desperately trying to get their toddler to eat the pancakes he had ordered a few minutes earlier. Watching the high-stakes drama, it occurred to me that toddlers are a bit like our electric grid: They can change drastically at [...]",
      "preview": "Back Climate change solutions We deliver game-changing solutions that have a real impact for people around the globe. Our vision: A vital Earth. For e"
    },
    {
      "url": "http://www.loonygames.com/content/2.1/feat/",
      "title": "loonygames presents: American McGee's Alice - Through the Looking Glass",
      "description": "void",
      "preview": "about feedback archives submissions // loonygames :// issue 2.1 :// Through the Looking Glass ://1, 2 What's new today: New!!! The archives have been"
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    },
    {
      "url": "https://getchannels.com",
      "title": "Channels - Watch TV Your Way",
      "description": "Watch and record your favorite programs on every TV and device. A joy to use and simple to set up.",
      "preview": "Check out our latest news: Channels 6.2 for Apple TV & iOS Watch TV Your Way Watch and record your favorite shows and movies from every TV and device."
    },
    {
      "url": "https://www.editorx.com/",
      "title": "Wix Studio | The Web Platform Built for Agencies and Enterprises",
      "description": "Deliver exceptional digital experiences in any industry with smart design, dev and management capabilities, built for agencies and enterprises.",
      "preview": "top of page Wix Studio Deliver brilliance. Smash deadlines. Deliver brilliance. Deliver brilliance. Smash deadlines. Smash deadlines. Deliver Deliver"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://readordiebyemilyt.tumblr.com/",
      "title": "Read or Die: Book Reviews by Emily",
      "description": "\"What do these children do without storybooks?\" Naftali asked. And Reb Zebulun replied: \"They have...",
      "preview": "Read or Die: Book Reviews by Emily Text 4 Notes ripl-teen-book-reviews : Here's a bonus book talk celebrating the 100th Anniversary of The Great Gatsb"
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://www.momondo.in/?ispredir=true",
      "title": "Cheap Flights: Compare Flights & Flight Tickets | momondo",
      "description": "momondo searches hundreds of other travel sites at once to get you the information you need to make the right decisions.",
      "preview": "Where do you want to go? Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Trending cities The most searched for cities on"
    },
    {
      "url": "https://www.slingomama.nl/nl/413-yaro-house-collection-ring-slings",
      "title": "Yaro House Collection Ring Slings",
      "description": "Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde. Door de stof door de ringen te rijgen kun je hem aanspannen en vastzetten. Een ringsling is geschikt om te heupdragen en kan meteen na de geboorte gebruikt worden, tot aan de peutertijd! Yaro ringslings hebben een gathered shoulder.",
      "preview": "Yaro House Collection Ring Slings Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde."
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://untools.co/",
      "title": "Tools for better thinking | Untools",
      "description": "Collection of thinking tools and frameworks to help you solve problems, make decisions and understand systems.",
      "preview": "Tools for better thinking Thinking tools and frameworks to help you solve problems, make decisions and understand systems. Get 3 templates Get 3 free"
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "https://www.dailykos.com/stories/2020/3/3/1922951/-Renewable-Tuesday-Polluting-Power-Plant-Data",
      "title": "Renewable Tuesday: Polluting Power Plant Data You Can Use at Home!",
      "description": "What if we knew the pollution coming from every power plant in the world? What if we could get electricity from the grid when it is using the most clean energy? Your wish is granted, by a combination of satellite data, AI, and the Internet of Things....",
      "preview": "Advertisement #donaldtrump #community #media #ice #governmentshutdown #healthcare #cartoon #chicago #fascism #culture #immigration #mikejohnson #law #"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    }
  ],
  "_meta": {
    "total_bookmarks": 141
  }
}