{
  "data": [
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rammeter.com/test-equipment-tools?cat=21&rating=626&type=154",
      "title": "Test Equipment & Tools Ram Meter, Inc.",
      "description": "Ram Meter Inc. offers a complete range of test equipment and measurement devices to handle any application. Trust Ram Meter for all of your test equipment.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Menu Account Home"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "http://fao.org/contact-us/en/",
      "title": "Contact us | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Contact us",
      "preview": "Share Close Contact us General information Headquarters Viale delle Terme di Caracalla 00153 Rome, Italy Tel:(+39) 06 57051 e-mail： [email protected]"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "http://www.interconnect.net/",
      "title": "Interconnect Services - Providing Internet and Information Technology Solutions to Corpus Christi Texas and the Texas Coastal Bend",
      "description": "void",
      "preview": "Key services: High-Speed Internet Hosted Email/Web Fixed Wireless Internet Internet Firewalls Voice/Data Hosted VOIP IT Consultancy Website Design Sof"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://supersimple.com/app/",
      "title": "Super Simple App - Super Simple",
      "description": "Super Simple App FAQ",
      "preview": "1 Download our award winning mobile app from the App Store! 2 Start your free trial and create an account. Creating an account will let you use your a"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://www.nih.gov/",
      "title": "National Institutes of Health (NIH) |",
      "description": "Official website of the National Institutes of Health (NIH). NIH is one of the world's foremost medical research centers. An agency of the U.S. Department of Health and Human Services, the NIH is the Federal focal point for health and medical research. The NIH website offers health information for the public, scientists, researchers, medical professionals, patients, educators,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://www.etvendowment.org/?page=17",
      "title": "ETV Endowment of South Carolina",
      "description": "We work with donors to support programming on SCETV and SC Public Radio.",
      "preview": "Skip to main content ETV Endowment Homepage From Driveway to Difference Fuel the Programs You Love with a Vehicle Donation Your Recipe for Peace of Mi"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://tubitv.com/static/privacy",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "http://www.bulgaria-italia.com/bg/info/cucina/default.asp",
      "title": "La cucina bulgara",
      "description": "- La cucina bulgara",
      "preview": "CUCINA BULGARA Arte | Cinema | Cucina | Lingua | Letteratura | Musica | Politica | Storia | Sport | Turismo Proponiamo alla vostra attenzione le ricet"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://prginc.org/",
      "title": "PRG, Inc.",
      "description": "void",
      "preview": "0 PRG combines community-based affordable housing development with education and one-on-one advising to eliminate racial disparities in homeownership"
    },
    {
      "url": "http://www.faithforall.org",
      "title": "Faith for ALL",
      "description": "void",
      "preview": "Accelerating GLOBAL Discipleship through LOCAL Accessibility and Relational Depth Learn More We contend for \"Relational depth for Kingdom breadth\" (RD"
    },
    {
      "url": "http://www.brickcommander.com/",
      "title": "Brick Commander",
      "description": "Battlemechs, fighters, and tanks from the battletech-universe. Each model is accurately built with LEGO, beautifully rendered and shown from multiple viewing angles. Building instructions are also available for download in LDraw .DAT format.",
      "preview": "void"
    },
    {
      "url": "https://www.fsb-tcfd.org/",
      "title": "Task Force on Climate-Related Financial Disclosures | TCFD)",
      "description": "The TCFD has developed a framework to help public companies and other organizations disclose climate-related risks and opportunities.",
      "preview": "Skip to main content IMPORTANT MESSAGE - PLEASE READ Concurrent with the release of its 2023 status report on October 12, 2023, the TCFD has fulfilled"
    },
    {
      "url": "https://newsblenda.com/",
      "title": "Newsblenda: Your Trusted Source for News and Entertainment",
      "description": "Stay updated with the latest news, sports, politics, and entertainment videos from Newsblenda. Accurate information at your fingertips.",
      "preview": "🏡 Write & Earn with Newsblenda About Us Contact Us Log In Register No Result View All Result 🏡 Write & Earn with Newsblenda About Us Contact Us Log In"
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "https://www.wgsn.com/en/blog",
      "title": "Blog | WGSN",
      "description": "void",
      "preview": "Skip to main content Blog Category - Any - Fashion Beauty Tech Interiors Colour Consumer Behaviour Food & Drink Sports & Outdoor Retail Marketing Prod"
    },
    {
      "url": "https://www.rhs.org.uk/vegetables/tomatoes/grow-your-own",
      "title": "How to grow tomatoes | RHS Vegetables",
      "description": "Get growing your own tomatoes, with expert advice on choosing, sowing, planting, care and harvesting",
      "preview": "RHS Growing Guides How to grow tomatoes Our detailed growing guide will help you with each step in successfully growing Tomatoes. Getting Started Choo"
    },
    {
      "url": "https://www.dicapriomotors.it/home-page/divisione-garden/tagliasiepi/a-scoppio/tagliasiepi-valgarden-2t-jet-power-semi-pro-25-4-lama-60cm.1.1.22.gp.106376.uw",
      "title": "Ti trovi nella categoria: A SCOPPIO (HOME PAGE - DIVISIONE GARDEN-TAGLIASIEPI)",
      "description": "Description: A SCOPPIO DIVISIONE GARDEN-TAGLIASIEPI / HOME PAGE /",
      "preview": "Cookie policy Personalizza Accetta CHIUDI Chiudi HOME PAGE DIVISIONE DUE RUOTE DIVISIONE GARDEN DIVISIONE GARDEN DIVISIONE DUE RUOTE CONTATTI VIDEO NE"
    },
    {
      "url": "https://theelders.org/news/elders-enlist-their-grandchildren-s-help-climate-change",
      "title": "The Elders enlist their grandchildren's help on climate change",
      "description": "Ahead of the historic climate change negotiations in Copenhagen, The Elders urge all heads of government to attend the talks in Copenhagen and reach an ambitious, fair, effective and binding agreement to prevent climate catastrophe.",
      "preview": "Skip to main content  Newsletter  Search Home  News & Insight  Media Releases  The Elders enlist their grandchildren's help on climate change Med"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-career-certificates-learner-webinar-registration-483109592797?aff=erelexpmlt",
      "title": "Coursera x Grow with Google - Career Certificates Learner Webinar Registration, Thu 2 Mar 2023 at 16:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera x Grow with Google - Career Certificates Learner Webinar - Thursday, 2 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera x Grow with Google - Career Certificates Learner Webinar View details Follow this organiser to stay informed on future"
    },
    {
      "url": "https://www.nyse.com/index",
      "title": "The New York Stock Exchange | NYSE",
      "description": "void",
      "preview": "Your browser is unsupported Please visit this URL to review a list of supported browsers. NYSE Logo ICE NYSE NYSE CONNECT LOGIN NYSE Logo ICE announce"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "http://jsnfri.fra.affrc.go.jp/index-e/newindex-e.html",
      "title": "JUMP!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://earthobservatory.nasa.gov/topic/drought",
      "title": "Drought",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.latham.london/2016/06/shanghai-set-to-improve-air-quality-ahead-of-g20-summit/",
      "title": "Shanghai Set to Improve Air Quality Ahead of G20 Summit | Latham.London",
      "description": "By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental Protection Bureau",
      "preview": "Skip to content By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://members.opensource.org/join/",
      "title": "Become a Member of OSI - OSI Members Site",
      "description": "void",
      "preview": "Search Our Site Search Search for: Support our mission Help us protect the Open Source Definition Donate and join as full member to gain the right to"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://queertactics.tumblr.com/",
      "title": "@queertactics on Tumblr",
      "description": "Follow @queertactics and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following katebushvgore Follow miss-americanbi Follow how the absolute FUCK am i supposed to live long and prosper in these conditions tra"
    },
    {
      "url": "https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
      "title": "Program Guide | 2025 Sundance Film Festival",
      "description": "Discover the 2025 film lineup.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.m8tools.com/",
      "title": "M8 GAMBLING TOOLS - YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "description": "YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "preview": "Supe It Up is a slot that will appeal to any petrol head out there, especially those who enjoy customising cars and all the various mods that cars can"
    },
    {
      "url": "https://www.behance.net/galleries/illustration",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://captainsnugglefuck.tumblr.com/",
      "title": "@captainsnugglefuck on Tumblr",
      "description": "Follow @captainsnugglefuck and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Burning Brimstone I've found what matters most in life, is how well we walk through hell, no matter how many times we have to go through i"
    },
    {
      "url": "https://chrysler.oemdtc.com/category/recalls",
      "title": "Recalls | FCA - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://screenrant.com/bachelor-paradise-thomas-jacobs-plan-propose-becca-kufrin/",
      "title": "BIP: Thomas Jacobs Reveals Plan To Propose To Becca Kufrin",
      "description": "Bachelor Nation star Thomas Jacobs, who met his girlfriend, Becca Kufrin, on Bachelor In Paradise season 7, revealed his future plan for a proposal.",
      "preview": "Close Close Sign in to your ScreenRant account Bachelor In Paradise star Thomas Jacobs, who met his girlfriend Becca Kufrin on the beach in Mexico las"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "https://jacobjoaquin.tumblr.com/",
      "title": "The Old School",
      "description": "𝄆🖖♉︎👁️∞🌹𝄇 // Artist · Coder · Seeker // Generative // Chaotic Good",
      "preview": "The Old School Optical Rhythms Posted 1 month ago 21 notes Tagged: p5 , nextdraw , op art , black and white , . Op Study Posted 1 month ago 33 notes T"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "http://ogeiee.produce.gob.pe/index.php/shortcode/oee-documentos-publicaciones/boletines-pesca/item/876-2019-diciembre-boletin-del-sector-pesquero",
      "title": "2019 Diciembre: Boletín del Sector Pesquero",
      "description": "• El desembarque de recursos hidrobiológicos, en diciembre 2019, registró una variación interanual negativa de 65.7%,...",
      "preview": "INICIO BUSCAR DATOS ABIERTOS TRANSPARENCIA 2019 Diciembre: Boletín del Sector Pesquero 9 March 2020 Boletines Pesca Super User 5702 times • El desemba"
    },
    {
      "url": "http://www8.hp.com/us/en/privacy/ww-privacy.html",
      "title": "HP Privacy Statement Worldwide | HP® Official Site",
      "description": "HP Privacy page worldwide index",
      "preview": "Skip to Content Skip to Footer Skip to Country Selector Your Cart is Empty Sign in Create an account Get faster checkout, order tracking, and exclusiv"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "https://actorsfund.org/",
      "title": "Entertainment Community Fund",
      "description": "The Entertainment Community Fund is a national organization that provides support and services to the entertainment community in times of need or crisis. It offers access to Broadway house seats, special events, and a message from Annette Bening, the chair of the board of trustees.",
      "preview": "Skip to main content Announcement Southern California Wildfires: Support, Resources, Emergency Financial Assistance Donate to help Apply for The Creat"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://fogoislandinn.ca/",
      "title": "Fogo Island Inn | All-Inclusive Hospitality & Regenerative Travel",
      "description": "Experience all-inclusive hospitality at Fogo Island Inn, a member of Relais & Chateaux with Three MICHELIN Keys. Book a room at Fogo Island Inn.",
      "preview": "Skip to main content Skip to footer Bask in our fall colours. Book for Berry Season. Entangled with nature, rooted in community Experience all-inclusi"
    },
    {
      "url": "http://theaterdeverbeelding.nl/",
      "title": "Home - Theater de Verbeelding",
      "description": "Theater de Verbeelding is het eigenzinnige theater in Purmerend met een theaterzaal in P3. Jonge makers, nieuwe makers, nieuw aanbod.",
      "preview": "Skip to content Kom snel kijken naar de vernieuwde P3 Bestel nu alvast je kaarten voor 2026 Dorfmann & Bos - Barricade, PREMIÈRE IN ONS THEATER -> Bes"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "http://www.outerspacious.com/privacy-policy",
      "title": "Outerspacious Software - Privacy Policy",
      "description": "void",
      "preview": "Home Support By visiting our Website, downloading our Application(s), and/or otherwise accessing and/or using our Service, you are agreeing to the ter"
    },
    {
      "url": "https://www.cantubeauty.com/",
      "title": "Home - Cantu Beauty",
      "description": "[...]Read More...",
      "preview": "Search Cancel change location Skip to content x JOIN OUR MAILING LIST Sign up now Get the latest news, product releases and competition details right"
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://space.mines.edu/",
      "title": "Home - Space Resources Program",
      "description": "Since the 1990s, Colorado School of Mines has been a leading institution for the study of space resources and in situ resource utilization (ISRU) through its Center for Space Resources.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Space Resources Program Colorado School of Mines The first progr"
    },
    {
      "url": "https://www.mississippifreepress.org/20068/ridgeland-mayor-demands-lgbtq-book-purge-threatens-library-funding/",
      "title": "Ridgeland Mayor Demands LGBTQ+ Book Purge",
      "description": "Ridgeland Mayor Gene McGee is withholding $110,000 of funding from the Madison County Library System, demanding a purge of LGBTQ+ materials.",
      "preview": "Skip to content Library system leadership told the Mississippi Free Press that Ridgeland Mayor Gene McGee has demanded a purge of all LGBTQ+ materials"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://axtra.ca/publication/rapport-dactivite/",
      "title": "Rapport d'activité 2013-2014 du RQuODE - AXTRA | L'Alliance des centres-conseils en emploi",
      "description": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette période. Les dossiers marquants de l'année 2013-2014? Le lancement des stages rémunérés, le projet Ivirtivik, les implications du RQuODE au sein de la CPMT et du Forum national Emploi-Québec/Ressources externes et la rédaction de deux [...]",
      "preview": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette pé"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "https://optout.networkadvertising.org/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/the-crochet-project",
      "title": "Ravelry: The Crochet Project - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://photo.samsclub.com/?xid=hdr:shop:seasonal:photo-center",
      "title": "Photo Gifts, Photo Books & Online Photo Printing | Sam's Club Photo",
      "description": "Storytelling made beautiful with Sam's Club Photo. Print photos, order custom cards, and create photo gifts like canvas prints, photo books, and more online.",
      "preview": "Free Ground Shipping on all Orders. Learn more Photo Books Hold onto every moment Bring the sunshine home: personalize photo books with your vacation"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.electricworld.co.uk/l/hoods",
      "title": "Electric World Cooker Hoods | Domestic Appliance Retailer Lisburn | Wide Range of Appliances",
      "description": "Find a wide range of quality Household Appliances for your home from top brands including Bosch, Candy, Sharp, LG and more. Inquire today!",
      "preview": "The store will not work correctly in the case when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on o"
    },
    {
      "url": "https://www.somethingawful.com/news/handyman-home-repair/",
      "title": "Say \"Handyman\" Three Times In A Mirror",
      "description": "If you need home repairs done but you don't have enough money to hire a licensed contractor who actually knows what they're doing, call me!",
      "preview": "Something Awful Something Awful Forums Something Awful Forums Photoshop Phriday Photoshop Comedy Goldmine Goldmine The Flash Tub Flash Tub WTF, D&D?!?"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://certificering.symbaloo.com/mix/altun",
      "title": "ALTUN - Libreria Symbaloo",
      "description": "Nella libreria Symbaloo puoi scoprire Webmix interessanti creati e condivisi da altri utenti Symbaloo.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}