{
  "data": [
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://blog.cmkg.org/blog/topic/category-analytics",
      "title": "Category management best practices & thought leadership for Retail & CPG teams. | Category Analytics",
      "description": "Category Analytics | Translate industry trends, changes, and insights into best practices and training for future-proof Retail and CPG organizations.",
      "preview": "Training Solutions Instructor-Led Virtual Training Instructor-Led Classroom Training eLearning Training Solutions for Individuals Assessments Team Tra"
    },
    {
      "url": "https://www.nike.com/t/air-force-1-07-womens-shoes-b19lqD/DD8959-100",
      "title": "Nike Air Force 1 '07 Women's Shoes. Nike.com",
      "description": "Find the Nike Air Force 1 '07 Women's Shoes at Nike.com. Free delivery and returns.",
      "preview": "Nike Air Force 1 '07 Women's Shoes $115 Favorite non-filled The radiance lives on in the Nike Air Force 1 '07, the b-ball icon that puts a fresh spin"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    },
    {
      "url": "https://help.lyft.com/hc/e/articles/115013078668-Scheduled-rides-for-riders#scheduleride",
      "title": "Scheduled rides for riders - Lyft Help",
      "description": "void",
      "preview": "Skip to Content Scheduled rides for riders You can plan ahead by scheduling a ride up to 90 days ahead of time. When you schedule a ride, you'll speci"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://www.behance.net/galleries/illustration",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "http://www.putty3d.com",
      "title": "Putty 3D",
      "description": "Putty is a powerful digital sculpting tool, created from the ground up for iOS devices. Sculpt, carve and model any shape you can imagine, anytime, anywhere, using realistic materials and simple, intuitive tools.",
      "preview": "View fullsize Developed by Nga Nguyen, Putty is the best 3D sketchbook for artists and enthusiasts on the go. Whether you're on holiday, on the train"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://www.identidadvisual.com/ab/featured_item/diseno-logo-olviqum-albacete/",
      "title": "Diseño Logo Olviqum Albacete - IDENTIDAD VISUAL",
      "description": "void",
      "preview": "Skip to content DISEÑO Diseño Logo Olviqum Albacete Diseño Logo C2G Albacete Imagen Corporativa Julián Olivas ROTULACIÓN VEHÍCULOS ROTULACIÓN Diseño L"
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "https://opendata.vancouver.ca/",
      "title": "Home - City of Vancouver Open Data Portal",
      "description": "View datasets from the City of Vancouver, BC, Canada. Download data in various formats, explore with charts and maps, and access via API.",
      "preview": "void"
    },
    {
      "url": "https://support.springer.com/en/support/home",
      "title": "Support : Springer Support",
      "description": "void",
      "preview": "Welcome to Springer support How can we help you today? Enter your search term here... Search Account Management Springer Nature Link Springer Books an"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "https://jacobjoaquin.tumblr.com/",
      "title": "The Old School",
      "description": "𝄆🖖♉︎👁️∞🌹𝄇 // Artist · Coder · Seeker // Generative // Chaotic Good",
      "preview": "The Old School Optical Rhythms Posted 1 month ago 21 notes Tagged: p5 , nextdraw , op art , black and white , . Op Study Posted 1 month ago 33 notes T"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.ihrb.org/employerpays/the-employer-pays-principle",
      "title": "IHRB - The Employer Pays Principle",
      "description": "void",
      "preview": "The Employer Pays Principle Part of IHRB's Responsible Recruitment Gateway Overview The Employer Pays Principle Leadership Group for Responsible Recru"
    },
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://www.jpmorganchase.com/",
      "title": "Home | JPMorganChase",
      "description": "void",
      "preview": "Skip to main content About us About us How we do business Leadership Awards and recognition Technology Governance Suppliers Diversity, opportunity & i"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://www.govtjobsportal.in/2020/02/ssc-recruitment-2020-ssc-selection-post.html",
      "title": "SSC Recruitment 2020 - SSC Selection Post Phase 8 Notification for 1355 Assistant, Clerk & Other Posts",
      "description": "Govt Job Portal is the leading employment news website for the updates related to the Govt Jobs in India. Defence job portal for Army, Navy and Airforce job information. Recruitment portal for Governemnt Jobs in India updates. We are also sharing other informative articles for the students who are prearing for the Govt Jobs. Sarkari Job Portal is a website for all job seekers in India.",
      "preview": "Contact Us 10th/12th Pass Diploma Jobs Privacy & Policy Government Jobs in India Govt Jobs in India Home Govt Job Railway Job Bank Job Engineering Job"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://www.contentfulstatus.com",
      "title": "Contentful Status",
      "description": "Welcome to Contentful's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Contentful creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't recei"
    },
    {
      "url": "https://www.hallmarkchannel.com/lacey-chabert",
      "title": "Lacey Chabert",
      "description": "Discover the many Hallmark Channel movies, including \"A Royal Christmas\" and \"A Christmas Melody,\" starring Lacey Chabert!",
      "preview": "Share Print Email Pinterest Twitter Lacey Chabert Lacey Chabert Discover more about Hallmark movies and series starring Lacey Chabert. And don't forge"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://oceanographicmagazine.com/shop/subscription/",
      "title": "Subscriptions - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Shop > Subscriptions Oceanographic subscriptions Your portal to our ocean planet Oceanographic is the world's leading ocean publication. We combine im"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "https://avenaoriginals.com/blogs/news/is-organic-better-food",
      "title": "IS ORGANIC BETTER FOOD? | Avena Originals",
      "description": "Organic Better than Non Organic? A new study published in the British Journal of Nutrition found that organic crops have higher concentrations of antioxidants, lower levels of cadmium and nitrates and fewer pesticide residues than non-organic crops. The study, by an international team led by Britain's Newcastle Univers",
      "preview": "LOGIN CREATE AN ACCOUNT Cart 0 Lifestyle Stories, Reviews & News IS ORGANIC BETTER FOOD? 29 July 2014 Organic Better than Non Organic? A new study pub"
    },
    {
      "url": "https://www.latribunahoy.com/tag/jornadas-de-puertas-abiertas-medina-sidonia/",
      "title": "Jornadas de Puertas Abiertas, Medina Sidonia archivos - Noticias La Tribuna Hoy",
      "description": "La Delegación de turismo del Ayuntamiento de Medina Sidonia organiza el 9 de diciembre la XIII Jornadas de Puertas Abiertas",
      "preview": "Aviso Legal Politica de privacidad Politica de cookies Portada Costa del Sol Benahavís Benalmádena Casares Estepona Fuengirola Málaga Manilva Marbella"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://www.lespressesdureel.com/EN/auteur.php?id=661&",
      "title": "Susan Hiller - Les presses du réel",
      "description": "void",
      "preview": "list forthcoming offres spéciale best-sellers back in stock e-books vinyl records & cds dvd limited editions events newsletter / rss contact / practic"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://onecast.me",
      "title": "OneCast - Xbox remote play for Mac, iOS and Apple TV",
      "description": "Someone else using the TV? Stream your Xbox games to your Mac, iOS and Apple TV devices and play anywhere, anytime.",
      "preview": "Skip to content Home News Download Support Purchase Download for Mac Xbox gaming unleashed - stream from your console or the cloud to your favorite de"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://revistas.uptc.edu.co/index.php/pensamiento_accion/article/view/3044",
      "title": "El amargo sabor de la caña o sobre una sociedad basada en el sufrimiento animal | Pensamiento y Acción",
      "description": "void",
      "preview": "Ir al menú de navegación principal Ir al contenido principal Ir al pie de página del sitio Resumen Aquello que define la idiosincrasia de los pueblos"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "http://sahlinstudio.com/product-category/theme/birthday/page/2/?add-to-cart=26386",
      "title": "Sahlin Studio | Digital Scrapbooking DesignsBirthday Archives - Page 2 of 5 - Sahlin Studio | Digital Scrapbooking Designs",
      "description": "Digital scrapbooking products with a mix of vintage, kitschy flair, while still maintaining that modern, classic look. Find digital scrapbooking kits, freebies, tutorials and inspiration to help document your memories.",
      "preview": "Birthday View Cart \"Est. Date\" was successfully added to your cart. Showing 10-18 of 43 results 9 products per page 18 products per page 27 products p"
    },
    {
      "url": "https://www.baseball-reference.com/",
      "title": "MLB Stats, Scores, History, & Records | Baseball-Reference.com",
      "description": "Complete source for baseball history including complete major league player, team, and league stats, awards, records, leaders, rookies and scores.",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop-63360a8099738d3a9ab16ce4?show_live_page=true",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://climate.copernicus.eu/charts/c3s_sstoa",
      "title": "Charts | Copernicus",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "http://www.fantasticaficcion.com/index.php/orbit-books-anuncia-la-adquisicion-de-goldilocks-de-laura-lam/",
      "title": "Orbit Books anuncia la adquisición de Goldilocks de Laura Lam - Fantástica - Ficción",
      "description": "void",
      "preview": "Saltar al contenido La editorial Orbit ha anunciado la adquisición de la novela Goldilocks de Laura Lam. La fecha de publicación es mayo de 2020. Esta"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "https://hroarr.com/",
      "title": "HROARR | Resources for the Historical European Martial Arts & Sports Community",
      "description": "void",
      "preview": "Welcome to HROARR Resources for the Historical European Martial Arts and Sports Community The HROARR site focuses on different aspects of Historical E"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://stores.bestbuy.ca/en-ca/search",
      "title": "Find the nearest Best Buy store location near you | Best Buy Canada",
      "description": "Find Best Buy store locations near you for computers, TVs, appliances, cell phones, video games, smart home tech, and Geek Squad services. Reserve online, pickup in-store.",
      "preview": "Skip to content Return to Nav Filter by Service Services Battery and Electronics Recycling Best Buy Express Best Buy Mobile Experience Store Geek Squa"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://www.samsclub.com/locator",
      "title": "Club Finder - Sam's Club",
      "description": "void",
      "preview": "Skip to Main Content Find a nearby club Get the club hours, driving directions and services available at a Sam's club near you. Find 0 clubs near to 0"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://hfs.uw.edu/Husky-Card-Services/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=huskycard",
      "title": "Husky Card Services - UW HFS",
      "description": "void",
      "preview": "Warning! This is the TEST UW HFS website. Content on this site may be in pre-production, outdated, or not accurately reflect UW HFS amenities, prices,"
    },
    {
      "url": "https://fier.com/login",
      "title": "Log In ‹ Fier - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to Fier Language English (United States) Deutsch E"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://demozoo.org/parties/241/",
      "title": "Dreamhack 1997 - Demozoo",
      "description": "Check out the results and releases from Dreamhack 1997, held 31st October - 2nd November 1997 in Borlänge Kommun, Dalarna, Sweden on Demozoo.",
      "preview": "Party Dreamhack 1997 31st October - 2nd November 1997 Borlänge Kommun, Dalarna, Sweden http://www.dreamhack.se/ Organisers Dion Results file results.t"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "https://www.velvetyne.fr/",
      "title": "Home - Velvetyne",
      "description": "Libre fonts for everyone",
      "preview": "Menu × We launched our first call for projects: Support Opensource Signs !!! Applications are open till the 15/05/2025. ↑ We design libre / open sourc"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://exoplanets.nasa.gov/what-is-an-exoplanet/overview/",
      "title": "Exoplanets - NASA Science",
      "description": "Most of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (\"Small\" meaning within thousands of light-years of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://www.ecocert.com/en-US/expertise/organic-farming",
      "title": "Organic Agriculture | Ecocert",
      "description": "Ecocert inspects and certifies your organic agriculture products following the regulations that apply to your market. Find out more about our commitment to organic agriculture.",
      "preview": "Certification Training Consulting Quote Contact Our services Certification Training Consulting Ecocert About us News Careers Our Business sectors Food"
    },
    {
      "url": "http://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://news.yahoo.com/russian-president-putin-announces-further-181316751.html",
      "title": "Russian President Putin announces further invasion of Ukraine",
      "description": "Russian President Vladimir Putin announced his intention to conduct a military operation in Ukraine on February 24, 2022. Captions: Circumstances require firm and immediate actions from us. Donbas's People's Republics asked for help from Russia. In this regard, according to the article 51 part 7 of the United Nations charter, with the consent of the Russian Federation Council and in accordance with the ratified agreement on 22 February of this year on friendship and mutual aid with Donetsk People's Republic and Luhansk People's Republic, I decided to conduct a special military operation. Its goal is the protection of people who, during eight years, suffer from abuse and genocide from the Kyiv regime. We urge you to lay down arms immediately and go home. I will explain: all servicemen of the Ukrainian army who comply with this requirement, can freely leave the area of military actions and return to their families. Whoever would try to stop us and further create threats to our country, to our people, should know that Russia's response will be immediate and lead you to such consequences that you have never faced in your history. We are ready for any outcome. I am confident that loyal soldiers and officers of Russia's Armed Forces fulfill their duty professionally and courageously.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Russian President Putin announces further invasion of Ukraine"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "https://www.thehindu.com/sci-tech/technology/microsoft-along-with-seeds-launch-2nd-phase-of-ai-model-to-predict-heat-waves-risks-in-india/article35555104.ece#:~:text=%22Phase%20II%20begins%20with%20model,warnings%20in%202021%2C%20it%20said",
      "title": "Microsoft along with SEEDS launch 2nd phase of AI model to predict heat waves risks in India - The Hindu",
      "description": "This AI model solution has been developed under Microsoft's global programme 'Artificial Intelligence for Humanitarian Action' to build disaster resilient communities in India.",
      "preview": "void"
    },
    {
      "url": "http://artesanointerior.blogspot.com/2011/12/radarcan-la-opcion-mas-saludable-segura.html",
      "title": "Mi Ser Cordial : Radarcan: la opción mas saludable segura y duradera para evitar molestias y daños de insectos, animales y aves en nuestro entorno y hogar",
      "description": "Limpiar Ordenar Organizar Soltar Aceptar Disfrutar Sentir Atender Ser Compensar Sustituir Cultivar etc.",
      "preview": "Encuentros Maneras formas y prácticas para convivir creciendo felices Aprendiendo-Enseñando asuntos simples verdaderos prácticos Con Efecto MARIPOSA F"
    },
    {
      "url": "https://www.deboadeniran.com/tag/kemi-adeosun/",
      "title": "Kemi Adeosun | DEBO ADENIRAN",
      "description": "void",
      "preview": "Home Latest News About Debo Photo Gallery First Faculty Ventures Publications Debo on Social Media Debo In The Media Papers and Lectures Press Release"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://computinged.wordpress.com",
      "title": "Computing Ed Research - Guzdial's Take | How do people understand computing, and how can we improve that understanding?",
      "description": "How do people understand computing, and how can we improve that understanding?",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Seeking K-1"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}