{
  "data": [
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "https://tree-tc.tributestore.com/?oId=25875204&tag=&tn=FreeTreeTestFC&otv=&source=tco_description&mtph=1",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "https://source.android.com/security",
      "title": "Android Security | Android Open Source Project",
      "description": "void",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "https://www.nih.gov/news-events/news-releases",
      "title": "News Releases | National Institutes of Health (NIH)",
      "description": "News releases from the National Institutes of Health.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.kiwico.com/",
      "title": "Seriously fun hands-on learning for curious kids of all ages | KiwiCo",
      "description": "KiwiCo delivers kids' subscription boxes and STEM, STEAM, science and art kits that provide serious fun and hands-on learning. Find subscription boxes for kids of all ages today!",
      "preview": "Fun & e n r i c h i n g p r o j e c t s for all ages 1 Pick a subscription 2 Receive a monthly crate 3 Continue the fun Des i gned to i nsp i re Encou"
    },
    {
      "url": "http://www.bebat.be",
      "title": "Samen recycleren, beter voor ons allemaal | Bebat",
      "description": "Bebat wil samen met jou alle lege batterijen een nieuw leven geven. Hoe we dat doen, en hoe jij kan helpen? Dat ontdek je hier.",
      "preview": "Samen recycleren, beter voor ons allemaal Al 30 jaar geeft Bebat lege batterijen een nieuw leven, door ze in te zamelen in te zamelen , te sorteren so"
    },
    {
      "url": "http://www.odafishing.com/?p=34&a=view&r=62",
      "title": "DM04-2 - Minnow - ODA-ODA Fishing tackle Co., LTD,",
      "description": "ODA Fishing tackle Co., LTD, the new star fishing tackle industry, specializing in designing, producing and improving fishing tackle inChina.ODA fishing tackle CO.,LTD located in the Asia Games Village,Panyu Area, Canton with many large facilities, the welding machines,injection machines and so on.",
      "preview": "请稍候... Home Products NewsCenter Gallery Download ContactUs +Robotic lure FM06 F4J27 F4J28 F4J12 F4J13 DM09 F4J16 F4J06 F4J26 DM10 DV05 + foaming bait"
    },
    {
      "url": "https://www.newspeakblog.com/how-you-can-save-time-and-money-when-you-buy-bitcoin/",
      "title": "How You Can Save Time And Money When You Buy Bitcoin?",
      "description": "It can be frustrating trying to buy Bitcoin, especially for the first time. You might be surprised to find transaction wait times taking...",
      "preview": "Select Category Auto Business Digital Marketing Education Entertainment Fashion Health Home Improvement Legal Parenting Tech Travel Uncategorized It c"
    },
    {
      "url": "https://atlantapressclub.org/",
      "title": "Atlanta Press Club",
      "description": "void",
      "preview": "Please upgrade your browser. Go to https://support.microsoft.com/en-us/help/17621/internet-explorer-downloads to download IE 11 or M. Skip to content"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://giftsofthejourney.com/2009/12/28/love-in-a-box/",
      "title": "Love In A Box | Gifts Of The Journey",
      "description": "\" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wylly Folk St.John I found the quote above in an interview clipped from a newspaper and tucked inside a book written by my Aunt Wylly. Finding it this morning was in a way like...",
      "preview": "Margaret & Elizabeth - Christmas 1969 \" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wyll"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://www.finalsite.com",
      "title": "School Websites, Communications & Enrollment Platform | Finalsite",
      "description": "Finalsite is the first community relationship management platform for K-12 schools, transforming how schools attract students, engage families, and build community.",
      "preview": "Skip To Main Content Finalsite Search Clear Search Home Better tools. Stronger schools. Everything you need to attract students, engage families, and"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://www.next.co.uk/shop/department-homeware-productaffiliation-diningroomfurniture/story-ohara-story-piano-story-sloane-type-2door",
      "title": "Buy Homeware Diningroomfurniture Online | Next UK",
      "description": "Shop a wide range of Homeware Diningroomfurniture with Next. Choose from 1000s of products here. Order Homeware Diningroomfurniture now with express delivery.",
      "preview": "6.7.3 club25 1760097152857 You need to enable JavaScript to run this app. next gb en 6.7.3 5.51.1 Sorry, the category you requested might have moved o"
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "https://www.gob.pe/institucion/produce/normas-legales/140929-003-2018-produce",
      "title": "Decreto Supremo N.° 003-2018-PRODUCE - Normas y documentos legales - Ministerio de la Producción - Plataforma del Estado Peruano",
      "description": "Modifícase los artículos 1, 2, 3, 4, 5, 6, 7, 8 y 9 del Decreto Supremo Nº 006-2016-PRODUCE, que establecen disposiciones generales para el fortalecimiento de la pesca artesanal en las cadenas productivas.",
      "preview": "Saltar a contenido principal Ministerio de la Producción Decreto Supremo N.° 003-2018-PRODUCE 15 de mayo de 2018 Modifícase los artículos 1, 2, 3, 4,"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Passport-FAQs/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Photo Passport FAQs",
      "description": "Please see below for frequently asked questions about Passport Photos...",
      "preview": "Photo Help - Photo Passport FAQs Back Walgreens Photo Help Photo Passport FAQs Published 01/31/2025 10:37 AM | Updated 01/31/2025 10:37 AM Please see"
    },
    {
      "url": "https://www.pjtra.com/t/8-9711-131940-104709?sid=PEOSarahJessicaParkerWoreThisEverydayLayeringPieceWhileontheSetofAndJustLikeThatssavoyFasAff13960716202302I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-way-long-shirt-light-blue",
      "title": "The Way Long Oxford Shirt | Light Blue - Everlane",
      "description": "Featuring an oversized, dramatic length for ultimate versatility The Way Long Oxford Shirt was created to be worn as a layer over your favorite athletic wear (or bathing suit), or slip it on as a dress-hello legs! We love a multifunctional staple piece.",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://studio.mapbox.com/",
      "title": "Console | Mapbox",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://rhawkins20-blog-blog-blog.tumblr.com/",
      "title": "Digitalia",
      "description": "Always the beautiful answer who asks a more beautiful question. ~e.e.cummings",
      "preview": "Digitalia RSS Archive Always the beautiful answer who asks a more beautiful question. ~e.e.cummings July 20, 2015 Mainstream Media: Who do I trust? I"
    },
    {
      "url": "https://www.lambshvac.com/services/ductless-ac",
      "title": "Mini-Split AC Services Georgetown, IN | Lamb's Heating & Air Conditioning",
      "description": "Visit our website to learn more about ductless mini-splits. We Proudly serve Floyd and Clark counties including Georgetown, Floyds Knobs, New Albany, and Jeffersonville.",
      "preview": "Ductless Mini-Split Sales and Service for Georgetown, IN and Surrounding Areas Services Air Conditioning Heating Maintenance Ductless AC Indoor Air Qu"
    },
    {
      "url": "https://maltaonlinebookshop.com/book_author/daniel-mainwering/",
      "title": "Daniel Mainwering Archives | Malta Online Bookshop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "http://www.radioampm.com.ar/2017/10/direcotora-de-turismo.html",
      "title": "Direcotora de Turismo",
      "description": "AmPm Radio El Bolsón Noticias y entretenimiento 2944800999 Escucha 2021",
      "preview": "Inicio _Sin Sello Escuchar la Radio Enviar Whatsapp A Twitter List by RodrigoSotomayr AmPm Direcotora de Turismo 102.9 Radio Produccion octubre 11, 20"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.maison-alves.com/store/p152/Nostalgia_Alvarinho_Vin_Blanc_2016_%28Vin_Vert_%29_2013.html",
      "title": "vin vert du portugal",
      "description": "vin vert du portugal",
      "preview": "MAISON ALVES Accueil Notre magasin à la ferme Notre société Nos Marchés Nos volailles🐓🐇🦆 Nos artisans de confiance Coin presse On parle de nous ? Spon"
    },
    {
      "url": "https://flipboard.com",
      "title": "Flipboard: Your Social Magazine",
      "description": "One place for all the stories you care about. Join the Flipboard community to discover and share what inspires you.",
      "preview": "11 hours ago Former Republican elections official buys Dominion Voting, the company at the center of false 2020 conspiracy theories verified_publisher"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://appsupport.supersimple.com",
      "title": "Super Simple App Support",
      "description": "Super Simple App Support",
      "preview": "Helpful information for the Super Simple app Search No results found Most Popular Articles Offline mode How do I lock the app so my child cannot exit"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "https://lionofviennasuite.sbnation.com/users/kidsearncash77",
      "title": "kidsearncash77 Profile and Activity - Lion Of Vienna Suite",
      "description": "Your best source for quality Bolton Wanderers news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Fanposts Sections Bolton Wanderers Transfer News Bolton Wanderers Opinion Bolton Wanderers On"
    },
    {
      "url": "https://blog.history.in.gov/tag/anti-catholicism/",
      "title": "anti-Catholicism - The Indiana History Blog",
      "description": "void",
      "preview": "Skip to content This article was originally published, in revised form, on June 20, 2019 at the Hoosier State Chronicles blog. United States immigrati"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://www.giftpaperbox.com/china-rectangle_soap_packaging_hinged_lid_box_acrylic_diamond-13680274.html",
      "title": "Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond",
      "description": "High quality Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond from China, China's leading product market Rectangle magnetic closure rigid boxes product, with strict quality control Soap Packaging Hinged Lid Box factories, producing high quality Acrylic Diamond Hinged Lid Box Products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://rvk.uni-regensburg.de/rvko_simple/gesamt_register.php?letters=Zucca%2C+Giuseppe",
      "title": "Register zur Regensburger Verbundklassifikation",
      "description": "void",
      "preview": "Register zur Regensburger Verbundklassifikation Zur Systematik UB Regensburg Registerbegriff: ZUCCA GIUSEPPE Żmichowska, Narcyza KO 9760 - KO 9766 Zmo"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/flexbox",
      "title": "Basic concepts of flexbox - CSS | MDN",
      "description": "The flexible box layout module (usually referred to as flexbox) is a one-dimensional layout model for distributing space between items and includes numerous alignment capabilities. This article gives an outline of the main features of flexbox, which we will explore in more detail in the rest of these guides.",
      "preview": "Skip to main content Skip to search Basic concepts of flexbox The flexible box layout module (usually referred to as flexbox) is a one-dimensional lay"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://hotspot.webblogg.se/2007/august/hitta-stilen-dances-with-wolves.html",
      "title": "hotspot -",
      "description": "Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det ju knappast bli. Vi skulle även kunna kalla stilen Elin Kling. Eller vad säger du Elin?Väska: Den ombloggade...",
      "preview": "hotspot What's hot and what's not Hitta stilen - Dances with Wolves Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det"
    },
    {
      "url": "https://media.un.org/",
      "title": "Welcome to UN Media | Media",
      "description": "United Nations Multimedia, Radio, Photo and Television",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Welcome to UN Media Welcome to the United Nations media websites wher"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://www.crawfishandnoodles.com/",
      "title": "Seafood | Crawfish & Noodles Heights | Houston",
      "description": "Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally recognized crawfish delivers a mouthwatering fusion of flavors. From aromatic broths to tantalizing noodle creations, we cater to both seafood enthusiasts and culinary adventurers. Experience the perfect blend of spices and textures at Crawfish & Noodles, promising a memorable dining affair. Join us for a delicious narrative in every bite.",
      "preview": "top of page Embark on a culinary journey at Crawfish & Noodles, where Cajun and Vietnamese influences converge in a seafood haven. Our internationally"
    },
    {
      "url": "https://www.castelloninformacion.com/tag/estadio-castalia/",
      "title": "estadio Castàlia - Castellon Información",
      "description": "void",
      "preview": "Facebook Instagram VKontakte Youtube Castelló Magdalena 2025 Magdalena 2024 Magdalena 2023 Magdalena 2022 Magdalena 2021 Vila-real Comarques + Pobles"
    },
    {
      "url": "https://www.hamburg.de/bsw/geodaten/6702454/digitaleorthophotos/",
      "title": "Digitale Orthophotos - hamburg.de",
      "description": "Orthophotos sind geometrisch entzerrte Aufnahmen, die das Aussehen eines Luftbildes mit den geometrischen Eigenschaften einer Karte vereinen.",
      "preview": "Hamburg.de Startseite Politik & Verwaltung Behörden ... Produkte und... Geodaten des LGV Luftbilder Digitale Orthophotos Daten aus farbigen Luftbilder"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.nciea.org/blog/instruction/what-leads-positive-changes-student-learning",
      "title": "void",
      "description": "Intern Sarah Wellberg collaborates with the Center's Carla Evans to explore improving student learning through instructional practices and assessments.",
      "preview": "Tags: Student learning Jul 29, 2021 The Relationships Between Instructional Practices and the Instructional Core Regarding Student Learning This is th"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "http://www.stroustrup.com/",
      "title": "Bjarne Stroustrup's Homepage",
      "description": "void",
      "preview": "home | C++ | FAQ | technical FAQ | publications | WG21 papers | TC++PL | Tour++ | Programming | D&E | bio | interviews | videos | quotes | application"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://switchboard.live",
      "title": "Switchboard Live - Government-Approved Live Streaming Management Platform",
      "description": "Government-approved live streaming platform available through GSA Schedule Contract 47QSWA18D008F. Trusted by federal agencies via Carahsoft partnership for federal, state & local governments. Secure multistreaming to social platforms with enterprise-grade compliance and reliability.",
      "preview": "Create Account Sign up using Google OR Email Password Already a member? Login 🚀 Exciting news, we've just launched an awesome new feature: Scheduled E"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "http://newsletter.truman.edu/issue.asp?id=1553&command=CurrIssue",
      "title": "Truman Today | Features - Vol. 21 No. 6 - September 26, 2016",
      "description": "void",
      "preview": "Truman Today Vol. 21 No. 6 - September 26, 2016 Features Department of Nursing Earns $150,000 Grant The Department of Nursing has been awarded a grant"
    },
    {
      "url": "https://spark.adobe.com/page/ung95LiPSQyZs/",
      "title": "Pesca del calamar gigante en las aguas de del Pacífico sudeste",
      "description": "See the story",
      "preview": "Loading Pesca del calamar gigante en las aguas de del Pacífico sudeste Global Fishing Watch analiza la actividad de las flotas de calamares pelágicos."
    },
    {
      "url": "https://www.ihrb.org/employerpays/the-employer-pays-principle",
      "title": "IHRB - The Employer Pays Principle",
      "description": "void",
      "preview": "The Employer Pays Principle Part of IHRB's Responsible Recruitment Gateway Overview The Employer Pays Principle Leadership Group for Responsible Recru"
    },
    {
      "url": "https://www.venmo.com",
      "title": "Pay Friends | Payments App | Venmo",
      "description": "Welcome to Venmo! Manage your account balance, send/receive money, split bills, pay friends, and stay connected with your network all in one place.",
      "preview": "Pay friends. Pay for everything. Easily send money to your friends and pay for everything* you want online, in-store, and in apps with your Venmo acco"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://eskalera.com/",
      "title": "Home",
      "description": "void",
      "preview": "Boosting employee power skills to drive business performance The scalable SaaS platform that drives employee performance, retention, and engagement. L"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}