{
  "data": [
    {
      "url": "https://www.hollywoodreporter.com/news/selena-gomez-to-host-multi-network-global-citizen-concert-supporting-covid-19-vaccine-push",
      "title": "Selena Gomez to Host Global Citizen COVID-19 Vaccine Concert",
      "description": "'Vax Live: The Concert to Reunite the World,' will be pre-taped at L.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close By Hilary Lewis Plus Icon Hilary Lewis Deputy Editor, East Coast hilarylewis F"
    },
    {
      "url": "https://www.newschannel5.com/news/newschannel-5-investigates/the-das-deals/listening-devices-installed-around-nashville-das-office-installer-confirms-da-defends-practice",
      "title": "Listening devices installed around Nashville DA's office, vendor confirms",
      "description": "DA Glenn Funk's team installed listening devices in areas around the DA's office capable of picking up conversations of employees and visitors who are not warned about the audio monitoring.",
      "preview": "void"
    },
    {
      "url": "https://www.chicagotribunemediagroup.com/",
      "title": "Chicago Tribune Media Group - Full-service Marketing Solutions",
      "description": "Partnering with the Chicago Tribune for full-service marketing solutions gives you more than a century of experience working with Chicagoland businesses.",
      "preview": "About Knowledge Base Contact 312-222-5995 About Knowledge Base Marketing Intelligence Digital Conversion Marketing Branded Content Print Industry Expe"
    },
    {
      "url": "https://www.grahammedia.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    }
  ],
  "_meta": {
    "total_bookmarks": 6
  }
}