{
  "data": [
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://www.agcensus.usda.gov",
      "title": "USDA - National Agricultural Statistics Service - Census of Agriculture",
      "description": "The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America's farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.",
      "preview": "Skip to Main Content United States Department of Agriculture National Agricultural Statistics Service Subscriptions: National | News Data & Statistics"
    },
    {
      "url": "https://www.nextbigfuture.com/2011/01/beyond-flash-memory.html",
      "title": "Beyond flash memory | NextBigFuture.com",
      "description": "New Electronics (UK) looks at technologies that may succeed flash memory.",
      "preview": "Skip to content New Electronics (UK) looks at technologies that may succeed flash memory. Every memory technology other than dram or flash has looked"
    },
    {
      "url": "https://www.postgresql.org/docs/current/monitoring-stats.html",
      "title": "PostgreSQL: Documentation: 18: 27.2. The Cumulative Statistics System",
      "description": "27.2.&nbsp;The Cumulative Statistics System # 27.2.1. Statistics Collection Configuration 27.2.2. Viewing Statistics 27.2.3. pg_stat_activity 27.2.4. pg_stat_replication 27.2.5. pg_stat_replication_slots 27.2.6. pg_stat_wal_receiver ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://givesafely.io/",
      "title": "Donate Cryptocurrency Or Cash To Charity - Givesafely.",
      "description": "Donate cryptocurrency or cash to trusted charities and earn rewards.",
      "preview": "Givesafely. Donate How Can a Charity Be Trusted? How Do I Find Savvy Donors? Donate cryptocurrency or cash to trusted charities and earn rewards. . Al"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://w3w.magnetix-wellness.com/fr/product/bijoux-magnetiques-pour-enfants/pendentif-4788",
      "title": "Magnetschmuck Wellness von MAGNETIX Wellness | MAGNETIX",
      "description": "Der Magnetix Wellness Online Shop ➤ Magnetschmuck für jung und alt ✓ Schnelle Lieferung ✓ Wellness Produkte mit Anziehungskraft ❤ Jetzt online shoppen",
      "preview": "Um MAGNETIX in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Schneller & KOSTENFREIER Versand ab 75€ 3"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "https://survey.uptogether.org/",
      "title": "Surveys - UpTogether.org",
      "description": "Smart Surveys Webapp",
      "preview": "Loading..."
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.kanopy.com",
      "title": "Kanopy - Stream Classic Cinema, Indie Film and Top Documentaries",
      "description": "kui",
      "preview": "void"
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://apple.com/legal/internet-services/terms/site.html",
      "title": "Legal - Website Terms of Use - Apple",
      "description": "void",
      "preview": "Apple Website Terms of Use Legal Information & Notices Ownership of Site; Agreement to Terms of Use These Terms and Conditions of Use (the \"Terms of U"
    },
    {
      "url": "https://www.luluandsky.com/",
      "title": "Online Fashion Shopping in India - Shop Online for Fashion Apparels, Clothing for Women",
      "description": "Online Fashion Shopping in India - Buy Online fashion apparels, clothing, shoes, bags and accessories for women at Luluandsky.com- India's leading online fashion store. Cash on Delivery",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. open Home Page Sa"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/help/",
      "title": "Help - PubMed",
      "description": "PubMed help page.",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.examveda.com/chemical-engineering/practice-mcq-question-on-refractory-technology/",
      "title": "Refractory Technology MCQ Questions & Answers | Chemical Engineering",
      "description": "Learn Refractory Technology MCQ questions & answers are available for a Chemical Engineering students to clear GATE exams, various technical interview, competitive examination, and another entrance exam. Refractory Technology MCQ question is the important chapter for a Chemical Engineering and GATE students.",
      "preview": "Refractory Technology MCQ Questions & Answers | Chemical Engineering Home / Chemical Engineering / Refractory Technology Section 1 Section 2 Section 3"
    },
    {
      "url": "https://crisisresponse.google/",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://sport.clover.com/?utm_placement=caratnav",
      "title": "Clover Sport",
      "description": "Maximize your fans' and event goers' experiences with a quick and seamless POS solution for your arena, stadium, or venue. Learn more.",
      "preview": "Skip to Contact an Expert Skip to Main Content Engage guests. Optimize operations. Increase profitability. Commerce built for sports and entertainment"
    },
    {
      "url": "https://android-developers.googleblog.com/search/label/Google%20Play",
      "title": "Android Developers Blog: Google Play",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/reds/bordeaux",
      "title": "Bordeaux - Deep Red Wine Nail Polish & Nail Color - Essie",
      "description": "Try Essie's Bordeaux, a deep red wine nail polish with a cream finish. Uncork a positively intoxicating manicure with this shiny, glossy nail color.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://hk.linkedin.com/company/south-china-morning-post?trk=organization_guest_main-feed-card-text",
      "title": "South China Morning Post SCMP | LinkedIn",
      "description": "South China Morning Post SCMP | 730,241 followers on LinkedIn. Leading the global conversation about China | The South China Morning Post is a leading news media company that has reported on China and Asia for more than a century with global impact. Founded in 1903, SCMP is headquartered in Hong Kong, where it is the city's newspaper of record, with a growing correspondent staff across Asia and the United States. Our vision is to \"Elevate Thought\", and our mission is to \"Lead the global conversation about China\".",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "https://allenai.org/business-code-of-conduct",
      "title": "Business partner code of conduct | Ai2",
      "description": "Ai2's Business Partner Code of Conduct describes the conduct expected of all business partners and representatives that are associated with us.",
      "preview": "Business partner code of conduct Last Updated: September 14, 2021 This Business Partner Code of Conduct (this \"Code\" ) describes the conduct expected"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://ywcaaustin.org/fightinginsolidarity/",
      "title": "Supporters - YWCA Austin | Mental Health | Volunteer | Counseling",
      "description": "Our vital community work is made possible by the support of our sponsors and partners. Join us in expressing gratitude for their invaluable contributions to our mission.",
      "preview": "0 Supporters We are proud to partner with corporations, foundations, and organizations to help us further our mission of eliminating racism and empowe"
    },
    {
      "url": "https://shape.so/",
      "title": "Shape 2",
      "description": "Shape lets you customize the style, colors and border of static & animated icons and illustrations. You can export to React, SVG and Lottie code.",
      "preview": "void"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://www.pawworks.org/uncategorized/2022/03/who-is-paw-works/",
      "title": "Paw Works Animal Rescue - Sheltering Those Who Cannot Speak for Themselves",
      "description": "Rescue, Adopt, Shelter: Paw Works partners with shelters, giving abandoned animals a second chance. Join us in responsible pet ownership and combating overpopulation.",
      "preview": "In Loving Memory of Chad Atkins, Co-Founder Paw Works is a 501c3 organization. In Loving Memory of Chad Atkins, Co-Founder Donate Adopt Hospital Board"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "https://www.commercialappeal.com/story/news/local/suburbs/collierville/2023/02/15/paul-rudd-ant-man-tennessee-shelter-dog-adoption-lookalike/69906980007/",
      "title": "Paul Rudd: Shelter wants Ant-Man actor to adopt 'look-alike' dog",
      "description": "The Collierville Animal Shelter has a dog up for adoption, and he looks like actor Paul Rudd. Meet Pawl Ruff.",
      "preview": "Skip to main content Home Election Voter Guide Crime/Courts News Government/Politics Washington Whitehaven Suburbs Education USA TODAY Memphis Bicente"
    },
    {
      "url": "http://cbaworks.org/",
      "title": "Chatham Business Association | Small Business Development | Chicago small business",
      "description": "void",
      "preview": "Chatham Business Association, SBDI Sustaining Communities by Building One Business at a Time Login NBC 5 Making a Difference - Inspiring Profiles: Cha"
    },
    {
      "url": "https://www.roseyredphotography.com/",
      "title": "Home",
      "description": "void",
      "preview": "ENTER menu inquire his is you TIME 01. 02. 03. 04. 05. offerings portfolio about education contact Last we checked, photos are the best we've got wh"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "http://digitaledition.elgincouriernews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/post/116724027149",
      "title": "Naufraghi nella Rete - codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://www.robweir.com/blog/2006/08",
      "title": "August 2006",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar You are here: Home / 2006 / Archives for August 2006 Archives for August 2006"
    },
    {
      "url": "https://it.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Italia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Ricerca i plugin Dettagli"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "http://www.grupogates.com/curso_gcal_destinat.htm",
      "title": "Grupo Gates. Masters y Cursos a distancia",
      "description": "void",
      "preview": "Temario Objetivo Destinatarios Tutorías Título Destinatarios El Curso Superior EFEM en Gestión de Calidad está dirigido a: Gerentes, Directores y Empr"
    },
    {
      "url": "https://herkkolevola-blog.tumblr.com/",
      "title": "Liikunnan iloja",
      "description": "Tässä blogissa kerrotaan liikunnan iloista.",
      "preview": "Liikunnan iloja RSS Archive Tässä blogissa kerrotaan liikunnan iloista . August 6, 2016 \"Right when I finish a workout, I feel pretty sexy. Even thoug"
    },
    {
      "url": "http://www.butlersoffarhills.com/blog/entry/signature-style-of-entertaining-featured-at-bernards-inn-bridal-showcase-2013",
      "title": "Signature Style of Entertaining featured at Bernards Inn Bridal Showcase 2013 - Jeff's Blog - Butlers of Far Hills",
      "description": "Below is a video clip which will give you a peek into the Bridal Showcase held at the Bernards Inn back in January . &amp;nbsp;I featured several Signature Style tables to showcase various individual styles for a wedding. &amp;nbsp;Creating a Signature event",
      "preview": "Back to Blog Subscribe to Our Blog Search Search Categories Bernards Inn Butlers of Far Hills Drumthwacket Inspiration Interior Design J. Butler Colle"
    },
    {
      "url": "https://www.dbricette.it/ricerche.htm",
      "title": "DBRicette: Ricerche on-line",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Ricerche on-line 24800 RICETTE gratis Termini da ricercare: Dove fare la rice"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "https://www.newspeakblog.com/how-you-can-save-time-and-money-when-you-buy-bitcoin/",
      "title": "How You Can Save Time And Money When You Buy Bitcoin?",
      "description": "It can be frustrating trying to buy Bitcoin, especially for the first time. You might be surprised to find transaction wait times taking...",
      "preview": "Select Category Auto Business Digital Marketing Education Entertainment Fashion Health Home Improvement Legal Parenting Tech Travel Uncategorized It c"
    },
    {
      "url": "https://www.militaryonesource.mil/",
      "title": "Support for Military Personnel & Families | Military OneSource",
      "description": "Active duty military resource website, offering 24/7 support for service members, spouses, their family and survivors on taxes, moving, benefits, MWR and more.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://www.extension.purdue.edu/extmedia/ct/ct-1.html",
      "title": "CT-1",
      "description": "void",
      "preview": "CT-1 Cooperative Extension Service Purdue University West Lafayette, IN 47907 What Is Conservation Tillage? C. Janssen and P. Hill Department of Agron"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "http://guiders.blog.jp/archives/cat_37965.html",
      "title": "GUIDERS | FOOD",
      "description": "void",
      "preview": "GUIDERS SURFCLUB & GUIDE FISH 2012年02月03日 FOOD INFORMATION 片瀬漁港 タグ ： 魚料理 魚仕入 Posted by HMD 21:13 | Edit DUTCH OVEN 2012年01月08日 ONEDAY FOOD club house"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://beepner.tumblr.com/",
      "title": "You Can Not (re)Blog",
      "description": "void",
      "preview": "catasters : (via yotsuyugoebrutus ) Source: reddit.com 5 days ago 16654 notes catsofyore : ALT Because I know how much you guys love carpeted toilet a"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://lamilano.it/eventi/un-canto-per-milano-e-per-la-ripresa/",
      "title": "Un canto per Milano e per la ripresa",
      "description": "Un Canto per Milano. Si chiama così l'iniziativa organizzata ai Bagni Misteriosi il 14 luglio 2020 dal Corriere della sera e dal Teatro Franco Parenti. Un evento nel quale la città della cultura e del bene si ritrova insieme per guardare avanti con Ferruccio de Bortoli, Giangiacomo Schiavi, Andrée Ruth...",
      "preview": "CAMBIA LINGUA LOMBARDIA LAZIO ABRUZZO EMILIA-ROMAGNA PUGLIA TRENTINO ALTO ADIGE BASILICATA FRIULI VENEZIA GIULIA MARCHE SARDEGNA UMBRIA CALABRIA MOLIS"
    },
    {
      "url": "https://handsapt.tumblr.com/post/154518274122",
      "title": "hands_apt - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "hands_apt - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://www.footballcritic.com/",
      "title": "FootballCritic - Form Index for Players & Teams.",
      "description": "Track live player and team performances with FootballCritic's Form Index. Get real-time ratings and analysis based on the last 20 matches.",
      "preview": "Welcome Guest Profile Notifications Thank you for using Footballcritic. Start by talking about your audience, not yourself. Logout x Form Index for Pl"
    },
    {
      "url": "https://morguefile.com/",
      "title": "Morguefile.com free photographs for commercial use.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://make.wordpress.org/",
      "title": "Get Involved - WordPress.org",
      "description": "Whether you're a developer, a designer, or want to push the community forward, we're always looking for people to join us in making WordPress even better.",
      "preview": "Log In Register WordPress.org Make WordPress Make WordPress Whether you're a developer, a designer, or want to push the community forward, we're alway"
    },
    {
      "url": "http://kridangan.com/",
      "title": "Indian sport news - IPL 2020 , Tennis, Badminton, Cricket & Football Updates | Kridangan",
      "description": "Kridangan have the most popular sports section covering latest news and top sports stories about ICC Cricket , IPL2020, Hockey, Football, WimbledonTennis,Kabaddi World Cup. Visit us!",
      "preview": "Cricket November 12, 2020 IPL 2020- Clinical MI win their 5th Championship in 8 years Dubai international stadium welcomed the 2 deserving finalists o"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://www.tandyleather.com/en/leather-buying-guide.html",
      "title": "Leather Education - Tandy Leather, Inc.",
      "description": "Leather materials and supplies for all crafters ranging from the hobby level to commercial.",
      "preview": "Skip to Content Go to Accessibility Statement FREE SHIPPING ON ORDERS OVER $149* FREE SHIPPING ON ORDERS OVER $149* Store Locator Leather Classes Cust"
    },
    {
      "url": "https://viange.in/",
      "title": "Viange Vintage",
      "description": "Viange Vintage",
      "preview": "Skip to content Submit Close search FREE SHIPPING IN INDIA Viange Vintage India's first vintage jewellery atelier Collection list Vintage Chanel Lab G"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://ourworldindata.org/life-expectancy",
      "title": "Life Expectancy - Our World in Data",
      "description": "People are living longer across the world, but large differences remain. Explore global data on life expectancy and how it has changed over time.",
      "preview": "Gdoc / Admin Across the world, people are living longer. In 1900, the average life expectancy of a newborn was 32 years. By 2021 this had more than do"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://sport.onet.pl/formula-1/f1-lewis-hamilton-najszybszy-na-trzecim-treningu-incydent-z-udzialem-robert-kubicy/2wxb3vz",
      "title": "F1: Lewis Hamilton najszybszy na trzecim treningu, incydent z udziałem Robert Kubicy - Przegląd Sportowy Onet",
      "description": "To były koszmarne treningi dla kierowców Williamsa. Zarówno Robert Kubica, jak i George Russell wyraźnie odstawali od rywali także w trzeciej sesji treningowej. Po raz kolejny najszybszy był Lewis Hamilton (Mercedes).",
      "preview": "Przegląd Sportowy Formuła 1 Formuła 1: Hamilton nadal dominuje, incydent z udziałem Kubicy To były koszmarne treningi dla kierowców Williamsa. Zarówno"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://lalibellule.ch/centre-nature/ateliers/",
      "title": "Ateliers - la libellule",
      "description": "Nos ateliers au centre nature...",
      "preview": "Ateliers Venez acquérir des nouveaux savoir-faire. Repartez avec votre bac à plantons, apprenez à réaliser votre propre balcompost ou découvrez les te"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.ssoar.info/ssoar/discover?filtertype_0=thesoz&filtertype_1=author&filtertype_2=thesoz&filter_relational_operator_1=equals&filtertype_3=thesoz&filter_relational_operator_0=equals&filtertype_4=review&filter_2=alcohol+consumption&filter_relational_operator_3=equals&filtertype_5=documentType&filter_1=Hilpert%2C+Leon&filter_relational_operator_2=equals&filtertype_6=series&filter_0=Kind&filter_relational_operator_5=equals&filtertype_7=institution&filter_relational_operator_4=equals&filter_6=ifb-Materialien&filter_relational_operator_7=equals&filter_5=13&filter_relational_operator_6=equals&filter_4=2&filter_3=adolescent&filter_7=Staatsinstitut+f%C3%BCr+Familienforschung+an+der+Universit%C3%A4t+Bamberg+%28ifb%29&filtertype=author&filter_relational_operator=equals&filter=Hauth%2C+Doris",
      "title": "Search",
      "description": "void",
      "preview": "JavaScript is disabled for your browser. Some features of this site may not work without it. Disciplines Login Register Institution Staatsinstitut für"
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://www.klompsyhuis.nl/category/weekje-weg/",
      "title": "Weekje weg | Klomp Sy Huis bestaat niet meer",
      "description": "void",
      "preview": "Ga naar de inhoud Helaas, er zijn geen resultaten gevonden. Misschien helpt zoeken je om een gerelateerd bericht te vinden. Zoeken naar:"
    },
    {
      "url": "https://kingdomofwizards-blog.tumblr.com/",
      "title": "@kingdomofwizards-blog on Tumblr",
      "description": "Follow @kingdomofwizards-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes coachella Follow Came for the crab fries, stayed for the sets. kingdomofwizards-blog yummy bhdaus Follow Regram from @styledbyhabitat. Lov"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "https://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.sportico.com/business/commerce/2017/formula-one-could-save-119-million-year-1859/",
      "title": "Ferrari Contemplates Exit from Formula One, Could Save $119 Million/Year",
      "description": "Ferrari (RACE) could be leaving Formula 1 (FWONK) at the expiration of their contract following the 2020 season.&nbsp;RACE, F1's oldest team (67 seasons), opposes the organization's plan to introduce a new version of its engine to the racing series and its intention to redistribute prize money b...",
      "preview": "Skip to main content By JohnWallStreet JohnWallStreet View All November 20, 2017 2:00am Facebook Twitter Linkedin Print + additional share options add"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://www.uplabs.com/",
      "title": "UpLabs",
      "description": "void",
      "preview": "We're sorry but UpLabs website is no longer available Thank you for your contributions and support over the years."
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://havenly.gethoneycart.com/",
      "title": "HoneyCart",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "https://www.ceoworks.org/our-model",
      "title": "CEO | Our Model",
      "description": "CEO works to reduce recidivism and increase employment.",
      "preview": "Search Contact Locations Our Model Reducing Recidivism | Increasing Employment CEO works to reduce recidivism and increase employment. We provide peop"
    },
    {
      "url": "https://vote.civicnation.org/register/goodwill/",
      "title": "Goodwill - Get Ready to Vote",
      "description": "void",
      "preview": "Skip to content Goodwill Are You Registered to Vote? From your local school board to the Senate, it's important to vote in every election. Thanks for"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.vistra.com/",
      "title": "Vistra - Corporate Business Service Provider in 50+ Markets",
      "description": "void",
      "preview": "JavaScript must be enabled in your browser in order to use some functions. Skip to main content Homepage Less friction. More flow. Vistra's corporate"
    }
  ],
  "_meta": {
    "total_bookmarks": 128
  }
}