{
  "data": [
    {
      "url": "https://www.backcountry.com/helly-hansen-powderqueen-bib-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.delish.com/cooking/recipe-ideas/g2986/classic-italian-recipes/",
      "title": "20+ Easy Pumpkin Bars - Recipes for Pumpkin Dessert Bars-Delish.com",
      "description": "Celebrate fall with these easy pumpkin bar recipes.",
      "preview": "Skip to Content Parker Feirbach Delish editors handpick every product we feature. We may earn commission from the links on this page. Celebrate fall w"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://www.iso.org/standard/54534.html",
      "title": "ISO/IEC 27001:2022 - Information security management systems",
      "description": "Information security, cybersecurity and privacy protection - Information security management systems - Requirements",
      "preview": "Skip to main content Reference number ISO/IEC 27001:2022 © ISO 2025 International Standard ISO/IEC 27001:2022 Information security, cybersecurity and"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "https://www.soyvisual.org/node/58445/lightbox/nojs",
      "title": "Planos #Soyvisual",
      "description": "void",
      "preview": "Pasar al contenido principal Planos Soyvisual.org es un proyecto de Fundación Orange. Licencia: CC (BY-NC-SA) . Descargar Leer más acerca de \"Planos\""
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "https://imagommage.com/",
      "title": "Merchandising Aziendale Personalizzato | Gadget Aziendali | Imagommage",
      "description": "Imagommage è specializzata nella creazione di merchandising aziendale personalizzato e gadget aziendali personalizzabili per la promozione di eventi.",
      "preview": "Click Here DISCOVER cuscino - cushion DISCOVER customized trays WE RESEARCH AND IMPORT THE RIGHT PRODUCT YOU ARE LOOKING FOR from all over the world D"
    },
    {
      "url": "https://jobs.wearegreenbay.com/candidates",
      "title": "Job Seekers | We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "Job Seekers | We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to main content Our use of cookies We use essential cookies to make this website work. We would also like to set addition"
    },
    {
      "url": "https://archives.profsurv.com/users/login.aspx?m=In%20order%20to%20participate%20in%20the%20discussion%20forum,%20you%20must%20first%20login.&mat=1&redir=/forum/Professional-Surveyor-Magazine-Discussion/Education/-82462.aspx?i=82462",
      "title": "Account Login",
      "description": "void",
      "preview": "MAGAZINE Print Subscriptions E-Edition Problem Corner Archives sub nav here In order to participate in the discussion forum, you must first login. Mem"
    },
    {
      "url": "https://www.sima.org/",
      "title": "SIMA Home",
      "description": "Join SIMA to enhance your snow and ice management business with resources, training, and networking opportunities that ensure professionalism and success in the industry.",
      "preview": "The snow industry shows up, no matter the task. Showing up with SIMA is the start to strengthening your business and our industry. Get started by leve"
    },
    {
      "url": "https://www.scotusblog.com/case-files/cases/brnovich-v-democratic-national-committee/",
      "title": "Brnovich v. Democratic National Committee - SCOTUSblog",
      "description": "void",
      "preview": "Skip to content Brnovich v. Democratic National Committee Consolidated with: Arizona Republican Party v. Democratic National Committee Docket No. Op."
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://www.broadwayworld.com/article/Antisemitic-Protestors-Chant-At-Audience-Outside-First-Preview-Of-PARADE-20230221",
      "title": "Antisemitic Protestors Chant At Audience Outside First Preview Of PARADE",
      "description": "Protestors outside the first preview performance of Parade tonight greeted audience members with chants such as '[Leo Frank is] a Jewish Pedophile.'",
      "preview": "void"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://digital.library.ucla.edu/catalog?f%5Bcombined_subject_ssim%5D%5B%5D=Khrushchev%2C+Nikita+Sergeevich%2C+1894-1971&f%5Bcombined_subject_ssim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&f%5Bhuman_readable_resource_type_sim%5D%5B%5D=still+image&f%5Bmember_of_collections_ssim%5D%5B%5D=Bennett+%28Walter+E.%29+Photographic+Collection%2C+1937-1983+%28bulk+1952-1982%29&f%5Bsubject_sim%5D%5B%5D=Eisenhower%2C+Dwight+D.+%28Dwight+David%29%2C+1890-1969&per_page=10&sort=title_alpha_numeric_ssort+desc&view=gallery",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You must enable JavaScript to view this site."
    },
    {
      "url": "https://s05.flagcounter.com/more/EY45",
      "title": "Flag Counter » Overview",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | YESTERDAY | History | Flag Map | Upgrade Create a free counter! Last New Visitor"
    },
    {
      "url": "https://www.laona.at/shop/shop/alle-kleider/24193-1710-9137/pretty-chiffon-dress",
      "title": "unique online-shop | Abendkleider, Ballkleider & Cocktailkleider",
      "description": "Entdecke exklusive Abendkleider, Ballkleider und Cocktailkleider im unique online-shop. Stilvolle Eleganz und luxuriöse Extravaganz für deinen perfekten Auftritt.",
      "preview": "ABOUT Shahin Moghadam ist Gründer und Kreativdirektor des Modeunternehmens UNIQUE. Mit seinem Gespür für Trends, Ästhetik und Qualität prägt er seit ü"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nocode-Google-Docs-to-Documentation-Intranet-Blog-or-Site-4d85c998e61748d28de850903bfcc07c?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "https://www.rtve.es/noticias/",
      "title": "Noticias, la última hora de España y el mundo - RTVE.es",
      "description": "Noticias de última hora en España y el mundo. Toda la actualidad y las últimas noticias nacionales e internacionales aquí, en RTVE.es",
      "preview": "Es noticia: Gaza OTAN María Corina Machado Dina Boluarte Benidorm Fest participantes Calendario laboral 2026 Tiempo hoy La Promesa avance Últimas noti"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://wellbeing.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pl.wikipedia.org/wiki/Funt_%C5%9Awi%C4%99tej_Heleny",
      "title": "Funt Świętej Heleny - Wikipedia, wolna encyklopedia",
      "description": "void",
      "preview": "Przejdź do zawartości Z Wikipedii, wolnej encyklopedii Ten artykuł dotyczy jednostki monetarnej. Zobacz też: inne znaczenia tego słowa . Funt Świętej"
    },
    {
      "url": "https://quadrofixing.eu/facade-screws-stainless-steel-a2-anthracite/ral-7016-250-pcs/p-73",
      "title": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) | quadrofixing.eu",
      "description": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) - facade screw for exterior claddings on the wood subconstruction. High quality screw for HPL boards (Fundermax, Trespa) or cement based boards.",
      "preview": "Products Our suppliers: Facade screws Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) Size and packaging : 4,8x25 mm, Anthracite 18"
    },
    {
      "url": "https://api.io.canada.ca/io-server/gc/news/en/v2?dept=fisheriesoceans&sort=publishedDate&orderBy=desc&publishedDate%3E=2020-08-09&pick=25&format=atom&atomtitle=Canada%20News%20Centre%20-%20Fisheries%20and%20Oceans%20Canada",
      "title": "Canada News Centre - Fisheries and Oceans Canada",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.236684737.1587264736.1599146402-1315968737.1583855368&_gac=1.49431570.1599177391.EAIaIQobChMI1_6LgZjO6wIVlI3ICh2FNAa1EAAYASAAEgJdhvD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://mastodon.social/@Mozilla",
      "title": "Mozilla (@mozilla@mastodon.social) - Mastodon",
      "description": "7 Posts, 1 Following, 17.1K Followers · A non-profit with one mission: defend the free and open web.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://bestbuyapis.github.io/api-documentation/#user-guide",
      "title": "Best Buy Developer API Documentation",
      "description": "void",
      "preview": "NAV shell javascript Sign up for a Best Buy API Key Contribute to Documentation Powered by Slate Run in Postman Overview Welcome to the Best Buy Devel"
    },
    {
      "url": "http://www.andhrauniversity.info/",
      "title": "Welcome to Andhra University, Visakhapatnam, India",
      "description": "void",
      "preview": "Welcome to Andhra University (Informational Site) Students: please view our EDU site here --> andhrauniversity.edu.in Andhra University (ఆంధ్ర యూనివర్"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "https://learnfresh.org/",
      "title": "Making STEM Education Fun for All Students | Learn Fresh",
      "description": "Learn Fresh makes STEM learning fun for all students through programs like NBA Math Hoops. We support educators in underrepresented communities across the United States.",
      "preview": "Philosophy Programs Impact Media Join Give About Your browser does not support the video tag Access and achievement gaps in STEM education remain a pe"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://neue-debatte.com/tag/peter-spiegel/",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://www.roblox.com",
      "title": "Roblox",
      "description": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!",
      "preview": "void"
    },
    {
      "url": "https://www.praveorechove.com/newsread2.php?newsid=563",
      "title": "Literárna spoločnosť Pravé orechové",
      "description": "void",
      "preview": "login|password ZAREGISTRUJ SA! vyhľadávanie na stránke English version Jul 27, 2020 klikni na obrázok pre zväčšenie a popis prezri si archív (255) vlo"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://scottdodson.dev/hue/thunderstorm/",
      "title": "Thunderstorm for Hue",
      "description": "Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm.",
      "preview": "Thunderstorm for Hue Summon a thunderstorm light show using your Philips Hue lights. Watch your lights pulse and flash to the sounds of a storm. Thund"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://www.medanta.org/",
      "title": "Super Speciality Hospital | Best Healthcare Hospital in India",
      "description": "Medanta is a super-specialty healthcare hospital in India, that provides world-class proven treatment including heart, liver, and kidney transplants, & cancer treatments. Call to book an appointment.",
      "preview": "1068 Facebook Twitter instagram Youtube Request Call Back Name * Mobile Number * Email Submit Name * Mobile Number * Email * Resume (accepted only pdf"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://tubitv.com/static/privacy",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.unwater.org/",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://www.scalemates.com/",
      "title": "Scalemates, plastic modeling database | stash manager",
      "description": "Search thousands of kits, articles, walkarounds, books, events, shops... Connect with scale modelers and manage your stash of kits",
      "preview": "Plastic modeling database Explore our massive database of kits, reviews, books, walkarounds, articles... Stash management Manage your collection of ki"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://www.astrocafe.ro/articole/responsabilitatea-acces-la-putere",
      "title": "Responsabilitatea- acces la putere!",
      "description": "void",
      "preview": "X X Cont nou Am uitat parola AstroCafe.ro / Articole / Responsabilitatea- acces la putere! Responsabilitatea- acces la putere! Autor: Nicoleta - mierc"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://fleischerei-keller.de/wochenkarte/speiseplan/speiseplan-1-2-5-2-2021/",
      "title": "Speiseplan 1.2. - 5.2.2021 - Metzgerei Fleischerei Rodgau",
      "description": "void",
      "preview": "Skip to main content Speiseplan 1.2. - 5.2.2021 Montag 1.2. Jumbo Hackbraten Zwiebelsosse Püree und Rote Beete Salat 7.95€ Dienstag 2.2. Schweinebrate"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://boardgamegeek.com/wiki/page/Worker_Placement",
      "title": "Glossary | Wiki | BoardGameGeek",
      "description": "void",
      "preview": "Search: Titles Only: Index | All | Recent | Guidelines Article Edit | History | Editors Action Page Glossary redirected from Worker Placement This is"
    },
    {
      "url": "https://education.mpbonline.org/",
      "title": "Learning",
      "description": "MPB's Education Division provides informative resources for parents, teachers and students in Mississippi.",
      "preview": "Showcase"
    },
    {
      "url": "https://jobsfoundation.org/",
      "title": "Jobs Foundation",
      "description": "void",
      "preview": "JOBS FOUNDATION provides job training and practical experience for adults facing barriers to employment that prepares them to be more valuable employe"
    },
    {
      "url": "https://cebuyers.org/",
      "title": "Clean Energy Buyers Association",
      "description": "CEBA is a community of energy buyers accelerating the zero-carbon energy future.",
      "preview": "void"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://digcitconnect.org",
      "title": "ISTE | Digital Citizenship",
      "description": "ISTE resources on digital citizenship focus on creating digital citizens who can address ethical questions at the intersection of technology and humanity.",
      "preview": "Skip to content Digital Citizenship in Education Bring Digital Citizenship to the Classroom in Meaningful Ways Teaching digital citizenship has never"
    },
    {
      "url": "https://howlongtobeat.com/game?id=46186&s=backlogs",
      "title": "Friday the 13th: The Game - Lists | HowLongToBeat",
      "description": "How long is Friday the 13th: The Game? HowLongToBeat has the answer. Create a backlog, submit your game times and compete with your friends!",
      "preview": "Friday the 13th: The Game 21 Playing 1.4K Backlogs 21 Replays 17 % Retired 65% Rating 284 Beat Join for a Better Experience Library Management Time Tr"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "https://www.postermywall.com/index.php/email/templates/all/all/all?utm_source=nav&utm_content=allemailtemplates&utm_medium=link&utm_campaign=emailtemplategallerynav",
      "title": "Free Email Templates, Responsive With Easy Editing | PosterMyWall",
      "description": "Engage your audience with PosterMyWall's email templates and drag-and-drop editor. Customize our free, responsive email templates and send campaigns like a pro or download your emails as HTML.",
      "preview": "We are working hard to add templates. In the meanwhile, please browse all our templates below. We are working hard to add templates. In the meanwhile,"
    },
    {
      "url": "https://status.mapbox.com/",
      "title": "Mapbox Status",
      "description": "Welcome to Mapbox's home for real-time and historical data on system performance.",
      "preview": "Services Status Incident History Current Status x Get email notifications whenever Mapbox creates , updates or resolves an incident. Email address: En"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}