{
  "data": [
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://www.progressiverailroading.com/keywords/keywords.aspx?id=0&keywords=LAX&year=2014",
      "title": "LAX: Coverage from 2014 - Railroad industry topic page listing articles, news and coverage about LAX. For Railroading Professionals",
      "description": "void",
      "preview": "Media Kit » Try RailPrime™ Today! » NEW! Go to RailPrime » NEWS News Features Branded Features Past Features RFPs Find Content By Keywords RAIL TOPICS"
    },
    {
      "url": "https://aintnomobway.com/?gclid=CjwKCAiAy_CcBhBeEiwAcoMRHOwqcEjTTeVEv3yFxhROV92xZaBs5lnBfJFixScSVetL9HJY1eLAqBoChNAQAvD_BwE",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.packard.org/",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://bitcoinwisdom.io/markets/bitstamp/xrpusdt",
      "title": "Bitstamp XRP/USDT - XRP to Tether Charts.",
      "description": "Real-Time Bitstamp XRP/USDT XRP to Tether Market Charts.",
      "preview": "BitcoinWisdom.io Mobile app Index page Aggregated Heatmap Layouts Send feedback Twitter Desktop mode BTC/USDT 121569 ETH/USD 4348.2 DOGE/USDT 0.25074"
    },
    {
      "url": "https://protocol.mozilla.org/",
      "title": "Mozilla Protocol",
      "description": "void",
      "preview": "Mozilla Protocol 22.0.0 Mozilla Protocol Protocol is a design system for Mozilla and Firefox websites. It establishes a common design language, provid"
    },
    {
      "url": "https://opocbluepacific.org/twitter/",
      "title": "Twitter - OPOC",
      "description": "[custom-twitter-feeds]",
      "preview": "Twitter Home Twitter [custom-twitter-feeds]"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://www.cnd.com/",
      "title": "Beauty Supply | Nail Polish | Shellac | Nail Care - Creative Nail Design",
      "description": "CND is the global leader in professional nail, hand and foot beauty. Discover endless possibilities to create nail art designs, color layering and fashion trends.",
      "preview": "Skip to content Close menu NEW Nail Color Color Systems SHELLAC™ Gel Polish VINYLUX™ Long Wear Polish Collections Quiet Luxury Summer Guide Fall Guide"
    },
    {
      "url": "https://www.edenproject.com/",
      "title": "The Eden Project",
      "description": "Eco visitor attraction in Cornwall, UK. As an educational charity, our destinations and projects explore the interconnections between all living things.",
      "preview": "sprite-embellished-radio-a sprite-embellished-radio-b sprite-embellished-radio-c sprite-embellished-radio-d sprite-icon-alert sprite-icon-arrow-down s"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://reports.undercurrentnews.com/",
      "title": "Home | UCN Reports",
      "description": "Home page containing our latest reports",
      "preview": "Loading..... directory & reports chevron_left menu My Reports New reports Land-based Aquaculture Report 2025 (Fifth Edition) Land-based Aquaculture Re"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.ksat.com/news/2019/11/05/watch-live-ksat-12-news/",
      "title": "KSAT Plus | Watch Live News, Weather from KSAT 12 | San Antonio, Texas",
      "description": "Watch KSAT 12 newscasts and all livestreams on KSAT Plus. Watch the latest weather updates, stream high school sports, breaking news, doppler radar, traffic cams, press conferences and more.",
      "preview": "KSAT+ Livestream KSAT+ Livestream GMSA+ LIVE: Doppler Radar LIVE: Doppler Radar SA Zoo Flamingo Cam SA Zoo Flamingo Cam SA Zoo Whooping Crane Cam SA Z"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=b41501cd3c&e=514c0af493",
      "title": "People.com | Celebrity News, Exclusives, Photos and Videos",
      "description": "Get breaking news and trending scoops on your favorite celebs, royals, true crime sagas, and more.",
      "preview": "Top Story Donald Trump Accidentally Posted a Revealing Private Message to Pam Bondi on Truth Social: Report by Rachel Raposas 13 hours ago Meghan Ma"
    },
    {
      "url": "https://honda.oemdtc.com",
      "title": "Honda & Acura - OEMDTC",
      "description": "Honda & Acura Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "http://www.zeos.si",
      "title": "Ločeno zbiranje odpadkov » Zeleni svet | Shema ZEOS",
      "description": "ll➤ E-odpadki in odpadne baterije | ZEOS ➤ e-Storitve ✓ Zbirna mesta ✓ Zbiralniki ✓ Skladno z zakonodajo ✓ Poročanje količin ➥ Vstopite v shemo ZEOS",
      "preview": "Skupaj ustvarjamo zeleni svet Več proizvodnje - več onesneževanja ZEOS - ravnanje z odpadki Recikliraj - zmanjšaj CO 2 Zbiramo odpadno električno in e"
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://gfetw.org",
      "title": "GFETW | IMCS",
      "description": "void",
      "preview": "Skip to main content Who We Are Why It Matters What We Do GFETW GFETW About 2026 GFETW 2023 GFETW"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://raskin.house.gov/press-releases?ID=DFBEC38A-AF04-4D40-80BE-1F18B2ABE870",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/about-us",
      "title": "About Us",
      "description": "void",
      "preview": "About Us Walton Family Foundation: Where Opportunity Takes Root The Walton Family Foundation is rooted in several generations of family, where no voic"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    },
    {
      "url": "https://www.bmw-dubai.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Dubai & Sharjah | AGMC BMW",
      "description": "Visit BMW AGMC in Dubai &amp; Sharjah, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "Buy Online NEW CARS OFFERS Discover Now LEASING OFFERS Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4"
    },
    {
      "url": "https://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "http://www.corriere.it/lavoro",
      "title": "Lavoro: le news dal settore | Corriere.it",
      "description": "Le ultime notizie e approfondimenti dal mondo del lavoro. Leggi gli articoli e gli approfondimenti a cura di Corriere Economia.",
      "preview": "void"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://latinospro.org/",
      "title": "Home - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Phone This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up for"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://deliveroo.be/nl-be/cuisines/amerikaans-bestellen",
      "title": "Amerikaans Levering van restaurants in uw buurt | Deliveroo",
      "description": "Zin in lekker Amerikaans eten? Bestel online bij de beste Amerikaanse restaurants in de buurt en krijg het eten vers aan huis bezorgd.",
      "preview": "Deliveroo Meld je aan of log in Account Home / Keukens / American Heerlijke Amerikaanse gerechten in België, snel aan huis geleverd. De hedendaagse Am"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://www.fifteensquared.net/",
      "title": "Fifteensquared - Never knowingly undersolved",
      "description": "void",
      "preview": "Skip to content Full site policy here . 2. Any criticism of a puzzle or clue must be valid, constructive and presented in a polite manner. The reason"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://www.angel.com/legal/privacy",
      "title": "Watch Free Compelling Movies & TV Shows Online | Angel",
      "description": "Stream free movies & TV shows on Angel.com or the Angel app. Watch Angel Originals like The Wingfeather Saga, Dry Bar Comedy, and more.",
      "preview": "Angel Angel Studios Privacy Policy Updated: March 18, 2025 Welcome to Angel Studios! Angel Studios, Inc. (\"Angel Studios\" or \"we\", \"us\" or \"our\") resp"
    },
    {
      "url": "https://www.bmw-abudhabi.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Abu Dhabi | Abu Dhabi Motors LLC",
      "description": "Visit BMW Abu Dhabi Motors LLC in Abu Dhabi, established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The iX Discover Now The XM Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://agaveuptown.com/",
      "title": "Agave Uptown - Uptown, Oakland, CA",
      "description": "Agave Uptown draws from the artisanal tradition and rich cultural history of Oaxaca, Executive Chef Octavio Diaz's hometown.",
      "preview": "× Let us host your special event! Whether a birthday party, office function or any other special occasion - we take care of all the fine details, brin"
    },
    {
      "url": "https://researchnow.flinders.edu.au/en/publications/clinical-characteristics-and-outcome-of-current-standard-manageme/fingerprints/",
      "title": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion - Fingerprint - Research @ Flinders",
      "description": "void",
      "preview": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion Adam Rudkin, Andrew Lee , Eric Aldrich, Neil M"
    },
    {
      "url": "https://www.forests.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "http://eaaforums.org/showthread.php?10106-Phase-One-Flight-Test&s=6eecf3b57cb156d299d28fb8f41c97ee&p=85727",
      "title": "Phase One Flight Test - Page 2",
      "description": "Question...is there any regulation concerning the overall airworthiness of an EAB aircraft for Phase One? If the subject aircraft has inoperative systems, or installed items that are broken / malfunctioning, is it legal to continue to fly the aircraft without any repairs being made? This particular aircraft was inspected, found to be airworthy, and issued a conditional airworthiness certificate. At a later date, multiple safety related mechanical problems arose. Still legal to fly",
      "preview": "Register Help Remember Me? Forum New Posts FAQ Calendar Forum Actions Mark Forums Read Quick Links Today's Posts View Site Leaders What's New? Advance"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "http://www.chemicalelements.com/elements/ir.html",
      "title": "Chemical Elements.com - Iridium (Ir)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://demoshop.billie.io/lebensmittel/fisch/12/bio-seelachs",
      "title": "Bio Seelachs | Fisch | Lebensmittel | Demoshop Billie",
      "description": "Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam vol...",
      "preview": "Um Demoshop Billie in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. 19,95 € * Inhalt: 500 Gramm inkl."
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "https://www.dgs.ca.gov/Privacy",
      "title": "Privacy",
      "description": "void",
      "preview": "Skip to Main Content PRIVACY POLICY STATEMENT The California Department of General Services (\"DGS\") recognizes the importance of safeguarding the pers"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.target.com/p/google-play-gift-card-email-delivery/-/A-52960553#lnk=sametab&preselect=52943132",
      "title": "Google Play Gift Card : Target",
      "description": "Shop Google Play Gift Card at Target. Choose from Same Day Delivery, Drive Up or Order Pickup. Free standard shipping with $35 orders.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://www.kaieteurnewsonline.com/2016/07/02/grenade-attack-on-kn-jagdeos-utterances-just-like-donald-trumps-ramjattan-2/",
      "title": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan - Kaieteur News",
      "description": "Following statements by Leader of the Opposition, Bharrat Jagdeo, at a press conference, that the botched grenade attack on Kaieteur news could have been orchestrated by the Government and Publisher Glenn Lall, Minister of Public Security Khemraj Ramjattan, took the former President to task. Ramjattan likened Jagdeo's behavior to Donald Trump, a United States Presidential [...]",
      "preview": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan Jul 02, 2016 News Minister of Public Security, Khemraj Ramjattan Former"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.ssoar.info/ssoar/discover?filtertype_0=thesoz&filtertype_1=author&filtertype_2=thesoz&filter_relational_operator_1=equals&filtertype_3=thesoz&filter_relational_operator_0=equals&filtertype_4=review&filter_2=alcohol+consumption&filter_relational_operator_3=equals&filtertype_5=documentType&filter_1=Hilpert%2C+Leon&filter_relational_operator_2=equals&filtertype_6=series&filter_0=Kind&filter_relational_operator_5=equals&filtertype_7=institution&filter_relational_operator_4=equals&filter_6=ifb-Materialien&filter_relational_operator_7=equals&filter_5=13&filter_relational_operator_6=equals&filter_4=2&filter_3=adolescent&filter_7=Staatsinstitut+f%C3%BCr+Familienforschung+an+der+Universit%C3%A4t+Bamberg+%28ifb%29&filtertype=author&filter_relational_operator=equals&filter=Hauth%2C+Doris",
      "title": "Search",
      "description": "void",
      "preview": "JavaScript is disabled for your browser. Some features of this site may not work without it. Disciplines Login Register Institution Staatsinstitut für"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://www.ipcc.ch/srocc/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate -",
      "description": "void",
      "preview": "Summary for Policymakers View View Download Explore Graphics Chapter 1: Framing and Context of the Report Executive Summary View Download Explore Grap"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    }
  ],
  "_meta": {
    "total_bookmarks": 81
  }
}