{
  "data": [
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "https://www.formula1.com/en/latest/features.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "https://lamborghini.oemdtc.com",
      "title": "Lamborghini - OEMDTC",
      "description": "Lamborghini Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://authors.acm.org/journals/rights-policies",
      "title": "Author Rights Policies",
      "description": "void",
      "preview": "Publish with ACM, the world's largest computing society Author Rights Policies Volunteer Search Input Search Submit Home ACM Journals Author Rights Po"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://chicago.5escorts.com/Datelines/search/bridgeport",
      "title": "Top 100 Bridgeport Datelines Chicago | Bridgeport Chicago - 5escorts.com",
      "description": "bridgeport Datelines Chicago, bridgeport Chicago",
      "preview": "nav search Home meet & fuck Change Language Bulgarian Chinese Czech Dutch English Español French German Greek Hungarian Italian Polish Portuguese Roma"
    },
    {
      "url": "https://wa.me/14437877678?text=HOME&lang=en",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://mindmajix.com/jboss/configuring-data-persistence",
      "title": "How to Configure Data Persistence in JBoss EJB",
      "description": "This post describes the importance of configuring data persistence to enhance information in a detailed manner.",
      "preview": "Home Blog JBoss Configuring Data Persistence - JBoss Configuring Data Persistence - JBoss (4) 3106 Viewers Blog Author: Ravindra Savaram Last Updated:"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7804842",
      "title": "EGO Power+ Peak Power SNT2102 21 in. Single stage 56 V Battery Snow Blower Kit (Battery & Charger) W/ TWO 5.0 AH BATTERIES Mfr# SNT2102 - Ace Hardware",
      "description": "The EGO POWER+ Snow Blower delivers the power and performance of gas-powered snow blowers without the noise, fuss, and fumes. Featuring Peak Power technology, this cordless snow blower combines the power of any two EGO 56V ARC Lithium batteries for the performance to clear even the heaviest, wettest snow. Built with a high-efficiency brushless motor and a 21-inch clearing width, this electric snow blower can handle what the city snowplow leaves behind and throws it up to 35 feet. Easily adjust the variable-speed auger and remote chute adjustment to control how far the snow is thrown. The EGO snow blower kit includes two (2) 5.0Ah batteries and the Rapid Charger. Experience Power Beyond Belief with the EGO POWER+ Snow Blower and the entire EGO POWER+ lineup.Find the EGO LI-ION SNW BLOWR 21 at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://www.wcte.org",
      "title": "WCTE Home Page",
      "description": "WCTE's Home Page - Highlighting our upcoming events and local productions.",
      "preview": "Showcase"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "http://www.flpcdr.com/",
      "title": "Florida PC Doctor | Remote Support Services",
      "description": "Expert remote support for Windows computers in Florida. Connect with David Moore, the Florida PC Doctor, for efficient solutions.",
      "preview": "David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor Provid"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "https://www.cultbeauty.com/huda-beauty-medium-nude-obsessions/13311009.html",
      "title": "Huda Beauty Medium Nude Obsessions | Cult Beauty",
      "description": "Get Huda Beauty Medium Nude Obsessions at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.cybergrants.com/target/Foundation-General-Submission-Form",
      "title": "CyberGrants Jump Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://ourworldindata.org/grapher/life-expectancy",
      "title": "Life expectancy - Our World in Data",
      "description": "An interactive visualization from Our World in Data.",
      "preview": "Data Life expectancy Long-run data - Riley; Zijdeman et al.; HMD; UN WPP See all data and research on: Life Expectancy Data sources and processing Ins"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://endjusticefees.org/fee-surveys/",
      "title": "End Justice Fees",
      "description": "See which common fee types are authorized in statute by state. Justice fees are hidden taxes that governments charge.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact National Fee Surveys 50-Stat"
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eurekalert.org/jrnls/sciadvances/",
      "title": "Log in | EurekAlert Display",
      "description": "void",
      "preview": "Stage Server - Do not use for Customer Support AAAS ID (Email Address) * Please enter an email address Email is not valid. LOGIN Don't have an account"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://www.padelfederacion.es/Estadisticas.asp?Id=199323",
      "title": "Estadísticas | FEP",
      "description": "Página oficial de la Federación Española de Pádel con información sobre calendarios, torneos, órganos de gobierno e información general relativa al pádel en el país.",
      "preview": "Estadísticas Jugador/a Indica un número de licencia: Indica un DNI: ALEJANDRO REY LEYVA Número de Licencia: 199323 Categoría: Club Competición Autonóm"
    },
    {
      "url": "https://www.missourireview.com/1803full-2/",
      "title": "18.3 Cover (Full-Size) | The Missouri Review",
      "description": "Discovering the best in fiction, essays, and poetry",
      "preview": "18.3 Cover (Full-Size) 18.3 Cover (Full-Size)."
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://login.wordpress.org/?redirect_to=https%3A%2F%2Fwordpress.org%2Fplugins%2Fgdpr-cookie-compliance%2F&locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plu"
    },
    {
      "url": "http://odinecet.iode.org",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://pmc.com/terms-of-use/",
      "title": "Terms of Use | PMC",
      "description": "Terms and conditions that govern the use of PMC websites and more.",
      "preview": "brands Terms of Use Last updated: May 2, 2023 Terms and Conditions of Use IMPORTANT: PLEASE READ THESE TERMS CAREFULLY AS THEY MAY IMPACT YOUR LEGAL R"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://elevation.maplogs.com/poi/isthmus_of_panama_panama.115355.html",
      "title": "Elevation map of Isthmus of Panama, Panama - MAPLOGS",
      "description": "This page shows the elevation/altitude information of Isthmus of Panama, Panama including elevation map, topographic map, narometric pressure, longitude and latitude.",
      "preview": "Worldwide Elevation Map Finder Elevation map of Isthmus of Panama, Panama Location: Panama > Coclé Province > Penonomé > Isthmus of Panama Latitude: 8"
    },
    {
      "url": "https://www.ritzcarlton.com/en/hotels/indonesia/bali#Hotel",
      "title": "Luxury Nusa Dua Bali Hotel | The Ritz-Carlton, Bali",
      "description": "Every detail of The Ritz-Carlton, Bali experience is inspired by the beauty and allure of the ocean. Experience the spacious and luxurious suites and villas with breathtaking views over the Indian Ocean at this Nusa Dua resort in Bali.",
      "preview": "Skip to main content Menu text Menu close text Marriott Logo Marriott Logo Find & Reserve Deals & Packages Meetings & Events Our Brand About Marriott"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.youtubego.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://hourofcode.com",
      "title": "Un'ora: Ignite. Ispira. Codice.",
      "description": "The Hour of Code is a worldwide movement that aims to introduce millions of students to computer science through one-hour coding activities",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "https://carbon.now.sh/",
      "title": "Carbon | Create and share beautiful images of your source code",
      "description": "Carbon is the easiest way to create and share beautiful images of your source code.",
      "preview": "Sign in/up Theme Language Background Menu Settings Menu Copy menu Tweet Share menu dropdown Quick export Export Export menu dropdown"
    },
    {
      "url": "https://penji.co/pricing/",
      "title": "Pricing - Unlimited Graphic Design Service",
      "description": "void",
      "preview": "Services Graphic design Branding Motion graphics Advertisements Presentations Web design Illustrations Pricing Our work Why Penji? Our mission Reviews"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://123moviesfree.net/home",
      "title": "123Movies - Watch HD Movies Online Free | 123movie | 123 movies",
      "description": "123Movies Watch Movies Online For Free and Download the latest movies without Registration at 123 Movies",
      "preview": "Captain America: Brave New World After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international in"
    },
    {
      "url": "https://www.grandin.com/ritual/kosher.box.variables.time.lose.sensibility.html",
      "title": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness",
      "description": "void",
      "preview": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness by Temple Grandin Department of Ani"
    },
    {
      "url": "https://www.sweetbio.com/",
      "title": "sweetbio®",
      "description": "void",
      "preview": "0 Collagen + Manuka honey like never before. We understand the heavy burden non-healing wounds can have on you and your loved ones' daily life. Let's"
    },
    {
      "url": "https://rstev388.tumblr.com/",
      "title": "UU and GIS",
      "description": "To Invite conversation about Unitarian Universalism and Geographic Information Systems.",
      "preview": "Home Ask me anything Submit a post Archive UU and GIS allesef : mikerugnetta : brownpau : Australia. Well. There's another thing I'll never unsee. are"
    },
    {
      "url": "https://apps.who.int/iris/bitstream/handle/10665/258970/9789241550130-eng.pdf;jsessionid=862C12B8C2F2004C85A9F74015DBC547?sequence=1",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.objets-caches.com/l-enigme-de-la-montagne.html",
      "title": "Jeu L'énigme de la montagne gratuit sur objets-caches.com",
      "description": "Depuis très longtemps une énigme n'a jamais été résolue , elle concerne une montagne, serez-vous suffisamment observateur pour trouver la réponse à cette énigme.",
      "preview": "Jeu L'énigme de la montagne Viens jouer au jeu L'énigme de la montagne , un de nos super jeux d' objets cachés gratuit. Depuis très longtemps une énig"
    },
    {
      "url": "https://www.latinoleadmn.org/",
      "title": "LatinoLEAD | #WeAreLatinoLEAD",
      "description": "LatinoLEAD brings together Minnesota Latinx from across the state, that include various ethnicities, generations, and working sectors to have a greater social impact through collaboration, power building, and leadership development.",
      "preview": "top of page 1/1 JOIN AN EVENT GET OUR NEWSLETTER WHAT GROUNDS OUR WORK Leadership We advance Latinx collective influence, success and power in Minneso"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://turtlecreekwholesale.com/contact/",
      "title": "Contact - Turtle Creek Nursery",
      "description": "Contact Turtle Creek Nursery",
      "preview": "Turtle Creek Nursery is a wholesale nursery that does not sell direct to general consumers. We appreciate the opportunity to work with you. If you hav"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "https://www.stib-mivb.be/horaires-dienstregeling.html?l=nl",
      "title": "Reizen - MIVB",
      "description": "Bezoek de MIVB-reispagina om uw routes te plannen en realtime dienstregelingen te bekijken. Ontdek alle nuttige informatie nu!",
      "preview": "Menu Kopen Reizen Klantendienst nederlands English Français Nederlands nav.modal Sluiten Startpagina Reizen Overal in Brussel Routes Vind de meest ges"
    },
    {
      "url": "https://www.prnewsonline.com/image-patrol-news-corp-vs-bbc-crises-linger-for-two-major-media-properties/",
      "title": "Image Patrol: News Corp. vs. BBC: Crises Linger For Two Major Media Properties - PRNEWS",
      "description": "While the media cranks out content that it prefers to be long remembered by readers, the BBS and News Corporation would prefer that their major crises would just go away. Here's how each have fared.",
      "preview": "image/svg+xml : × Subscribers: Log In Remember Me Forgot Password? For those of us who consider journalists a key stakeholder group, we view scandals"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://www.usanetwork.com/usa-app",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://www.corneliajames.com/en-us/products/melissa-long-velvet-glove",
      "title": "Velvet Opera Gloves - Melissa",
      "description": "Velvet Gloves by Cornelia James, Glovemaker by Royal Appointment. Est 1946 ★ Handmade in England ★ Free Worldwide Delivery ★ Velvet Gloves in Black. Opera Length, Arm Length, Long Velvet Gloves. Velvet Evening Gloves, Velvet Bridal Gloves.",
      "preview": "Skip to content United States - enjoy Free Shipping* on orders above $300 Cornelia James Country/region United States (USD $) Afghanistan (AFN ؋) Ålan"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "http://www.algebra-answer.com/",
      "title": "Math 110 Fall Syllabus",
      "description": "Algebra-answer.com brings invaluable strategies on syllabus, math and linear algebra and other algebra subject areas. Just in case you will need help on functions or even fraction, Algebra-answer.com is really the excellent place to pay a visit to!",
      "preview": "Home Basic Algebra Course Description Description of Mathematics Quadratic Functions Worksheet 4: Inverse Functions MATH Connections: A Secondary Core"
    },
    {
      "url": "https://www.roadmaptozero.com/",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://www.aviationsafetymagazine.com/features/why-twins-crash/",
      "title": "Why Twins Crash - Aviation Safety",
      "description": "[IMGCAP(1)]Like the speed of light and the fact that the best parking spaces are already taken, one of the constants in the universe is this imponderable question: Is a twin safer than a single? Does having two motors really add measurably to the safety margin or is it, like so much else in GA, undiluted marketing hype? If we could answer this question, we could also turn lead to gold and all of our computer hardware would actually play when plugged. In the end, however, we think there are too many variables to say with assurance that an extra engine really does improve the safety margin for the average owner-pilot. We emphasize average as a means of noting that not all owners pursue th...",
      "preview": "CATEGORIES Accident Probes Aircraft Avionics Airmanship Preliminary Reports Risk Management Free Enewsletter Digital Issues Customer Service Reset Pas"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "https://www.ryanair.com/it/it/voli-economici/voli-da-torino",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.comprensivopacinotti.edu.it/grduatorie-secondaria-primo-grado-definitive-18.html?view=simplefilemanagers&layout=simplefilemanagers&catid=162&orderBy=a.file_created&order=ASC&subview=list&sortFieldSelection=1",
      "title": "www.comprensivopacinotti.edu.it - Grduatorie secondaria primo grado definitive 18",
      "description": "void",
      "preview": "Messaggio di avviso Questo sito utilizza i cookies per realizzare alcune funzionalità e migliorare la navigazione. Proseguendo con la navigazione si a"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.sidracortina.com/superproduccion-manzana/",
      "title": "Sidra Cortina | Cosecha de manzana 2017",
      "description": "void",
      "preview": "Sidra Cortina Productos Tienda Virtual Casa Cortina Villacubera Contacto RESERVAS → SidraTurismo Español English Français 中文 es | en | fr | 中文 Sidra C"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "https://www.khanacademy.org/science/chemistry",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    }
  ],
  "_meta": {
    "total_bookmarks": 118
  }
}