{
  "data": [
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://www.irs.gov/uac/Report-Phishing",
      "title": "Report phishing | Internal Revenue Service",
      "description": "Report phishing and scams. Find out what to do If you receive unsolicited communications claiming to be from the IRS.",
      "preview": "Skip to main content Report phishing and online scams English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive T"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://uniglobetraveldesigners.com/",
      "title": "Uniglobe Travel Designers",
      "description": "Uniglobe Travel is an innovative network of travel management experts around the world. Our hands-on local ownership offers customized travel management expertise to businesses, and ensures that clients are well served at all times.",
      "preview": "Travel Experts Uniglobe Travel Designers is a Black, women-owned, award-winning, full-service travel management company offering over 42 years of expe"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "https://frbridge.ro/index.php/links/index.php?option=com_events&task=view_day&year=2022&month=01&day=24&Itemid=1",
      "title": "Federatia Romana de Bridge",
      "description": "FRB - Federatia Romana de Bridge",
      "preview": "Home | Noutati | F. R. Bridge | Links | Contact Home Home Sponsori Noutati F.R. Bridge Cluburi Arbitraj Etica si disciplina Regulamente FRB Calendar i"
    },
    {
      "url": "https://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://www.sayellow.com/south-africa/auctioneers-livestock-in-sedibeng",
      "title": "Auctioneers - Livestock in Sedibeng, South Africa",
      "description": "Find Auctioneers - Livestock in on saYellow.com. Get reviews, contact details, directions and much more, at the click of a button.",
      "preview": "Did you mean \"\"? Related Categories Auctioneers - Livestock Auctioneers Auctioneers - Art, Antiques... Online: Auctions Valuers - Immovable Property V"
    },
    {
      "url": "http://www.meredith.com/",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "https://www.networkadvertising.org",
      "title": "Home - NAI: Network Advertising Initiative",
      "description": "The Network Advertising Initiative is an industry trade group founded in 2000 that develops self-regulatory standards for online advertising.",
      "preview": "Skip to content How to Opt Out NEW NAI RESOURCE: A Primer on PETs New NAI Membership Criteria: DOJ Rule The NAI Publishes GPC Chrome Browser Extension"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "https://ieg.worldbankgroup.org/",
      "title": "| Independent Evaluation Group",
      "description": "void",
      "preview": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010-2"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://tiempo.laopiniondemurcia.es/suecia/lidingo",
      "title": "Tiempo en Lidingo - La Opinión de Murcia",
      "description": "La previsión del tiempo en Lidingo. Consulta el tiempo para hoy, mañana y los próximos días en Suecia",
      "preview": "La Opinión de Murcia > El Tiempo > Lidingo Selecciona tu provincia A Coruña Álava Albacete Alicante Almería Asturias Ávila Badajoz Barcelona Burgos Cá"
    },
    {
      "url": "https://www.alibaba.com/",
      "title": "Alibaba.com: Manufacturers, Suppliers, Exporters & Importers from the world's largest online B2B marketplace",
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site. Import & Export on alibaba.com",
      "preview": "All categories Featured selections Order protections Buyer Central Help Center App & extension Become a supplier Learn about Alibaba.com The leading B"
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "http://www.directaccessrecipes.com/fr/",
      "title": "Base de Données de Recettes Accès Direct",
      "description": "Base de données de recette en ligne Shop'NCook. Accès direct au logiciel Shop'NCook.",
      "preview": "Base de Données de Recettes Accès Direct Outils Ajouter une recette Login Recettes Types de Plats Ingrédients Principaux Cultures & Régions Autres Inf"
    },
    {
      "url": "https://allaboutdnt.com/",
      "title": "Thank you for visiting AllaboutDNT.com - Future of Privacy Forum",
      "description": "Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launched this website in 2013 to provide information on how web browsers can express a user's preference for tracking using Do Not Track (DNT). DNT is a technical specification designed to help users express their preferences about online tracking. It is...",
      "preview": "Thank you for visiting AllaboutDNT.com > Thank you for visiting AllaboutDNT.com Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launch"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://www.theguardian.com/world/europe-news",
      "title": "Europe | The Guardian",
      "description": "Latest Europe news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Latest news Boris Johnson The £1m man: Why did Boris Johnson take his donor to Ukraine? Exclusive: Leaked file"
    },
    {
      "url": "https://nextebiz.com/2020/11/07/all-about-form-in-great-design-and-development/",
      "title": "Next eBiz - Enterprise Software Development Services - Next eBiz",
      "description": "Next eBiz offers expert software and website development services tailored to your business needs. Partner with us to drive innovation and growth.",
      "preview": "SOFTWARE CONSULTING & DEVELOPMENT Join Our Elite Tech Stack Crew! WE POWER, STREAMLINE, DRIVE, SAFEGUARD PROJECT SUCCESS. Join the Revolution: Become"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "http://foro.vespinos.com/index.php?topic=18069.0",
      "title": "Nuevo vespinero",
      "description": "Nuevo vespinero",
      "preview": "Bienvenido(a), Visitante . Por favor ingresar o registrarse . 10 Octubre, 2025, 01:53:04 pm Noticias: Grupos de Whatsapp vespineros por comunidades ht"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/",
      "title": "Jason Canty's Tumblr Stuffs",
      "description": "Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com)",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thedragonvollys.tumblr.com/",
      "title": "@thedragonvollys on Tumblr",
      "description": "Follow @thedragonvollys and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes millennials4bernie wnq-movies Follow You know, people seldom go to the trouble of scratching the surface of things to find the inner truth"
    },
    {
      "url": "https://www.scjohnson.com/",
      "title": "SC Johnson | A Family Company at Work for A Better World",
      "description": "SC Johnson is a family company dedicated to innovative, high-quality products, workplace excellence and commitment to the environment and its communities.",
      "preview": "Skip to Main Home SC Johnson Secures World Health Organization Policy Recommendation for Innovative Tool Proven to Help Prevent Malaria and Other Inse"
    },
    {
      "url": "https://www.laaclu.org",
      "title": "Home - ACLU of Louisiana",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Leading liberty forward in Louisiana The Latest Press Release Longtime NY Resident Released from Louisiana ICE Facility, but Freedom Remains Uncertain"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.hpmuseum.org/",
      "title": "The Museum of HP Calculators",
      "description": "The Museum of HP Calculators displays and describes older Hewlett-Packard calculators. There are also sections on calculating machines and slide rules as well as sections for buying and selling HP calculators, an HP timeline, collecting information and a software library.",
      "preview": "The Museum of HP Calculators The Museum of HP Calculators displays and describes Hewlett-Packard calculators introduced from 1968 to 1986 plus a few i"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=multimedia",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://swipepages.com/",
      "title": "Best Landing Page Builder for Conversions - Swipe Pages",
      "description": "Generate leads & increase conversion rate using fast, mobile optimized landing pages. A Landing page builder trusted by 7500+ ROI driven marketers.",
      "preview": "Product Landing Page Templates AI Page Builder Mobile Landing Pages Features Performance Pricing Solutions For Agencies For Ecommerce For SaaS For Rea"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://www.wedding-workshop.ch/author/cloudweb-admin/",
      "title": "cloudweb admin",
      "description": "void",
      "preview": "Skip to main content Zur Hauptsidebar springen Zur Fußzeile springen cloudweb admin Es wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen."
    },
    {
      "url": "https://www.scout.com/",
      "title": "College Sports News and Recruiting",
      "description": "Stay up to date with all the College sports news, recruiting, transfers, and more at 247Sports.com",
      "preview": "‌ ‌ ‌ 247 Logo 247Sports VIP VIP 30% off Annual VIP Pass first year Chat Chat with Experts & hard-core fans in our premium message boards Newspaper In"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/functional",
      "title": "The Functional API | TensorFlow Core",
      "description": "Complete guide to the functional API.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide The Functional API Stay organized with co"
    },
    {
      "url": "https://booksearch.blogspot.com/2011/05/define-translate-and-search-for-words.html",
      "title": "Inside Google Books: Define, translate and search for words in Google eBooks",
      "description": "Posted by Derek Lei, Software Engineer, Google Books When bookworms stumble across a word we don't know, we face the classic dilemma of whet...",
      "preview": "skip to main | skip to sidebar Define, translate and search for words in Google eBooks Thursday, May 19, 2011 at 11:00 AM Posted by Derek Lei, Softwar"
    },
    {
      "url": "https://law.georgia.gov/press-releases/2023-02-16/carr-eight-indicted-gwinnett-county-following-major-human-trafficking",
      "title": "Carr: Eight Indicted in Gwinnett County Following Major Human Trafficking, Gang Investigation | Office of the Attorney General",
      "description": "Defendants also charged with Racketeering, Kidnapping and Aggravated Assault",
      "preview": "Skip to main content ATLANTA, GA - Attorney General Chris Carr today announced the indictment of eight alleged members of the LOTTO gang in Gwinnett C"
    },
    {
      "url": "https://www.ventusky.com/",
      "title": "Ventusky - Weather Forecast, Radar and Wind Maps | Ventusky",
      "description": "Live wind, rain, radar or temperature maps, more than 50 weather layers, detailed forecast for your place, data from the best weather forecast models.",
      "preview": "Live Weather Forecast Maps Login Premium myVentusky About Temperature Feels like temperature Precipitation Radar Satellite Wind speed Wind gusts Cloud"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.ipcc.ch/srocc/home/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate - Special Report on the Ocean and Cryosphere in a Changing Climate",
      "description": "void",
      "preview": "Website Survey The IPCC approved and accepted Special Report on the Ocean and Cryosphere in a Changing Climate at its 51st Session held on 20 - 23 Sep"
    },
    {
      "url": "https://circuitosturquia.com/",
      "title": "Viajes a Turquía | Tours-Circuitos Turquía en Español 2025",
      "description": "Circuitos por Turquía en español. Descubra lo Mejor del país con Viajes a Turquía. Circuitos guiados y paquetes turísticos Turquía 2024",
      "preview": "Saltar al contenido Correo: info@circuitosturquia.com Telefono: +90 0212 527 06 71 Whatsapp: +90 532 368 00 35 Alemdar Mahallesi, İncili Çavuş Sk. No:"
    },
    {
      "url": "https://www.pawworks.org/uncategorized/2022/03/who-is-paw-works/",
      "title": "Paw Works Animal Rescue - Sheltering Those Who Cannot Speak for Themselves",
      "description": "Rescue, Adopt, Shelter: Paw Works partners with shelters, giving abandoned animals a second chance. Join us in responsible pet ownership and combating overpopulation.",
      "preview": "In Loving Memory of Chad Atkins, Co-Founder Paw Works is a 501c3 organization. In Loving Memory of Chad Atkins, Co-Founder Donate Adopt Hospital Board"
    },
    {
      "url": "http://www.bridges4kids.org/HelpForKids-US.html",
      "title": "Bridges4Kids State Resources and Information: USA Map",
      "description": "void",
      "preview": "Bridges4Kids Where to Find Help For a Child Anywhere in the U.S. Choose a state to begin: Territories represented: American Samoa , Puerto Rico , Virg"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    }
  ],
  "_meta": {
    "total_bookmarks": 71
  }
}