{
  "data": [
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.anniewong.co/tell",
      "title": "Tell | annie",
      "description": "void",
      "preview": "top of page Tell: Stories of Girlhood > Performance > Gallery 44 Centre for Contemporary Photography as part of Field of Vision > 2017 Participating a"
    },
    {
      "url": "https://apply.royal.uk/Apply/",
      "title": "Apply.royal.gov.uk",
      "description": "void",
      "preview": "Apply for a Congratulatory Birthday Message Apply for a Wedding Anniversary Message"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.cirk-foto.cz/fotoalbum/cirkusy/rok-2021/humberto---pardubice/dsc_5536--kopirovat-.html",
      "title": "Cirkusové fotografie - Fotoalbum - Cirkusy - Rok 2021 - Humberto - Pardubice - DSC_5536 (Kopírovat)",
      "description": "Stránky pro fanoušky cirkusů a cirkusového umění.",
      "preview": "Cirkusové fotografie Úvod Aktuality Fotoalbum Odkazy Turné Diskuze Video Kontakt Humberto - Pardubice DSC_5536 (Kopírovat) « » ← Předchozí Další → Zpě"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/taylor-red-album-google-searches-red-scarf-lipstick-1235002625/",
      "title": "Taylor Swift Red Album: Red Scarf, Red Lipstick Google Searches Rise",
      "description": "Taylor Swift's \"Red (Taylor's Version)\" has caused searches for red scarf and red lipstick to skyrocket. Read about the album's impact here.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://stage.so/",
      "title": "For Sale Page",
      "description": "void",
      "preview": "Domain for sale stage.so Free transaction support Secure payments Spaceship reliability Listed with spaceship.com get this domain Buy now $3,900 Make"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "https://worldpackersplatform.herokuapp.com/search/europe/italy/province_of_bergamo?skills%5B%5D=night_shift&special_rewards%5B%5D=free_laundry",
      "title": "Volunteer Work and Work Exchanges in Province Of Bergamo, Italy - Worldpackers",
      "description": "Want an opportunity to work as a volunteer or exchange your skills for accommodation in Province Of Bergamo, Italy? At Worldpackers you can find the best countries to live and learn in!",
      "preview": "Search or filter results 3 Travel more for less Become a member by 10/31 and get 10% OFF on bookings at Hostelworld! Home Hosts Europe Italy Province"
    },
    {
      "url": "https://www.aclu-mn.org/en/press-releases/aclu-mn-responds-supreme-court-ruling-against-restoring-voting-rights-minnesotans",
      "title": "ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS | ACLU of Minnesota",
      "description": "The Minnesota Supreme Court ruled today that our Constitution doesn't automatically provide Minnesotans on felony probation with the right to vote upon release from incarceration.",
      "preview": "Skip to main content ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS Media Contact Lynette Kalsnes, ACLU of Mi"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://www.simplegenerosity.org/",
      "title": "Simple Generosity",
      "description": "Simple Generosity offers streamlined donation processing, simplified fundraising compliance and customized matchmaking with nonprofits that fit your brand, customers and community best.",
      "preview": "0 Helping companies do good and look good Customized, nimble matchmaking with nonprofits that fit your brand, customers, and communities best. Plus st"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/find-customers-with-google-maps-webinar-run-by-google-digital-garage-tickets-520365546357?aff=erelexpmlt",
      "title": "Find Customers with Google Maps Webinar run by Google Digital Garage Tickets, Wed 22 Mar 2023 at 09:30 | Eventbrite",
      "description": "Eventbrite - City of York Council presents Find Customers with Google Maps Webinar run by Google Digital Garage - Wednesday, 22 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Find Customers with Google Maps Webinar run by Google Digital Garage View details Follow this organiser to stay informed on fut"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/news-alerts?type=1",
      "title": "Meredith Corporation MediaRoom - Email Alerts",
      "description": "void",
      "preview": "Email Alerts If you are a member of the working press and are interested in receiving Dotdash Meredith breaking news via email, fill out the form belo"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://jaxbags.com.au/products/new-fashion-water-repellent-messenger-bag",
      "title": "New Fashion Water Repellent Cross Body Bag - Jax Bags",
      "description": "Top quality, stylish looking cross body / sling bag perfect for everyday use. Classy rectangular design looks great for any occasion. Versatile, hard wearing and comes in a range of attractive colours. Features: Compact size, lightweight and convenient to carry Stylish, rectangular design Top quality oxford fabric mate",
      "preview": "Welcome to our New Look Website Discount Shipping Rate - Now Only $10 Aust Wide (Unlimited Items) Phone: 0434 848 689 Shop Now Backpacks All Backpacks"
    },
    {
      "url": "https://www.britannica.com/place/Tokyo",
      "title": "Tokyo | Japan, Population, Map, History, & Facts | Britannica",
      "description": "Tokyo, city and capital of Tokyo 'to' (metropolis) and of Japan. It is located at the head of Tokyo Bay on the Pacific coast of central Honshu. It is the focus of the vast metropolitan area often called Greater Tokyo, the largest urban and industrial agglomeration in Japan.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos To"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "https://us.stromerbike.com/products/st1-comfort?variant=42496029884658",
      "title": "Stromer: Premium Speed Pedelecs",
      "description": "Join over 100,000 riders worldwide and discover Stromer bikes-the powerful, fast e-bikes designed for commuters seeking excitement, style, and efficiency. Explore our models and find your perfect Stromer!",
      "preview": "Your browser does not support the video tag. Here to change. Ride the movement. Explore our best ways to get around"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://events.hiringourheroes.org/",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://goglc.org/and-pdf/525-nursery-and-primary-school-curriculum-in-nigeria-pdf-757-514.php",
      "title": "Goglc",
      "description": "Goglc",
      "preview": "Goglc 10 Must Have Womens Fashion Trends For Fall 2023 Embrace Innovation And Style 2023 Business Innovations Navigating Trends In Remote Work Sustain"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://pages.github.com/",
      "title": "GitHub Pages | Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "description": "Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "preview": "Websites for you and your projects. Hosted directly from your GitHub repository . Just edit, push, and your changes are live. Pages Help Ready to get"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://support.brookings.edu/",
      "title": "Support Brookings | Brookings",
      "description": "Give to Brookings today and support independent research, pioneering solutions, informed policy-making, and positive change for future generations.",
      "preview": "Search Support Brookings Search Support Brookings Join the Brookings Community Ways to Give Planned Giving Financial Information Invest in Solutions."
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/Register",
      "title": "Action Center",
      "description": "Sign up for updates from Goodwill Industries International, Inc.",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Please do not close this window. You will need to c"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "http://fao.org/contact-us/en/",
      "title": "Contact us | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Contact us",
      "preview": "Share Close Contact us General information Headquarters Viale delle Terme di Caracalla 00153 Rome, Italy Tel:(+39) 06 57051 e-mail： [email protected]"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "https://cat.barchemicals.it/prodotto/bp-bioglayd/",
      "title": "BIOGLAYD | Catalogo Barchemicals Group",
      "description": "BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria",
      "preview": "BIOGLAYD BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria"
    },
    {
      "url": "https://www.facingsouth.org/2019/10/floridas-judicial-pipeline-filled-right-wing-federalist-society",
      "title": "Florida's judicial pipeline filled by right-wing Federalist Society | Facing South",
      "description": "When they took office, President Donald Trump and Gov. Ron DeSantis both appointed high court justices that shifted a supreme court to the right. Both executives have relied on the conservative Federalist Society to suggest nominees, and both have faced criticism for appointing mostly white judges.",
      "preview": "Skip to main content Defend democracy in the South. Donate now The online magazine of the Institute for Southern Studies Florida's judicial pipeline f"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "http://www.codicesorgente.it/",
      "title": "Come scegliere ed acquistare i Migliori Prodotti ✔️ CodiceSorgente.it",
      "description": "Trova i migliori prodotti con il confronto modelli, caratteristiche, recensioni e prezzi. Risparmia comprando i prodotti migliori per rapporto qualità/prezzo",
      "preview": "Salta al contenuto Confronta prodotti ed Acquista risparmiando Acquistare prodotti online è più comodo ed economico , ma per comprare il miglior prodo"
    },
    {
      "url": "https://www.popularwoodworking.com/techniques/french-polish/",
      "title": "French Polishing | Popular Woodworking",
      "description": "French polish adds extraordinary depth to gorgeous wood. This finish is perfect for bowls, vessels, lamps and other turnings that aren't handled often or are exposed to moisture, alcohol or heat.",
      "preview": "By American Woodworker Editors Posted April 25, 2019 In Projects , Shop Blog , Techniques French Polishing 2019-04-25 2024-03-06 https://media.popular"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://connect.ala.org",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://fabfitfun.com/",
      "title": "FabFitFun",
      "description": "FabFitFun Box | Beauty, Wellness, Fitness and Fashion",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "http://www.sicilialive24.it/author/antonello-pacesicilialive24-it/",
      "title": "Antonello Pace, Author at SiciliaLive24.it | SiciliaLive24.it",
      "description": "void",
      "preview": "Stay Connected Ultimi articoli in RSS AGRIGENTO AGRIGENTO DA LONTANO AKRAGAS ARCHIVIO ARTICOLI CALCIO CALTANISSETTA CATANIA CINEMA COSTUME E SOCIETA'"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Guide/Introduction",
      "title": "Introduction - JavaScript | MDN",
      "description": "This chapter introduces JavaScript and discusses some of its fundamental concepts.",
      "preview": "Skip to main content Skip to search Introduction Previous Next This chapter introduces JavaScript and discusses some of its fundamental concepts. What"
    },
    {
      "url": "http://www.headphone.com/",
      "title": "Headphones.com - Shop the best headphones and home audio",
      "description": "Find the best headphones, speakers and home audio. 365-day returns, free shipping over $100 and legendary customer service!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100 more to get free shipping! Load"
    },
    {
      "url": "https://www.bharattaxi.com/",
      "title": "Hire Taxi Service & Cab Booking from India's Best Car Rental Provider- Bharat Taxi",
      "description": "Bharat Taxi offers 24*7 taxi booking and cab service facility at an affordable fare. Book online taxi service in India, cab for rent, and car rental with driver at best deals.",
      "preview": "Local Rental One Way Round Trip Road Trip Local Transfer Rentals One Way Round Trip Road Trip Local Transfer Source City Package Type Select Package P"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "https://apple.co/NewsPlusOffer",
      "title": "Apple News+ 3-Month Free Offer - Apple Apple News+ 3-Month Free Offer - Apple",
      "description": "Access more than 300 popular magazines and leading newspapers all in one subscription. Get 3 months free when you buy a new iPhone, iPad, or Mac.",
      "preview": "Get 3 months of Apple News+ for free. New subscribers get three months free with purchase of an eligible iPhone, iPad, or Mac. 1 How to redeem Apple N"
    },
    {
      "url": "http://doc.ok.gov/",
      "title": "Department of Corrections",
      "description": "void",
      "preview": "Skip to main content JOINODOC.COM Inmate/Offender Info About Facilities FACILITIES Visitation VISITATION Send Money SEND MONEY Re-entry RE-ENTRY Proba"
    },
    {
      "url": "https://www.ted.com/talks/enric_sala_let_s_turn_the_high_seas_into_the_world_s_largest_nature_reserve?rss",
      "title": "Enric Sala: Let's turn the high seas into the world's largest nature reserve | TED Talk",
      "description": "What if we could save the fishing industry and protect the ocean at the same time? Marine ecologist Enric Sala shares his bold plan to safeguard the high seas -- some of the last wild places on earth, which fall outside the jurisdiction of any single country -- by creating a giant marine reserve that covers two-thirds of the world's ocean. By protecting the high seas, Sala believes we will restore the ecological, economic and social benefits of the ocean. \"When we can align economic needs with conservation, miracles can happen,\" Sala says.",
      "preview": "void"
    },
    {
      "url": "https://www.mad4wheels.com/kia/sorento-22-crdi-uk-version-2021/car-wallpaper-604658",
      "title": "2021 Kia Sorento 2.2 CRDi - UK version #604658 - Best quality free high resolution car images, pictures and photos.",
      "description": "Here you can find a huge amount of high resolution car images of 2021 Kia Sorento 2.2 CRDi - UK version. Free for personal and editorial use, they can be edited to get great wallpapers for your pc, tablet and phone.",
      "preview": "Back to gallery Previous Next Image info Year 2021 Brand Kia Model Sorento 2.2 CRDi - UK version Size 9358 x 5849 Weight 4.83 MB Download full-size im"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fwww.merriam-webster.com%2fdictionary%2fimmune%2520response&c=E,1,IRylLSgwjmbRRoiCBugCAIdIpQPfAuV6qrr18EFhkJB0AxAjx2QVmkiNB7H7DBftWoyjfTPRSV3PeAexrDpYe-xI75kbwc6ynQ464Ddj0A,,&typo=1",
      "title": "IMMUNE RESPONSE Definition & Meaning - Merriam-Webster",
      "description": "The meaning of IMMUNE RESPONSE is a bodily response to an antigen that occurs when lymphocytes identify the antigenic molecule as foreign and induce the formation of antibodies and lymphocytes capable of reacting with it and rendering it harmless -called also immune reaction.",
      "preview": "Est. 1828 Dictionary Definition Definition Example Sentences Word History Rhymes Entries Near Cite this Entry Citation Share Kids Definition Kids Medi"
    },
    {
      "url": "https://en.unesco.org/covid19/educationresponse",
      "title": "Education: From COVID-19 school closures to recovery | UNESCO",
      "description": "Education: From COVID-19 school closures to recovery",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Contributors",
      "title": "Contributors - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Contributors From OpenStreetMap Wiki Jump to navigation Jump to search Help Contributors In other languages Afrikaans asturianu azərbaycanca Bahasa In"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://www.lieben.no",
      "title": "Lieben Fotografi, fotograf i Molde - Lieben Foto",
      "description": "Fotograf i Molde. Ekte og naturlig fotografi, øyeblikk du vil huske. Bryllup, barn, familier, nyfødfotografering.",
      "preview": "MENU 01 of 04 EKTE & NATURLIG ØYEBLIKK DU VIL HUSKE Om meg Familie Nyfødt Shop Blogg Kontakt Best of 2018 BRYLLUP Org.nr 988138703 // SALGSVILKÅR NETT"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://www.luerzersarchive.com/",
      "title": "Lürzer's Archive | Leading Ad Industry Magazine & Directory",
      "description": "The celebrated creative resource for advertising professionals worldwide | Over 30 years of hand-picked inspiration, features, news & interviews.",
      "preview": "How to get closer Connect more with our Serviceplan reviews takeover Read More Search 40 years of the best print campaigns, TV commercials and digital"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Millions-of-PNG-Images-Backgrounds-and-Vectors-for-Free-Download-Pngtree-4793df102c8649539c1c054a35686514?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "http://www.chemistry.co.nz/",
      "title": "Chemistry | Creative Agency, Auckland, NZ",
      "description": "Chemistry is an integrated independent advertising agency in Auckland, New Zealand.",
      "preview": "Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 chem_neg chem_pos logo Artboard 1 Artboard 1 Artboard 1 Artboard 1 Icons"
    },
    {
      "url": "http://www.lanuovasardegna.it/",
      "title": "La Nuova Sardegna",
      "description": "Tutte le notizie della Sardegna, con foto e video, di cronaca, politica, sport, cultura, spettacoli, economia e tempo libero",
      "preview": "I video del giorno Sardegna Sassari, 400 studenti in piazza per la Settimana della Protezione civile Natura La Maddalena, tartaruga verde avvistata ne"
    },
    {
      "url": "https://a2tunes.tumblr.com/",
      "title": "@a2tunes on Tumblr",
      "description": "Follow @a2tunes and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes lux-xxix Follow You know what to do. emerald-stag Thats nut gonna happen extrafunnypicture Follow extrafunnypicture.blogspot.com Click her"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://www.eonline.com/news/1299783/shahs-of-sunsets-mike-shouhed-is-engaged-to-paulina-ben-cohen",
      "title": "Shahs of Sunset's Mike Shouhed Is Engaged to Paulina Ben-Cohen",
      "description": "During the Shahs of Sunset season nine reunion, Mike Shouhed revealed that he and girlfriend Paulina Ben-Cohen are engaged, and they showed off her ring.",
      "preview": "Watch : Mike Shouhed & GF Paulina Share Their Quarantine Schedule Mike Shouhed shared some very big news as part of Shahs of Sunset 's tense season ni"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/overview/",
      "title": "Overview | Kubernetes",
      "description": "Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarative configuration and automation. It has a large, rapidly growing ecosystem. Kubernetes services, support, and tools are widely available.",
      "preview": "Overview Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarati"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://www.womentechmakers.com/initiatives/bwit",
      "title": "Google's Women Techmakers Program - Google for Developers",
      "description": "Explore our Women Techmakers program, focused on advancing women in tech through community support, stories, and other resources.",
      "preview": "Skip to main content Women Techmakers / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "http://www.cybergrants.com/target/Foundation-General-Submission-Form",
      "title": "CyberGrants Jump Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    }
  ],
  "_meta": {
    "total_bookmarks": 118
  }
}