{
  "data": [
    {
      "url": "https://abduzeedo.com/",
      "title": "abduzeedo - design, inspiration, UX career",
      "description": "abdz. is a collective of individual writers sharing articles about design, photography, and UX as well as tutorials for Photoshop and other tools",
      "preview": "Skip to main content Featured Content 01. Coastal: A Stunning Cookbook Celebrating California Cooking & Living 10/09 2025 Book Recommendations Discove"
    },
    {
      "url": "https://cacm.acm.org/magazines/2012/7/151226-googles-hybrid-approach-to-research/fulltext",
      "title": "Google's Hybrid Approach to Research - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Introduction Implications of Google's Mission and Capabilities Hybrid Research at Google Example Research Patterns Successes Discussio"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://www.wolframalpha.com/examples/science-and-technology/physics/",
      "title": "Wolfram|Alpha Examples: Physics",
      "description": "Get answers to your physics questions with interactive calculators. Mechanics, electricity and magnetism, optics, relativity, nuclear, quantum, particle and statistical physics, astrophysics, physical constants, famous physics problems and black holes.",
      "preview": "Uh oh! Wolfram|Alpha doesn't run without JavaScript. Please enable JavaScript. If you don't know how, you can find instructions here . Once you've don"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://music.youtube.com",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "http://www.bebat.be",
      "title": "Samen recycleren, beter voor ons allemaal | Bebat",
      "description": "Bebat wil samen met jou alle lege batterijen een nieuw leven geven. Hoe we dat doen, en hoe jij kan helpen? Dat ontdek je hier.",
      "preview": "Samen recycleren, beter voor ons allemaal Al 30 jaar geeft Bebat lege batterijen een nieuw leven, door ze in te zamelen in te zamelen , te sorteren so"
    },
    {
      "url": "https://security.googleblog.com/",
      "title": "Google Online Security Blog",
      "description": "The latest news and insights from Google on security and safety on the Internet",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet Accelerating adoption of AI for cybersecurity at DEF CON"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://www.mrisoftware.com/uk/",
      "title": "MRI Software | Real Estate Software | Community Solutions",
      "description": "MRI delivers real estate software and community solutions, powering amazing buildings, workplaces and citizen experiences.",
      "preview": "Skip to content We're hiring! Unlock your real estate vision with MRI Software Connecting real estate visionaries with AI-first proptech that powers t"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
      "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
      "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
      "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "http://theaterdeverbeelding.nl/",
      "title": "Home - Theater de Verbeelding",
      "description": "Theater de Verbeelding is het eigenzinnige theater in Purmerend met een theaterzaal in P3. Jonge makers, nieuwe makers, nieuw aanbod.",
      "preview": "Skip to content Kom snel kijken naar de vernieuwde P3 Bestel nu alvast je kaarten voor 2026 Dorfmann & Bos - Barricade, PREMIÈRE IN ONS THEATER -> Bes"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://docs.hexagonppm.com/r/en-US/Intergraph-Smart-3D-Reports/Version-2016-11.0/85852",
      "title": "Documentation",
      "description": "void",
      "preview": "Loading... Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://fullfact.org",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://wiki.selectbutton.net/titlescreen?ns=hardware&tab_files=files&do=media&tab_details=view&image=fig%3Ainternal_conflict%3Akidniki_in.png",
      "title": "Title Screen [selectbutton wiki]",
      "description": "void",
      "preview": "[[ Title Screen ]] selectbutton wiki Show page"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://games.tampabay.com",
      "title": "Crosswords, Puzzles & Games",
      "description": "Your favorite Daily Crosswords, Daily Jumble, Daily Sudoku, Mahjong, Card Games, along with a wide variety of arcade and logic games. Play now for free!",
      "preview": "void"
    },
    {
      "url": "https://www.stagecom.eu/product-page/edge-led-ultra-hd-monitor-84-213-5cm-philips-bdl8470qu",
      "title": "Edge-LED Ultra HD Monitor 84\" (213.5cm) PHILIPS BDL8470QU | STAGECOM",
      "description": "Ultra Full HD, HDMI, Mediaplayer, LAN",
      "preview": "top of page Anmelden Ultra Full HD, HDMI, Mediaplayer, LAN Alle Produkte Ähnliche Produkte Schnellansicht NEU IM MIETPARK PIONEER CDJ 3000 Standardpre"
    },
    {
      "url": "https://www.thehindu.com/news/international/south-korean-president-meets-special-envoy-bts-ahead-of-un-general-assembly/article36450795.ece",
      "title": "South Korean President meets special envoy BTS ahead of UN General Assembly - The Hindu",
      "description": "The band met the President at the main building of the Blue House, the office and residence of President Moon in Seoul, for the ceremony.",
      "preview": "void"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://policies.worldbank.org/sites/PPF3/Pages/PPFHome.aspx",
      "title": "Policy & Procedure Framework",
      "description": "The Enabling the Business of Agriculture (EBA) project measures laws and regulations that impact the business environment for a sustainable and thriving agricultural sector.",
      "preview": "Who We Are Policy & Procedure Framework Policy and Procedure Framework The Policy And Procedure Framework is a framework which provides a new structur"
    },
    {
      "url": "https://authorservices.springernature.com/go/sn/?utm_source=For+Authors&utm_medium=Website_Nature&utm_campaign=Platform+Experimentation+2022&utm_id=PE2022",
      "title": "Springer Nature Go | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content Give your work its best chance at acceptance And save 15% ! Get Started Learn More How you present your work can have a big impact on"
    },
    {
      "url": "https://techcrunch.com/category/artificial-intelligence/",
      "title": "AI News & Artificial Intelligence | TechCrunch",
      "description": "Read the latest on artificial intelligence and machine learning tech, the companies that are building them, and the ethical issues AI raises today.",
      "preview": "AI News coverage on artificial intelligence and machine learning tech, the companies building them, and the ethical issues AI raises today. This encom"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "https://goodux.appcues.com/categories",
      "title": "Categories | GoodUX",
      "description": "Explore some really Good UX with our library of screenshots and user experience design examples. User onboarding, product tours, in-app messaging, and more.",
      "preview": "All categories Made with Appcues These examples are the best of the bunch (in our humble and totally impartial opinion). 💜 User Onboarding Even great"
    },
    {
      "url": "https://www.hwupgrade.it/news/sicurezza/apple-ios-18-uscita-funzioni_118272.html",
      "title": "Tesla, inizia il processo di espansione della Giga Berlin: raddoppio di produzione per auto e batterie | Greenmove",
      "description": "Lo stabilimento tedesco di Tesla si prepara ad una massiccia espansione, che porterà il volume delle auto costruite fino a 1 milione all'anno",
      "preview": "Login - Registrati NETWORK AUTO ELETTRICHE TECNOLOGIA INFOTAINMENT E-BIKE MOTO ELETTRICHE URBAN MOBILITY ENERGIE RINNOVABILI Tesla Tesla, inizia il pr"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "http://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://pmc.com/privacy-policy/",
      "title": "Privacy Policy | PMC",
      "description": "This privacy policy explains how Penske Media Corporation and its subsidiaries and affiliates, process information on our websites and publications.",
      "preview": "brands Privacy Policy Effective January 1, 2020 Updated July 11, 2025 TABLE OF CONTENTS 1. Introduction 2. The Information We Collect 3. How We Use th"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.acordeilinda.com/2014/05/a-acne-na-mulher-adulta.html",
      "title": "! Acordei Linda !: A ACNE NA MULHER ADULTA",
      "description": "Eu vivo recebendo e-mails de assessorias de marcas com o título \" sugestão de pauta \". A empresa escreve um post e manda pros blogs pra gen...",
      "preview": "Pages - Menu INÍCIO MEU TRABALHO CURSOS DE AUTOMAQUIAGEM À VENDA NO BLOG 29 de maio de 2014 A ACNE NA MULHER ADULTA Eu vivo recebendo e-mails de asses"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://el.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Πρόσθετο WordPress | WordPress.org Ελληνικά",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Αναζήτηση πρόσθετων Λεπτο"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "https://flickr.com/usdagov",
      "title": "U.S. Department of Agriculture | Flickr",
      "description": "Esplora 90.697 foto su Flickr di U.S. Department of Agriculture!",
      "preview": "Esplora What's New Novità! Foto recenti Più popolari Eventi The Commons Gallerie Flickr Mappa del mondo Cerca fotocamera Novità! Blog di Flickr Stampe"
    },
    {
      "url": "http://georgium.ucoz.hu/news/2016-01-20",
      "title": "György Béla Honlapja | Főoldal - Hírek, hasznos információk",
      "description": "György Béla honlapja | Hírek, információk. Belföld, bulvár, bűnügy, extrém, egészség, életmód, érdekes, rejtélyes, gasztro, horgász, jó tudni, vélemény, számítástechnika, történelem, kultúra, tudomány, technika, választások világ, weboldalam hírei.",
      "preview": "Péntek, 2025-10-10, 12:53:08 Nyitólap Regisztráció Belépés Üdvözöllek , Vendég Honlap-menü Főoldal - Hírek, információk Belföld Bulvár - Celeb Bűnügy"
    },
    {
      "url": "https://forum.coppeliarobotics.com/ucp.php?mode=delete_cookies&sid=fcc308d76960e51e1b50d93c4336f38d",
      "title": "CoppeliaSim forums - Delete cookies",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://experts.shopify.com",
      "title": "Hire Shopify Experts, Developers, Designers & Freelancers",
      "description": "Hire developers, designers, and marketers focused on growing your Shopify business. Empower your business with Shopify Partners.",
      "preview": "Skip to Content Shopify Partner Directory Do more, faster with a Shopify partner Hire partners who fit your needs and budget, freeing you to focus on"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.washtenaw.org/3427/Washtenaw-Rescue-Plan",
      "title": "Washtenaw Rescue Plan | Washtenaw County, MI - Official Website",
      "description": "On March 11, the President signed the $1.9 trillion American Rescue Plan Act of 2021 (ARPA). This action created the Coronavirus State and Local Fiscal Recovery Fund to support local governments as they help their communities recover from the impacts of the COVID-19 Pandemic.",
      "preview": "Skip to Main Content Washtenaw Rescue Plan Government Websites by CivicPlus® []"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}