{
  "data": [
    {
      "url": "https://agexporthoy.export.com.gt/agexport/conozca-las-tarifas-horarias-de-energia-electrica-para-su-empresa/",
      "title": "Conozca las tarifas horarias de energía eléctrica para su empresa | Agexport Hoy",
      "description": "La Gerencia de Competitividad de AGEXPORT invita a las Pequeñas y Medianas Empresas de los Sectores de Manufacturas y Servicios que tenga",
      "preview": "Sign in Agexport Último minuto Podcast Experto Exportador Cafecito exportador Opinion GUATEXPORTA Acuicultura y Pesca Agrícola Contact Center y BPO Ma"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://www.swmintl.com/",
      "title": "SWM | Sustainable, Safe, and Intelligent Lightweight Materials",
      "description": "With our leading technical engineering mindset, SWM thrives on finding innovative and intelligent solutions to challenges.",
      "preview": "Markets Expertise Sustainability About Newsroom Jobs Product Enquiry English Português Back Combustibles & Smoke-Free Solutions for nicotine, tobacco"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gyft.com/download/",
      "title": "Download the Gyft App - Gyft",
      "description": "Never lose or forget a gift card again! Download the Gyft app and conveniently use and manage your gift cards from your phone.",
      "preview": "Download the Gyft App Never lose or forget another gift card again! Enter your mobile number below and we'll send you a link to download the app. Or s"
    },
    {
      "url": "https://claytoncobb.com/?replytocom=591",
      "title": "Clayton's SharePoint Madness",
      "description": "I don't really like how hard it is to find a specific blog entry even when you search, because the search results don't show abstracts, and the categories don't either, so I'm making this landing page for people to quickly find what they're interested in... **Speaking at the Document Strategy Forum Conference in Chicago on...",
      "preview": "Clayton's SharePoint Madness All About SharePoint, InfoPath, and SharePoint Designer! Home SharePoint 2010 Blog Request Log Contact Follow Clayton (@W"
    },
    {
      "url": "https://careers.walmart.com/corporate/corporate-affairs-and-communications",
      "title": "Corporate Communications Jobs | Walmart Careers",
      "description": "Learn more about corporate communications jobs at Walmart. Apply online today!",
      "preview": "Corporate Corporate Affairs and Communications See All Openings From press releases to policies and everything in-between, the Corporate Affairs and C"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://conlang.org/resources/",
      "title": "Resources | Language Creation Society",
      "description": "void",
      "preview": "Resources Some information about language creation: The Art of Language Invention by David J. Peterson The Language Construction Kit by Mark Rosenfeld"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://webaccounts.imo.org",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "https://www.highspeedinternet.com/resources/fastest-internet-providers",
      "title": "Fastest Internet Provider 2025: Brightspeed | HighSpeedInternet.com",
      "description": "Brightspeed's new fiber network is fast but highlights progress stalls with larger providers.",
      "preview": "skip to main content Fastest Internet Provider 2025: Brightspeed Brightspeed's new fiber network achieves the fastest speeds nationwide, highlighting"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://www.dendroboard.com/",
      "title": "Dendroboard",
      "description": "A forum community dedicated to dart frog owners and enthusiasts. Come join the discussion about breeding, health, behavior, housing, terrariums, adopting,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy posts 1.2M members"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://www.vanityfair.com/hollywood/2023/02/hollywood-issue-portfolio-2023",
      "title": "Vanity Fair's Hollywood Issue 2023 Cover: Selena Gomez, Austin Butler, Florence Pugh & More | Vanity Fair",
      "description": "For our 29th annual Hollywood cover, a dozen captivating young stars gather for the after-party of our dreams.",
      "preview": "Skip to main content The 2023 Hollywood Issue 12 Young Stars Make Their Hollywood Cover Debut Photographs By Steven Klein Styled By Patti Wilson Meet"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "https://cleantogreen.in/#updates-wrapper",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://www.acca-x.com/",
      "title": "ACCA-X online courses in accounting, business and finance",
      "description": "Up skill with ACCA-X, multi-award winning online courses developed by ACCA (the Association of Chartered Certified Accountants). Prepare for accredited exams.",
      "preview": "ACCA-X Menu Home Courses About ACCA-X Articles Start here Start your career in accountancy, finance, and business with award-winning online courses fr"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/nov/02/four-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa",
      "title": "Latin American countries join reserves to create vast marine protected area | Ecuador | The Guardian",
      "description": "'Mega-MPA' in Pacific will protect migratory turtles, whales and sharks from fishing fleets",
      "preview": "Skip to main content Skip to navigation Skip to navigation A turtle in the rich waters off Ecuador, one of the world's key migratory route for the rep"
    },
    {
      "url": "https://jobs.bestbuy.com/health",
      "title": "Redirect - Health",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "http://www.decadecounter.com/",
      "title": "MASTER38 Slot gacor untuk para master slotter dimanapun berada",
      "description": "Beyoung: India's best online shopping site for trendy clothes. Shop cargos, joggers, oversized t-shirts, and more with Free Shipping & COD. Affordable style for every occasion!",
      "preview": "Log In / Signup logo Topwear T-shirts Plain T-shirts Printed T-shirts Regular Fit T-shirt Oversized T-shirts Polo T-shirts Full Sleeve Tshirts View al"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://productregistration.sony.com/registered_products",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "http://www.dqxxkx.cn/EN/volumn/volumn_3431.shtml",
      "title": "Journal of Geo-information Science",
      "description": "Journal of Geo-information Science",
      "preview": "× 模态框（Modal）标题 在这里添加一些文本 Close Close Submit Cancel Confirm × 模态框（Modal）标题 × Please choose a citation manager RIS (ProCite, Reference Manager) BibTeX C"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://www.thefamilyconservancy.org/",
      "title": "The Family Conservancy | Happy, Healthy, Educated Children",
      "description": "The Family Conservancy focuses on supporting Kansas City families, parents, and teachers who prepare children for success in school and life.",
      "preview": "Lifted Logic Web Design in Kansas City clock location phone play check_box_outline_blank check_box chevron-down chevron-left chevron-right chevron-up"
    },
    {
      "url": "http://www.ramblingsofadaydreamer.com/2014/05/2014-historic-fiction-reading-challenge.html",
      "title": "Ramblings of a Daydreamer: 2014 Historic Fiction Reading Challenge - May Review Link-Up",
      "description": "A blog about books, writing, self-publishing, entertainment, and travel",
      "preview": "Pages Home About My Books Newsletter Book Reviews Bookstagram Sunday, May 4, 2014 2014 Historic Fiction Reading Challenge - May Review Link-Up If you"
    },
    {
      "url": "http://www.rphaven.com/",
      "title": "Role Play Haven - RP Chatroom and more",
      "description": "Online role playing web chat and profiles",
      "preview": "to join our RP text chat currently 41 users online. Home Chat Groups [Beta] Login / Register What is Roleplay Haven? Roleplay Haven is a chatroom desi"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "http://optout.networkadvertising.org/?c=1",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://www.meltin.jp/en/news/",
      "title": "NEWS - MELTIN MMI",
      "description": "void",
      "preview": "NEWS ALL EVENTS MEDIA NEWS RELEASE UPDATES 2025.08.10 UPDATES UPDATES Contact Form Service Restored 2022.09.17 UPDATES Prime Minister Kishida Experien"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2015/04/2014-Annual-Update.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.worldofinteriors.com/",
      "title": "The World of Interiors | THE WORLD OF INTERIORS",
      "description": "void",
      "preview": "Skip to main content THE WORLD OF INTERIORS Culture And the winners are... A year ago, we petitioned our readers to cast in prose their most precious tr"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://www.lookmumnocomputer.com/projects",
      "title": "STUFF - LOOK MUM NO COMPUTER",
      "description": "Click on the images for more info on the projects, this is a work in progress and will build on the pages as i go.",
      "preview": "Menu prev / next Back to Projects 0 THIS MUSEUM IS NOT OBSOLETE 0 LEGO MINECRAFT SHUFFLE 0 ELECTROMECHANICAL BLINKENLIGHTS 0 STEPPER LESLIE 0 4051 Ple"
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://norbchamber.chambermaster.com/eventregistration/register/3250",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://www.ywcapiercecounty.org/legal-services",
      "title": "Legal Services | YWCA Pierce County",
      "description": "void",
      "preview": "top of page ESCAPE Legal Services The YWCA Legal Services Program supports survivors of intimate partner violence in their family law or domestic vi"
    },
    {
      "url": "https://www.jumpto365.com/tools/power-bi",
      "title": "About \"Power BI\"",
      "description": "Read more about \"Power BI\" on www.jumpto365.com",
      "preview": "Cart 0 Your Cart $ 0.00 USD : Remove Subtotal Pay with browser. Continue to Checkout No items found. Product is not available in this quantity. Power"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "https://www.louvre.fr/en/explore/collections",
      "title": "Collections",
      "description": "void",
      "preview": "Collections Aller au contenu Collections Explore | Collections The Collections database The Louvre's collections are an invitation to travel - a celeb"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://www.quirksmode.org/js/index.html?dhtmloptions.html",
      "title": "QuirksMode - JavaScript",
      "description": "void",
      "preview": "QuirksMode.org - JavaScript Welcome to QuirksMode.org, JavaScript directory. Please continue to the Table of Contents to start using this site. Home S"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://ourworldindata.org/grapher/life-expectancy",
      "title": "Life expectancy - Our World in Data",
      "description": "An interactive visualization from Our World in Data.",
      "preview": "Data Life expectancy Long-run data - Riley; Zijdeman et al.; HMD; UN WPP See all data and research on: Life Expectancy Data sources and processing Ins"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nationalgeographic.com/science",
      "title": "Science | National Geographic",
      "description": "Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to human health and scientific discoveries.",
      "preview": "Science Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to h"
    },
    {
      "url": "https://login.adp.com/welcome",
      "title": "Sign in | ADP Products",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.yesnodetroit.com/2017/08/movie-review-dark-tower.html",
      "title": "Movie Review: The Dark Tower",
      "description": "Yes/No Detroit is a lifestyle blog covering food, entertainment, travel, tech, and more, in Detroit and beyond.",
      "preview": "Skip to main content Movie Review: The Dark Tower Get link Facebook X Pinterest Email Other Apps August 04, 2017 Originally, I wanted to give this mov"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "http://www.laparola.net/ricerca.php?frase=Politica+sulla+privacy&versione=C.E.I.",
      "title": "La Sacra Bibbia",
      "description": "Politica sulla privacy, i versetti della Bibbia che contengono questa parola o frase",
      "preview": "Politica sulla privacy Questa espressione non appare nella versione C.E.I. . Dimensione testo: Visualizzare un brano della Bibbia Brano da visualizzar"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.gnof.org/",
      "title": "Greater New Orleans Foundation | Giving in Action",
      "description": "We provide strategic philanthropy and civic leadership to make the Greater New Orleans Region greater than ever. Learn more about our work and how to get involved.",
      "preview": "Skip to content News National Academies of Sciences, Engineering, and Medicine, Lever for Change Announce Foundation, Together Louisiana as $50 Millio"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.onyxstore.it/product/21596656/ciglia-curva-d-spessore-0-07-misura-10-mm-",
      "title": "Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva D Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. € 16,90"
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://jobs.wearegreenbay.com/candidates",
      "title": "Job Seekers | We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "Job Seekers | We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to main content Our use of cookies We use essential cookies to make this website work. We would also like to set addition"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}