{
  "data": [
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://www.nationaalgeoregister.nl/geonetwork/srv/dut/catalog.search#/metadata/c82a783a-9a58-4761-a809-b4c5d90dcd35",
      "title": "Nationaal georegister",
      "description": "INSPIRE discovery service (CSW) van het Nationaal Georegister.",
      "preview": "Nationaal georegister Nationaal georegister GeoNetwork opensource maakt het mogelijk ruimtelijke gerelateerde informatie te ontsluiten tussen verschil"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://www.balsamhill.com/p/bh-fraser-fir-artificial-christmas-tree?sku=2808946",
      "title": "BH Fraser Fir® Artificial Christmas Tree | Balsam Hill",
      "description": "Add natural elegance and charm to your holiday display with the beloved BH Fraser Fir®. Find realistic artificial Christmas trees and more at Balsam Hill today.",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://meteo.corrieredellosport.it/italia/emilia-romagna/lido-di-pomposa/7/",
      "title": "Previsioni Meteo Lido Di Pomposa - Corriere dello Sport.it",
      "description": "void",
      "preview": "Accedi Registrati Hai già un account? Entra Registrati METEO IN COLLABORAZIONE CON 3BMETEO VUOI IL METEO SUL TUO SITO? bastano 4 click... menu Home It"
    },
    {
      "url": "https://nest.ceoworks.org",
      "title": "CEO NEST",
      "description": "The Network for Employment Services and Training (NEST) serves as a platform offering training, and resources tailored to assist the justice-impacted community. On this platform, you can find our virtual training, job readiness tools, money management resources, and much more. Scroll down to check",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation WELCOME TO THE NEST! Network for Employment Services & Training The Network fo"
    },
    {
      "url": "https://hbr.org/2013/12/how-diversity-can-drive-innovation",
      "title": "How Diversity Can Drive Innovation",
      "description": "Most managers accept that employers benefit from a diverse workforce, but the notion can be hard to prove or quantify, especially when it comes to measuring how diversity affects a firm's ability to innovate. But new research provides compelling evidence that diversity unlocks innovation and drives market growth-a finding that should intensify efforts to ensure [...]",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Leadership qualities How Diversity Can Drive Innovation by Sylvia Ann Hewlett , Melinda Marshall and Laur"
    },
    {
      "url": "http://www.geocaching.com/about/privacypolicy.aspx",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy California Privacy Notice Nevada Privacy Notice 1. ABOUT US We are Groundspeak, Inc. (Groundspeak), the owner and operator of the follo"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://www.unops.org/expertise/infrastructure",
      "title": "Infrastructure | UNOPS",
      "description": "Infrastructure forms the backbone of a functioning society. From connectivity to migration to climate change, infrastructure touches every aspect of human...",
      "preview": "The United Nations Office for Project Services (UNOPS) Infrastructure See More Quicklinks Contact UNOPS Infrastructure Work with us Infrastructure for"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://www.ywca.org/about/",
      "title": "Who We Are Landing - YWCA - YWCA",
      "description": "YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We are one of the oldest and largest women's organizations in the nation, serving over 1 million women, girls, and their families.",
      "preview": "0 who we are YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We a"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.centerffs.org/",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://fouloistech.tumblr.com/",
      "title": "Foulois Tech & Media Arts",
      "description": "Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q.",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Video 1 Notes I gave my"
    },
    {
      "url": "https://mahxipad.tumblr.com/",
      "title": "@mahxipad on Tumblr",
      "description": "So I basically just repost all my cools if you don't like it leave",
      "preview": "Posts Likes Following filmarachnid Follow I FILMED MYSELF READING THIS TWITTER POST AND I HAVEN'T BEEN ABLE TO STOP LAUGHING heshe I don't identify as"
    },
    {
      "url": "https://naacpimageawards.net",
      "title": "57th NAACP Image Awards",
      "description": "void",
      "preview": "Skip to content Contact Coordinators Motion Picture Coordinator (Film - Documentary, writing, directing, editing, make-up, hairstyling, costume design"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://app.smartsheet.com/b/form/a6658e7511864e238f591a5a77bf4ec7",
      "title": "Smartsheet Forms",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://wa.me/14437877678?text=HOME&lang=en",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://riuma.uma.es/xmlui/handle/10630/13422/browse?rpp=20&etal=-1&sort_by=-1&type=centro&starts_with=S&order=ASC",
      "title": "Listar Publicaciones por centro",
      "description": "void",
      "preview": "Cambiar navegación JavaScript is disabled for your browser. Some features of this site may not work without it. Buscar en RIUMA Esta colección Listar"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-Gardens-Braxton-4-Piece-Wood-Conversation-Set-with-Off-White-Cushions%2F478796207",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "http://www.thedaily.com/article/2012/12/10/121012-news-bus-audio-surveillance/",
      "title": "New York Post - Breaking News, Top Headlines, Photos & Videos",
      "description": "Your source for breaking news, photos, and videos about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.",
      "preview": "New! Interview with award winning journalist, Megyn Kelly. LISTEN NOW Full price?! In this economy? Shop smarter with Post Wanted. SIGN UP NOW Start y"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://www.qrcode-monkey.com/",
      "title": "QRCode Monkey - The free QR Code Generator to create custom QR Codes with Logo",
      "description": "Create custom QR Codes with Logo, Color and Design for free. This QR Code Maker offers free vector formats for best print quality.'",
      "preview": "The 100% Free QR Code Generator About Chrome App QR Code API English Deutsch Español Français Italiano Português Indonesian Русский ไทย عربى URL Text"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "https://ai-writer.com/",
      "title": "AI-Writer.com - Trustworthy AI Writing for Academia & Marketing",
      "description": "Generate up to 10k words for marketing, SEO and academic purpose - always including properly cited sources. If you can not verify everything an AI writes, can you trust anything?",
      "preview": "Ready to expedite your writing? Start Free Trial AI-Writer.com Write Article Send it to me 100% risk free! ✔ NO credit card needed ✔ Does NOT turn int"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://connect.ala.org/home",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://www.bbc.com/future/article/20200909-the-origin-of-north-koreas-ghost-boats",
      "title": "The origin of North Korea's 'ghost boats'",
      "description": "After exhausting areas close to home, China's vast fishing fleet has moved into the waters of other nations, depleting fish stocks. But more than seafood is at stake.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://tvtropes.org/pmwiki/article_history.php?article=Creator.Harmonix",
      "title": "LoginPrompt - TV Tropes",
      "description": "void",
      "preview": "TVTropes Now available in the app store! Open"
    },
    {
      "url": "https://leafletjs.com/examples/quick-start/",
      "title": "Quick Start Guide - Leaflet - a JavaScript library for interactive maps",
      "description": "void",
      "preview": "← Tutorials Leaflet Quick Start Guide This step-by-step guide will quickly get you started on Leaflet basics, including setting up a Leaflet map, work"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://www.collabora.com/news-and-blog/?both_page=19&newsandevents_page=9&blogs_page=19",
      "title": "News & Blog - Open Source Consulting | Collabora",
      "description": "Your one-stop shop for all the latest news, events and blogs from Collabora.",
      "preview": "About Who we are Our expertise Our work Open Source Our ecosystem Services Guide Train Build Integrate Optimize Maintain Industries Automotive Digital"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://www.casknyc.com/",
      "title": "CASK | Cask Bar & Kitchen - New York City",
      "description": "Your local Murray Hill bar. No, not that one. The other one, the one you love. Focusing on all things crafted - from booze & brews to the finest fare.",
      "preview": "YOUR LOCAL HIDEAWAY - CASK BAR & KITCHEN Locally Sourced × Crafted with Love Your local Murray Hill Bar. No, not that one. The other one, the one you"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://www.forces-war-records.co.uk/medals/the-most-excellent-order-of-the-british-empire-dame-commander-dbe#:~:text=Dame%20Commander%20%28DBE%29-,The%20Most%20Excellent%20Order%20of%20the%20British%20Empire%20%2D%20Dame%20Commander,recognition%20of%20outstanding%20public%20service.",
      "title": "Dame Commander of the Most Excellent Order of the British Empire - Forces War Records",
      "description": "The Most Excellent Order of the British Empire (DBE) is a British order of chivalry that rewards contributions to the arts &amp; sciences &amp; public service outside the Civil service",
      "preview": "Javascript required: We're sorry, but Forces War Records doesn't work properly without JavaScript enabled. You will need to enable Javascript by chang"
    },
    {
      "url": "http://www.christaldesaintmarc.com/le-zonta-club-de-chatillon-sur-seine-a-propose-au-public-chatillonnais-a140625486",
      "title": "Le Zonta-Club de Châtillon sur Seine a proposé au public Châtillonnais une ravissante pièce de théâtre \"Des précieuses pas si ridicules\" - Châtillonnais en Bourgogne",
      "description": "En attendant le spectacle, une bien jolie maxime était affichée sur la scène... Monique Harpé, Présidente du Zonta-Club de Châtillon sur Seine, est venue présenter la pièce \"Des précieuses pas si ridicules\", un spectacle en coréalisation avec le Théâtre...",
      "preview": "Tous les blogs Top blogs Tourisme, Lieux et Événements Tous les blogs Tourisme, Lieux et Événements Editer l'article Suivre ce blog Administration Con"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "http://www.stroustrup.com/",
      "title": "Bjarne Stroustrup's Homepage",
      "description": "void",
      "preview": "home | C++ | FAQ | technical FAQ | publications | WG21 papers | TC++PL | Tour++ | Programming | D&E | bio | interviews | videos | quotes | application"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "https://cheerstocarla.com/tag/enzo-angiolini/",
      "title": "enzo angiolini | Cheers to Carla",
      "description": "Posts about enzo angiolini written by Chloe Roth",
      "preview": "Cheers to Carla Where Everybody Knows Your (Brand) Name Home About Tag Archives: enzo angiolini Jun 19 2013 1 Comment Sam's Women Sam's Women: The Bes"
    },
    {
      "url": "https://www.sobrato.com/sobrato-philanthropies/",
      "title": "Sobrato Philanthropies | Sobrato",
      "description": "The Sobrato Family has committed over $500M to support organizations dedicated to creating a Silicon Valley as a place of opportunity for all.",
      "preview": "Sobrato Philanthropies Partnering with communities to enable long-term economic, social, and environmental change. Sobrato Philanthropies Our mission"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "https://www.riteaid.com/shop/andalou-1000-roses-soothing-sleeping-mask-1-7-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://zakladgazowy.pl/12-21+29983.html",
      "title": "Strona domeny zakladgazowy.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blog.chromium.org/",
      "title": "Chromium Blog",
      "description": "News and developments from the open source browser project",
      "preview": "Chromium Blog News and developments from the open source browser project Introducing Skia Graphite: Chrome's rasterization backend for the future Tues"
    },
    {
      "url": "http://www.roberta-golinkoff.com",
      "title": "Roberta Golinkoff",
      "description": "void",
      "preview": "Roberta Michnick Golinkoff holds the Unidel H. Rodney Sharp Chair in the School of Education at the University of Delaware and is also a member of the"
    },
    {
      "url": "http://www.freefrom.org/",
      "title": "FreeFrom - FreeFrom",
      "description": "void",
      "preview": "skip to content skip to content FREE FROM ABUSE LEARN MORE FREE TO THRIVE Welcome to FreeFrom. We are a national survivor-led organization on a missio"
    },
    {
      "url": "https://ui-patterns.com/",
      "title": "UI-Patterns.com",
      "description": "User Interface Design Pattern Library. UI patterns for web designers. See screenshot examples and learn how to do great design like the pros.",
      "preview": "User Interface Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard"
    },
    {
      "url": "https://nv.fcc.gov/lifeline/?id=nv_flow&ebbp=true",
      "title": "Home - National Verifier",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://www.dw.com/en/business/s-1431",
      "title": "Business | Economy and finance news from a German perspective - DW",
      "description": "In-depth business news on Europe and it's strongest economy. Read and watch to learn about international markets, companies and the powers who drive them.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://www.savoryexperiments.com/panera-broccoli-cheddar-soup/",
      "title": "Copycat Panera Broccoli Cheddar Soup (Instant Pot in 30 Minutes!)",
      "description": "Instant Pot Panera Broccoli Cheddar Soup made in less than 30 minutes and tastes even better than your favorite Panera soup!",
      "preview": "Skip to content Dinner Ideas for Tonight! Everyone knows that the best Panera soup is their broccoli cheese soup (their French Onion is pretty good to"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://www.memorabletv.com/tag/the-wendy-williams-show/",
      "title": "The Wendy Williams Show Archives MEMORABLE TV",
      "description": "void",
      "preview": "It looks like nothing was found at this location. Maybe try a search? Search for: Return to Home"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://blissandbone.com",
      "title": "Modern Wedding Websites & Invitations | Bliss & Bone",
      "description": "Bliss & Bone provides modern and unique wedding websites & matching digital invitations and save the dates.",
      "preview": "Start Designing for Free! Email Password Forgot My Password Login Create Account Name Email Password Create account By creating an account, you agree"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}