{
  "data": [
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://blog.mozilla.com/addons?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Mozilla Add-ons Community Blog -",
      "description": "void",
      "preview": "In response to feedback we've heard from the community, AMO (addons.mozilla.org) just introduced a new feature allowing developers the ability to quic"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://www.militarychild.org/gts",
      "title": "MCEC Global Training Summit - Military Child Education Coalition® (MCEC®)",
      "description": "To continue delivering our mission impact to those who need it most, the MCEC Global Training Summit is hitting the road in 2025 with TWO dynamic one-day regional training events - designed to bring powerful professional development closer to you!",
      "preview": "MCEC Global Training Summit Close menu 2025 Global Training Summit Atlanta Summit General Sessions Forum Distinguished Lecture Sessions Master Class A"
    },
    {
      "url": "https://www.dsw.com/en/us/product/nine-west-ripe-sandal/537994?activeColor=001",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "https://www.simple.ink/",
      "title": "Notion Website Maker: Create A Free Website Built In Notion",
      "description": "Create no-code websites with Notion, in 1 click. Turn your Notion page into your website in 1 minute. Free, fast, optimized for 0 headache. Try Simple.ink free (no credit card needed).",
      "preview": "25,000+ Successful Notion Websites Build a website with Notion Create a sleek, functional website from your Notion pages in just 10 seconds. No coding"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "http://www.inegi.org.mx/terminos/terminos_info.aspx",
      "title": "Página no encontrada",
      "description": "void",
      "preview": "Esta liga ya no existe, lamentamos el inconveniente. En un momento serás redirigido al contenido más relacionado con tu búsqueda. Si no es lo que busc"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/programs/article/about-early-head-start-program",
      "title": "About the Early Head Start Program | HeadStart.gov",
      "description": "Early Head Start programs provide family-centered services for low-income families with very young children designed to promote the development of the children, and to enable their parents to fulfill their roles as parents and to move toward self-sufficiency.",
      "preview": "Skip to main content Programs Share Open an Email-sharing interface Open to Share on Facebook Open to Share on Twitter Open to Share on Pinterest Open"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://www.lagazettedescommunes.com/449633/et-si-on-parlait-enfin-du-travail-dans-la-fonction-publique/",
      "title": "Et si on parlait (enfin) du travail dans la fonction publique !",
      "description": "L'affaire est entendue, avec la publication du rapport de Philippe Laurent, président du Conseil supérieur de la fonction publique territoriale, sur le temps de travail dans la fonction publique ...",
      "preview": "Accueil Actualité France Et si on parlait (enfin) du travail dans la fonction publique ! [OPINION] TEMPS DE TRAVAIL Et si on parlait (enfin) du travai"
    },
    {
      "url": "https://www.ivendi.com/",
      "title": "iVendi | Automotive Retail Technology",
      "description": "In today's world, automotive retailers have to be innovative to survive. Discover how they are using cutting-edge technologies to stay competitive!",
      "preview": "Award-winning vehicle retailing technology Make Buying Easier Connecting online & showroom sales into a single, seamless journey that makes buying eas"
    },
    {
      "url": "https://donabertarelli.com/",
      "title": "Dona Bertarelli Philanthropy",
      "description": "A Swiss philanthropist, investor, sportswoman, and strong advocate for ocean protection, environmental conservation, animal welfare, education and social causes ...Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A life more thoughtful Establishing a healthy balance between People and Nature Our Mission Protect , Inspire & Unite ― through advoc"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/dolce-gabbana-tulle-pleated-wrap-dress-15176005",
      "title": "Dolce & Gabbana | Harrods US",
      "description": "Shop Dolce & Gabbana at Harrods. Shop with free returns and earn Rewards points for access to exclusive benefits.",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "https://www.betterkids.education/",
      "title": "Better Kids - Social Emotional Learning",
      "description": "Social Emotional Learning Through Play - We help families and educators support children's emotional growth through play. Our Wisdom: The World of Emotions SEL digital games and hands-on activities coach kids to manage their emotions healthily and build positive relationships. Teachers, special educators, therapists, and parents love to engage all kids ages 4 to 8 with our evidence-based SEL games",
      "preview": "Social Emotional Learning Through Play SCROLL DOWN Social Emotional Learning Through Play Inspire a lifetime of positive behavior and happy relationsh"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://fondationprimat.org/en/",
      "title": "Fondation Didier et Martine Primat - Towards responsible and sustainable lifestyles",
      "description": "The Didier and Martine Primat Foundation raises awareness among people and public authorities about the global issues related to human activities.",
      "preview": "void"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.mail.com/mail/app/",
      "title": "Free email apps for Android and iOS devices | mail.com",
      "description": "Mail app lets you manage your emails and mail.com account on your device wherever you go. Download and install app in a few steps.",
      "preview": "Email apps for your life on the go Stay mobile and secure Intuitive apps for Android and iOS devices Manage your emails everywhere you go Free downloa"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "https://login.ey.com/myey/home",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://icons8.com/",
      "title": "Free Icons, Clipart Illustrations, Photos, and Music",
      "description": "Download design elements for free: icons, photos, vector illustrations, and music for your videos. All the assets made by designers → consistent quality ⚡️",
      "preview": "Original stock graphics by our team, plus design apps and AI tools The ultimate design kit for creatives and developers Icons Illustrations Photos 3D"
    },
    {
      "url": "https://www.nav.no/no/person",
      "title": "Forside privatperson - nav.no",
      "description": "Informasjon fra Nav om arbeid, helse og sykdom, familie og barn, pensjon, sosiale tjenester og veiledning, hjelpemidler og tilrettelegging.",
      "preview": "Hva kan vi hjelpe deg med? Arbeid Helse og sykdom Familie og barn Pensjon Sosiale tjenester og veiledning Hjelpemidler og tilrettelegging Snarveier Ko"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://www.wischmopps.de/entsorgungssack-120l-grau-equipe-vermop",
      "title": "Vermop Entsorgungssack 120l grau für Equipe",
      "description": "Entdecken Sie hochwertige Reinigungsprodukte für professionelle Anwendungen. Seit über 20 Jahren bieten wir als Fachgroßhändler",
      "preview": "Startseite Hersteller Vermop Vermop Wäschetransport Entsorgungssack 120l grau für Equipe I Vermop Artikelnummer: 1222506 EAN: 4006533014138 Entsorgung"
    },
    {
      "url": "http://support.vhx.tv/article/356-watching-chromecast",
      "title": "How do I watch via Chromecast on my desktop? - Vimeo OTT Customer Support",
      "description": "If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser to watch content on your TV. Note: At this time, we expe",
      "preview": "How do I watch via Chromecast on my desktop? If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser t"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://login.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "https://www.horrorscreamsvideovault.co.uk/tag/britney-amber",
      "title": "Britney Amber | HORROR SCREAMS VIDEO VAULT - SUPPORTING INDEPENDENT HORROR",
      "description": "void",
      "preview": "Facebook Twitter Instagram YouTube Facebook Twitter Instagram YouTube Browsing: Britney Amber Film Review: THE ARRANGEMENT (2020) 13th October 2020 By"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.climatetrace.org/",
      "title": "Climate TRACE",
      "description": "We make meaningful climate action faster and easier by mobilizing the global tech community to track greenhouse gas (GHG) emissions with unprecedented detail.",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. Climate TRACE Comprehe"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://merry.ulb.uni-bonn.de/mrbs_scan/week.php?year=2021&month=07&day=5&area=20&room=11",
      "title": "Sie werden weitergeleitet...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://support.microsoft.com/contactus",
      "title": "Contact Us - Microsoft Support",
      "description": "Contact Microsoft Support. Find solutions to common problems, or get help from a support agent.",
      "preview": "Skip to main content Keep in touch and stay productive with Teams and Microsoft 365, even when you're working remotely. Learn more Show expanded list"
    },
    {
      "url": "https://beinternetawesome.withgoogle.com/en_us/interland",
      "title": "Play Interland - Be Internet Awesome",
      "description": "Interland is an adventure-packed online game that puts the key lessons of digital citizenship and safety into hands-on practice. Play your way to being Internet Awesome.",
      "preview": "Page 1 Created with Sketch. right hand side copy Created with Sketch. right hand side copy Created with Sketch. Page 1 Created with Sketch. right hand"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://www.canada.ca/en/security-intelligence-service.html",
      "title": "Canadian Security Intelligence Service - Canada.ca",
      "description": "The Canadian Security Intelligence Service (CSIS) is at the forefront of Canada's national security system. CSIS' role is to investigate activities suspected of constituting threats to the security of Canada and to report on these to the Government of Canada.",
      "preview": "Canadian Security Intelligence Service Bouchard (Phoenix pay system) class action: On April 15, 2025, the Superior Court of Quebec approved the Boucha"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://profile.providencejournal.com/newsletters/manage",
      "title": "Newsletters | The Providence Journal",
      "description": "Choose from a wide variety of The Providence Journal newsletters including and more. Subscribe today!",
      "preview": "Unsubscribe from all newsletters Enter your email address below. Your email Unsubscribe"
    },
    {
      "url": "https://gta.fandom.com/es/wiki/GTA_Online_Lowriders:_Custom_Classics",
      "title": "GTA Online Lowriders: Custom Classics | Grand Theft Encyclopedia | Fandom",
      "description": "GTA Online Lowriders: Custom Classics[1] o GTA Online Lowriders: clásicos personalizados[2] es un contenido de descarga para Grand Theft Auto Online, exclusivos de las versiones para PlayStation 4, PC y Xbox One. que salió el Martes 15 de Marzo de 2016. Actualmente la actualización siguió vigente...",
      "preview": "Grand Theft Encyclopedia Anuncios importantes de la GTE : Utilicen este sistema para subir imágenes para los articulos y recuerden ponerle la licencia"
    },
    {
      "url": "https://www.microsoft.com/edge",
      "title": "Get to Know Microsoft Edge",
      "description": "<p>Microsoft Edge is your AI-powered browser. A smarter way to browse. Learn more about built-in Edge features and capabilities that help you achieve more.</p>",
      "preview": "Skip to main content Search Try Edge intro Microsoft Edge Your AI-powered browser A smarter way to protect create find browse game shop learn search T"
    },
    {
      "url": "https://store.steampowered.com/mobile",
      "title": "Steam, The Ultimate Online Game Platform",
      "description": "We've Got Apps",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "http://csip.ashoka.edu.in",
      "title": "Under Construction - Centre for Social Impact and Philanthropy",
      "description": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you can still explore our existing content on the old website here: https://csip.ashoka.edu.in/ Stay tuned for updates-we'll be launching soon!",
      "preview": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you"
    },
    {
      "url": "http://www.rcs.it/",
      "title": "RCS MediaGroup",
      "description": "RCS In primo pianoRCS Brands...",
      "preview": "IN PRIMO PIANO 18 MARZO 2021 Approvati i risultati al 31 dicembre 2020 Leggi il Comunicato Stampa 26 GENNAIO 2021 C alendario finanziario per l'anno 2"
    },
    {
      "url": "https://mda.space/en/",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "http://www.lifewatch.be",
      "title": "Homepage | Lifewatch",
      "description": "void",
      "preview": "Skip to main content LifeWatch Belgium, supporting your biodiversity & ecosystem research Find out more LifeWatch Belgium, supporting your biodiversit"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://www.starstijlmeubelen.nl/eetkamertafels/kloostertafel-lexington-lexington-avenue-frans-antiek-eiken/129",
      "title": "Klassieke eetkamertafels",
      "description": "Eetkamertafels in diverse soorten en maten zijn leverbaar uit onze brede collectie klassieke meubelen. Te vinden bij Star Stijlmeubelen.",
      "preview": "Beoordeling 9.3 gebaseerd op 338 individuele klantbeoordelingen op 5-sterrenspecialist U bent hier: Home Klassieke eetkamertafels Eetkamertafels Eetka"
    },
    {
      "url": "http://www.hddlife.com/",
      "title": "HDDLife Hard Drive Diagnostic Software: Monitor HDD/SSD Health & Predict Failures",
      "description": "HDDLife hard drive diagnostic software: Analyze reliability, predict failures, and protect your data. Check HDD/SSD health in seconds. Try free!",
      "preview": "Skip to content IS YOUR DATA SAFE? All of your data - photos, videos, documents - are stored on your computer's hard drive. Find out about a possible"
    },
    {
      "url": "https://indd.adobe.com/view/c624af50-d9e7-4239-a083-b6b7c6b80e3e",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bibliotecadisangavino.net/sistema-bibliotecario-monte-linas/104-san-gavino-m-le",
      "title": "San Gavino M.le - Biblioteca Multimediale di San Gavino \"Faustino Onnis\"",
      "description": "Sito della Biblioteca Multimediale di San Gavino Monreale (SU)",
      "preview": "Cerca... Presentazione Biblioteca Comunale di San Gavino M.le. Tipologia funzionale: Informativo-divulgativa Leggi tutto: San Gavino M.le - Biblioteca"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.worldometers.info/world-population/",
      "title": "World Population Clock: 8.2 Billion People (LIVE, 2025) - Worldometer",
      "description": "How many people are there in the world? World population has reached 8 billion on November 15, 2022 according to the United Nations. World population live counter with data sheets, graphs, maps, and census data regarding the current, historical, and future world population figures, estimates, growth rates, densities and demographics",
      "preview": "Current World Population retrieving data... view all people on 1 page > Today Births today retrieving data... Deaths today retrieving data... Populati"
    },
    {
      "url": "https://www.youvisit.com/tour/montgomerycollege/131694?pl=v&tourid=tour1",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "http://loop-impact.frontiersin.org/impact/article/514487#views",
      "title": "Loop | Publication Impact |",
      "description": "void",
      "preview": "View original article 0 Total Views and Downloads 0 Citations Social Buzz Social buzz score provided by Altmetric Demographics \"hidden message from v3"
    },
    {
      "url": "https://www.homehubme.com/product/daru-pouf/",
      "title": "Home Hub ME",
      "description": "void",
      "preview": "Skip to content Home Hub ME Enter using password Enter store using password: Your password Enter Are you the store owner? Log in here Opening soon Be"
    },
    {
      "url": "https://www.fns.usda.gov/snap/ebt",
      "title": "SNAP EBT | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://www.soccerstats.com/",
      "title": "SoccerSTATS.com | Football statistics, form tables and result analysis",
      "description": "SoccerSTATS.com features football statistics, results, tables, standings and analysis on football competitions such as the Premier League, the Championship, the Serie A, La Liga, the Champions League and hundreds of more leagues.",
      "preview": "LEAGUES MATCHES STATS FAV BLOG Favourite leagues ▼ Favourite leagues ----------------------------------- My Favourites -------------------------------"
    },
    {
      "url": "https://ipvm.com/reports/audio-surveillance-guide",
      "title": "Audio Surveillance Guide",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Surveillance Guide Ethan Ace • Published Apr 30, 2"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "https://dom-laite.fi/tuotteet/uudet-tuotteet/esikasittely/yleis-ja-taikinakoneet/",
      "title": "Yleis- ja taikinakoneet - Dom-Laite Oy",
      "description": "void",
      "preview": "Yleis- ja taikinakoneet Järjestys Default Default Custom Nimi Hinta Päiväys Popularity (sales) Average rating Relevance Random Product ID Näytä 15 tuo"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.userzoom.com/ux-blog/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://jsonformatter.org/json-editor",
      "title": "Best JSON Editor Online",
      "description": "Secure JSON Editor is online JSON editor tool to Edit, Validate and Format JSON data. Support JSON File, URL.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Editor JSON Editor Online helps to Edit, View, An"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Glossaries",
      "title": "Glossaries - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Glossaries Contents 1 Introduction 2 Terms and Acronyms 2.1 Terms 2.2 Acronyms 3 C"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://umc.edu/news/News_Articles/2023/02/Ladner-quintuplets.html",
      "title": "Ladner family welcomes quintuplets at UMMC - University of Mississippi Medical Center",
      "description": "Haylee and Shawn Ladner's son and four identical quadruplet girls are growing stronger as neonatal intensive care patients at Children's of Mississippi. The five babies were born by Caesarean section Feb. 16 at Wiser Hospital for Women and Infants at UMMC.",
      "preview": "News News Stories 2023 February February Recent News Stories News Archives Accolades Front and Center 2025 January CMNH selects Mississippi Champion A"
    },
    {
      "url": "https://www.correototal.com/actualidad/daytona-international-speedway-ha-confirmado-su-presencia-en-gran-turismo-7/",
      "title": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? - Correo Total",
      "description": "Hoy en día, casi todas las personas tienen presencia en las plataformas de redes sociales. Estas plataformas se han convertido en una parte integral de la vida de todos y la gente no puede vivir...",
      "preview": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? Daiana Ávila Franco hace 1 año Hoy en día, casi"
    },
    {
      "url": "https://www.bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}