{
  "data": [
    {
      "url": "http://revbirmingham.org/news/what-the-value-of-downtown-report-has-taught-us-about-the-magic-city/",
      "title": "What the Value of Downtown report has taught us about the Magic City - REV Birmingham | REV Birmingham",
      "description": "The report-The Value of Downtown Birmingham, presented by PNC Bank-establishes a baseline from which city leaders, corporate leaders and organizations like REV can track growth and identify priorities for downtown improvements.",
      "preview": "Download me! Over the past year, our team has been working tirelessly to collect and organize data that will help us improve our city's downtown distr"
    },
    {
      "url": "https://www.pakomusic.it/tag/gabryel/",
      "title": "gabryel - PaKo Music Magazine",
      "description": "void",
      "preview": "Skip to content Skip to sidebar Skip to footer PaKo Music Magazine L'UNICO MODO PER CAMBIARE LE COSE... E' FARLE view image Gabryel - \"Se me la dai\" è i"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "https://hroarr.com/forum/ucp.php?mode=privacy&sid=abd475c9bd2fa9a8fa8525693ceb7290",
      "title": "HROARR.COM -User Control Panel -Privacy policy",
      "description": "void",
      "preview": "HROARR.COM RESOURCES FOR THE HISTORICAL EUROPEAN MARTIAL ARTS & SPORTS COMMUNITY Skip to content Quick links Forums Members The team FAQ Login Registe"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://www.copy.ai/",
      "title": "Future proof your business with GTM AI",
      "description": "Introducing the first-ever GTM AI platform. Automate hundreds of tedious, repetitive tasks and empower your team to scale success like never before.",
      "preview": "Goodbye AI Copilots Goodbye Point Solutions Hello GTM Agent Platform Infuse AI across your go-to-market engine with a single platform - not dozens of"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://www.missioncontinues.org/",
      "title": "The Mission Continues - Volunteer Today | The Mission Continues",
      "description": "We are on a mission to connect veterans with opportunities to continue their service and leadership in under-resourced communities.",
      "preview": "× Sign In Welcome! Use the below form to sign in. Please enter your email address and click LOGIN. If you do not have an account, please click here ."
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://www.nyc.gov/site/dhs/index.page",
      "title": "Welcome to the NYC Department of Homeless Services - DHS",
      "description": "void",
      "preview": "Department of Homeless Services 311 Search all NYC.gov websites Menu Serving New Yorkers with Care & Compassion Text-Size Search Search Search Parents"
    },
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "https://www.osti.gov/dataexplorer/biblio/dataset/1305491",
      "title": "Materials Data on Dy5Ti5O17 by Materials Project (Dataset) | DOE Data Explorer",
      "description": "The U.S. Department of Energy's Office of Scientific and Technical Information",
      "preview": "Title: Materials Data on Dy5Ti5O17 by Materials Project Dataset Other Related Research Abstract Dy5Ti5O17 crystallizes in the orthorhombic Pmn2_1 spac"
    },
    {
      "url": "https://www.inverteddungeon.com/?section=related&page=mega_man_network_transmission",
      "title": "Mega Man Network Transmission",
      "description": "ICVD: Creatures of the Night, Exchanging Glances",
      "preview": "Mega Man Network Transmission Game Overview by Mike Finkelstein Mega Man network Transmission (titled Rokku Man Eguze Toransumisshon in Japan, transla"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://youtu.be/iWkgapKbJWg",
      "title": "Downloading data from the Global Fishing Watch platform - YouTube",
      "description": "Learn how to download data in the Global Fishing Watch map. Visit the map at globalfishingwatch.org/map.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2F",
      "title": "Maisonette | Boutique Clothes & Decor for Kids & Babies",
      "description": "Your favorite kids brands and independent boutiques, all in one magical place. Shop Maisonette for the best in kids and baby clothing, furniture, decor, or toys.",
      "preview": "skip to main content SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW The Birthday Shop Shop Now Playroom Favorites Shop Now SH"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://sail-invia.com/ich-hasse-paypal/",
      "title": "Ich hasse PayPal! Das Quasi-Monopol ermöglicht unerträgliche Arroganz",
      "description": "Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Paypal kommt nicht klar mit Menschen, die nicht ihr ganzes Leben im eigenen Heim verbringen",
      "preview": "Zum Inhalt springen Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Die kommen einfach nicht klar mit Menschen, die nicht ihr ganzes"
    },
    {
      "url": "http://www.univ.trieste.it/",
      "title": "PhD - APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE | UniTS",
      "description": "The Applied Data Science and Artificial Intelligence (ADSAI) PhD at the University of Trieste equips researchers with advanced data science and AI skills. With healthcare, industry, and social sciences applications, ADSAI is designed for those passionate about leveraging data to solve complex problems. In collaboration with local research institutions, the program offers a multidisciplinary and international learning environment.",
      "preview": "Skip to main content Skip to footer PhD Programme APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE Trieste 3 years Italian MIGe Competitive admission"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://www.shredfoundation.org/",
      "title": "SHRED Foundation - Home",
      "description": "Speak to any of our SHRED volunteers and they can tell you how rewarding and fun it is to be involved on SHRED SUNDAYS. Volunteers get a free lift ticket and more. Click the the \"LET'S SHRED'...",
      "preview": "Home Our Mission SHRED Industries Volunteer Our Mission is to provide life and career opportunities to youth through snowboarding and skateboarding. S"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/monotonic.html",
      "title": "Monotonic Constraints - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Monotonic Constraints View page source Monotonic Constraints  It is often the case in a modeling problem or project that the functi"
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://www.ktnnonline.com",
      "title": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "description": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "preview": "Open Modal Click to Resume AD Listen Live! Facebook-f Local News Job Opportunities All job positions are filled. Any job openings will be posted here."
    },
    {
      "url": "https://www.majorcadailybulletin.com/tag/Majorca+all+year.html",
      "title": "Tag: «Majorca all year»",
      "description": "All the news about «Majorca all year»: current events, latest news, news archive, videos and photos",
      "preview": "Etiqueta 'Majorca all year' Latest headlines Palma's strategy for being an all-year destination Low-season tourism has grown in Palma in recent years."
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://www.kidsafeseal.com",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "https://www.tommyjohn.com/products/womens-go-anywhere-fleece-lined-brushed-legging",
      "title": "Women's Apparel Bottoms - Tommy John",
      "description": "void",
      "preview": "Skip to content Apparel Bottoms Hide filters All filters 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star ratin"
    },
    {
      "url": "https://naacp.org/convention",
      "title": "116th NAACP National Convention | NAACP",
      "description": "Join us in Las Vegas from July 13-17 as we convene to progress policies that impact Black America.",
      "preview": "Skip to main content Search Close Close Donate Close SEE YOU IN CHICAGO! The NAACP National Convention is an empowering and immersive experience held"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https://www.fao.org/documents/card/en?details=ca7012en&description=Card",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "https://daten.berlin.de/",
      "title": "Home | Berlin Open Data",
      "description": "void",
      "preview": "Skip to main content Offene Daten lesbar für Mensch und Maschine. Das ist das Ziel. Was soll gesucht werden? Datensätze Artikel und Apps Suchbegriff S"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html",
      "title": "Query DSL | Elastic Docs",
      "description": "Query DSL is a full-featured JSON-style query language that enables complex searching, filtering, and aggregations. It is the original and most powerful...",
      "preview": "Loading Elastic Docs / Explore and analyze / Querying and filtering / Query languages Query DSL Serverless Stack What's Query DSL? Query DSL is a full"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://www.elegantthemes.com/blog/design/web-design-blogs-worth-following#10-mockplus",
      "title": "35 Web Design Blogs Worth Following",
      "description": "We've gathered more than 40 of the best web design blogs in this list to both educate and inspire you when building your website.",
      "preview": "35 Web Design Blogs Worth Following Last Updated on January 26, 2023 by Lindsay Pietroluongo 2 Comments Editorial Note: We may earn a commission when"
    },
    {
      "url": "https://variety.com/2022/tv/news/lacey-chabert-hallmark-channel-1235187045/",
      "title": "Lacey Chabert Signs Hallmark Channel Deal After \"Wedding Veil\" Trilogy",
      "description": "Lacey Chabert and Crown Media Family Networks have agreed to an exclusive multi-picture overall deal for the next two years.",
      "preview": "Feb 21, 2022 5:03pm PT Lacey Chabert Lands Exclusive Multi-Picture Hallmark Channel Deal By J. Kim Murphy Plus Icon J. Kim Murphy jkimmurphy Latest Ge"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "https://www.jillgreenberg.com/",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://quicktrendnews.wordpress.com/",
      "title": "quicktrendnews - The news above control",
      "description": "The news above control",
      "preview": "Skip to content The majority leader in Parliament Mr Kyei Mensah Bonsu following the EC's Data servicing system issue told us that the EC ( Electoral"
    },
    {
      "url": "https://www.theroyalbutler.co.uk/",
      "title": "The UK's etiquette expert - Grant Harrold The Royal Butler",
      "description": "Etiquette Courses - Grant Harrold The Royal Butler is a leading Etiquette Expert based in Britain teaching Etiquette Classes at a Royal level and have done so for over 11 years. His Etiquette courses, classes and workshops are offered throughout the world.",
      "preview": "top of page from Grant Harrold The Royal Butler Welcome His Majesty King Charles III Grant, it is wonderful to know that I am lucky enough to have som"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://www.simple.ink/",
      "title": "Notion Website Maker: Create A Free Website Built In Notion",
      "description": "Create no-code websites with Notion, in 1 click. Turn your Notion page into your website in 1 minute. Free, fast, optimized for 0 headache. Try Simple.ink free (no credit card needed).",
      "preview": "25,000+ Successful Notion Websites Build a website with Notion Create a sleek, functional website from your Notion pages in just 10 seconds. No coding"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.deejay.it/",
      "title": "Radio Deejay",
      "description": "Deejay.it ti sorprende, ti diverte, ti commuove. Radio, video, audio, musica e le migliori storie scelte per te e raccontate dai deejay del web",
      "preview": "Radio On Air Palinsesto Programmi Pillole Puntate Conduttori Frequenze Newsletter App iOS e Android Contatti Musica Webradio 30 Songs Deejay Parade Po"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://www.rejseplanen.dk/webapp/index.html?language=da_DK",
      "title": "Rejseplanen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://jordanssurfacing.co.uk/how-to-extend-your-driveway-the-ultimate-guide/",
      "title": "How to Extend Your Driveway: The Ultimate Guide - Jordans Surfacing",
      "description": "Learn all the steps required to extend your driveway. Jordan Surfacing is here to help you make the best decision for your driveway!",
      "preview": "If you're thinking of extending your driveway, there are many things that need to be considered. There is a lot more to it than just laying some concr"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://the-eastern.tumblr.com/",
      "title": "Turn to the East",
      "description": "atheist voodoo witch // who do you trust?",
      "preview": "Install theme Turn to the East (via daddyfuckedme ) + almavio : James Wedge , The Sunday Times Magazine , October 1978 (via verrvain ) + (via theclass"
    },
    {
      "url": "https://sendpotion.com/",
      "title": "Unlimited Custom & Personalized AI Videos Generator | Potion",
      "description": "Generate unlimited AI videos easily. Create hyper-realistic custom & personalized AI videos in your own face, voice & gestures with Potion.",
      "preview": "Next-level Fantastic mind-blowingly my superpower Whoa Awesome! Amazing! Unreal Insane Super! Perfect! Incredible Trusted by 13000+ companies Potion t"
    },
    {
      "url": "https://www.madison-reed.com/",
      "title": "Madison Reed Hair Color | Salon Quality At Home or Book Service",
      "description": "Madison Reed is transforming at home hair color with ammonia free hair dye that results in multi-dimensional color that looks beautiful, healthy and natural.",
      "preview": "Skip to Main Content Madison Reed Hair Color Is An Instant Vibe Shift Multi-Dimensional Made for All Your Shades Bold and Timeless Cruelty-Free Colori"
    },
    {
      "url": "https://www.forests.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://babalufashion.com/catalog/product/view/id/70140/s/boxer-microfibra-rayas-surtido-largo/category/131/",
      "title": "Ropa Mayorista Deportiva, Lencería y Vestidos de Baño | Calidad Colombiana | Babalú",
      "description": "Babalú: Proveedor mayorista líder en ropa deportiva, lencería y vestidos de baño en Colombia. Diseños exclusivos, precios competitivos y calidad superior para negocios de moda. ¡Haz crecer tu negocio con las mejores tendencias al por mayor! Compra ahora y conquista a tus clientes.",
      "preview": "The store will not work correctly when cookies are disabled. Su navegador parece tener JavaScript deshabilitado. Para la mejor experiencia en nuestro"
    },
    {
      "url": "https://ucmp.berkeley.edu/taxa/inverts/mollusca/cephalopoda.php",
      "title": "The Cephalopoda",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://www.gapinc.com/en-us/jobs/w33/29/staff-software-engineer",
      "title": "Careers | Gap Inc.",
      "description": "Explore job opportunities at Gap Inc. and its portfolio of global brands.",
      "preview": "women folding clothes What starts here shapes culture. Self-expression is the language of fashion. What we create together has the power to start conv"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://www.silversirens.co.uk/productions/hideout-1956/",
      "title": "The Hideout (1956 film)",
      "description": "The Hideout is a 1956 film starring Dermot Walsh, Rona Anderson, Ronald Howard. An insurance investigator finds himself in the midst of a plot involving smuggled, anthrax-laden furs.",
      "preview": "Silver Sirens Productions The Hideout (1956) The Hideout (1956) opening credits (3) The Hideout (1956) | Film | United Kingdom | B&W | Crime, Drama, T"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://www.mines.edu/campus-email/",
      "title": "Campus Email Web Access - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Campus Email Email Faculty / Staff / Student Email Access Remember, your u"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://www.mounts.net.au/products/ram-b-202-ga76u-ram-spine-clip-holder-with-ball-for-garmin-handheld-devices",
      "title": "RAM-B-202-GA76U RAM Spine Clip Holder with Ball for Garmin Handheld Devices - Mounts Australia",
      "description": "With the Garmin spine mount adapter, make any Garmin handheld device featuring an integrated spine connection RAM Compatible. Order now!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "https://www.football.london/",
      "title": "Football.London - Latest news, comment, pictures from London clubs",
      "description": "Full coverage of London's football clubs - Arsenal, Chelsea, Spurs & more. Get the latest News updates, transfers & fixtures including pictures, videos, live blogs and in-depth analysis.",
      "preview": "Bukayo Saka breaks record at the perfect time for Arsenal as Mikel Arteta delights in stunner Bukayo Saka became the highest England goalscorer as an"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "http://www.zeichnerdermatology.com/about",
      "title": "About Dr Z - Joshua Zeichner, MD",
      "description": "void",
      "preview": "Education University of Pennsylvania, B.A. Johns Hopkins University School of Medicine, M.D. St. Vincents Medical Center, Medical Internship Mount Sin"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/cruise-travel-during-covid19.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://www.applefritter.com/taxonomy/term/122",
      "title": "PDS | Applefritter",
      "description": "void",
      "preview": "Skip to main content Search form Search Home Forums Recent How To Help 100-Year Plan Contact PDS GuardCard SE, SE/30, and II (NuBus) Submitted by jeff"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "http://www.yasni.de/jochen+busse/person+information",
      "title": "Jochen Busse - Info zur Person mit Bilder, News & Links - Personensuche Yasni.de",
      "description": "691 Ergebnisse zu Jochen Busse: Kabarettist, Schauspieler, Iserlohn, Henning Venske, Berlin, Komödie, Kabarett, Köpfe, Scheidung",
      "preview": "Bitte geben Sie mindestens 2 Zeichen zur Suche ein. yasni &REG Personensuche Hilfe Produkte + Exposé schalten Yasni Login Login DE Suche läuft... Deut"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://web.dev/learn/html/",
      "title": "Learn HTML | web.dev",
      "description": "This HTML course for web developers provides a solid overview for developers, from novice to expert level HTML.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources HTML Stay organized with collections Save and categorize content based on your preferences."
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://www.ricksteves.com/europe/italy/florence",
      "title": "Florence Travel Guide by Rick Steves",
      "description": "Explore Florence! Get inspired with Rick Steves' recommended places to go and things to do, with tips, photos, videos, and travel information on Florence.",
      "preview": "Home / Explore Europe / Italy / Florence Florence's Duomo Florence Florence, the home of the Renaissance and birthplace of our modern world, has the b"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}