{
  "data": [
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "https://www.lachamberfoundation.org/",
      "title": "Home - Louisiana Chamber of Commerce Foundation, Inc",
      "description": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaining the minority business community through the development of local minority chambers. Subscribe to LCCF Newsletter Training & Webinars Contact Us Events Programs Business Innovation Program (BIP) Business Innovation Program (BIP)",
      "preview": "Welcome to the Louisiana Chamber of Commerce Foundation, Inc. Our mission is to help drive the economic growth of our State by empowering and sustaini"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630?mt=8",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://www.gnof.org/contact-us/",
      "title": "Contact Us | Greater New Orleans Foundation",
      "description": "Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA 70130 504-598-4663 504-598-4676 (fax)",
      "preview": "Skip to content Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://pytorch.org/docs/stable/data.html",
      "title": "torch.utils.data - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://www.transplantation-information.de/veroeffentlichungen/pressemeldungen/hirntoddiagnostik_tag_der_organspende_01_06_2005.html",
      "title": "Tag der Organspende: Hirntoddiagnostik in der Kritik",
      "description": "Die Diagnose Hirntod wird als die wahrscheinlich sicherste Diagnose in der Medizin postuliert und deshalb wurde sie im Transplantationsgesetz als Entnahmekriterium festgelegt. Doch Studien belegen, dass der Hirntod nicht selten falsch diagnostiziert wird und Ärzte den sogenannten Hirntod nicht exakt nach den Richtlinien der Bundesärztekammer feststellen.",
      "preview": "Home Gesetze & Hintergrundinformationen Gerichtsurteile & -verfahren Hirntod Organspende & Organspender Organempfänger Organhandel Erfahrungsberichte"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://www.av8n.com/how/htm/airfoils.html",
      "title": "3 Airfoils and Airflow",
      "description": "void",
      "preview": "[ Previous ][ Contents ] [ Marketing Needed -- Can You Help? ] Copyright © 1996-2005 jsd 3 Airfoils and Airflow - Have you heard how to make a small f"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://subscribe.providencejournal.com/masthead?gps-source=CPMASTHEAD&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.insidehighered.com/news/2022/02/10/how-k-12-book-bans-affect-higher-education",
      "title": "How K-12 book bans affect higher education",
      "description": "Some educators fear removing controversial books from the K-12 curriculum will harm student development and critical thinking-and rob them of the cultural capital colleges expect them to possess.",
      "preview": "Skip to main content News Faculty Issues Academic Freedom Advertisement February 09, 2022 How K-12 Book Bans Affect Higher Education Some educators fe"
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://babesies.tumblr.com/post/150119033809",
      "title": "Another year of record growth for AP Computer... -",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE Another year of record growth for AP Computer Science codeorg : Since recent data shows that st"
    },
    {
      "url": "https://www.stanfordchildrens.org/en/topic/default?id=separation-anxiety-90-P02283",
      "title": "Separation Anxiety - Stanford Medicine Children's Health",
      "description": "Separation anxiety usually begins around 6 months of age. Babies may suddenly be afraid of familiar people, such as babysitters or grandparents.",
      "preview": "MyChart Second Opinion Donate En Español × Close Separation Anxiety What is separation anxiety? Part of a baby's normal development is learning that s"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pmc.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/generated/sklearn.model_selection.RandomizedSearchCV.html",
      "title": "RandomizedSearchCV - scikit-learn 1.7.2 documentation",
      "description": "Gallery examples: Faces recognition example using eigenfaces and SVMs Column Transformer with Mixed Types Comparison of kernel ridge and Gaussian process regression Sample pipeline for text feature...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version RandomizedSearchCV # class sklearn.model_selection. RandomizedSearchCV ( estimator , p"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "https://action.earthday.org/partnerships_1",
      "title": "2025 Partnerships - Step 1 - EARTHDAY.ORG",
      "description": "Become an Earth Day partner and join the world's largest environmental movement! Get involved with climate action, environmental justice, and connect your efforts to our global network of volunteers.",
      "preview": "EARTHDAY.ORG Partnership Agreement Step 1 of the partnership agreement. Please enter your information here so we can keep accurate records and stay in"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "http://libertycountymc.org/",
      "title": "Home | Coastal Georgia Minority Chamber of Commerce",
      "description": "CGMC ON THE MOVE NETWORKING MIXER [gallery targetsize=",
      "preview": "CGMC ON THE MOVE NETWORKING MIXER COMMUNITY participation TRAINING CLASSES COMMUNITY ACTIVISM for the love of liberty business marketing services"
    },
    {
      "url": "https://www.artforgood.cz/en/virtualni-prohlidky/rozcestniky/dilo/10566/detail",
      "title": "Art for Good New Life for Exhibitions LoupeImage object (10566)",
      "description": "void",
      "preview": "Art for Good - New Life for Exhibitions Exhibitions Publications Films Audio Artists About us Partners THANK YOU Hide search cs Advanced Search Advanc"
    },
    {
      "url": "http://windows.microsoft.com/en-us/internet-explorer/download-ie",
      "title": "Internet Explorer Downloads - Microsoft Support",
      "description": "Get the latest internet browser recommended by Microsoft.",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://www.epaalumni.com/",
      "title": "EPA Alumni Association",
      "description": "The Association consists of former employees of the Federal Environmental Protection Agency. It promotes interaction among members, supports EPA Staff, educates the public, and serves as a source of EPA history.",
      "preview": "top of page EPA Alumni Association We're Not Done Yet! A network of 3,081 Members with 77,133 years of service. Our mission is to promote both soc"
    },
    {
      "url": "https://www.centerffs.org/",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    }
  ],
  "_meta": {
    "total_bookmarks": 39
  }
}