{
  "data": [
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://whomstplantdaddy.tumblr.com/",
      "title": "Oh hai :3",
      "description": "24, gay dork that likes attention and plants",
      "preview": "24, gay dork that likes attention and plants somecutething : smoothcollegedudemsu : somecutething : ARE YOU KIDDING ME RIGHT NOW OMGGGGG honeydips : M"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://askubuntu.com/questions/237544/how-to-make-digikam-remember-googles-two-factor-authentication-password",
      "title": "kubuntu - How to make digiKam remember Google's Two-factor Authentication password? - Ask Ubuntu",
      "description": "I use digiKam on Kubuntu 12.10 to organise my photos and really like being able to upload to Picasaweb using kipiplugins. Unfortunately after having set up Google two-factor authentication I now ne...",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://www.weather.gov/source/zhu/ZHU_Training_Page/turbulence_stuff/turbulence/turbulence.htm",
      "title": "Turbulence",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://shop.deutschepost.de/briefmarken",
      "title": "Briefmarken bestellen | Shop Deutsche Post",
      "description": "Große Auswahl an Briefmarken für Briefe in Deutschland und weltweit. Bestellen Sie jetzt! Versand gratis!",
      "preview": "In Ihrem Browser ist JavaScript deaktiviert. Bitte aktivieren Sie JavaScript, um den vollen Funktionsumfang des Shops nutzen zu können. Hinweise zum D"
    },
    {
      "url": "https://webinars.donorbox.org",
      "title": "Nonprofit Webinars: Attend Free Live Nonprofit Webinars Today with Donorbox",
      "description": "Join Donorbox's Free Nonprofit Webinars from the World's Top Nonprofit Experts and Solve Your Biggest Nonprofit Problems. Register Today.",
      "preview": "Nonprofit Webinars to help you help others Explore our webinars on nonprofit protips, strategies and fundraising, where our seasoned experts share the"
    },
    {
      "url": "https://www.tinglyteds.co.uk/",
      "title": "Tingly Ted's (@tinglyteds) • Instagram photos and videos",
      "description": "62K Followers, 1 Following, 126 Posts - Tingly Ted's (@tinglyteds) on Instagram: \"🔥 The not-so-hot hot sauce by Ed Sheeran 👇 Get yours now!\"",
      "preview": "void"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "https://www.filmagentinnen.de/tag/good-food-bad-food/",
      "title": "Good Food Bad Food | DIE FILMAGENTINNEN",
      "description": "void",
      "preview": "Im Verleih von Alamode Film Kinostart 20. Januar 2011 Type and Press \"enter\" to Search"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://www.zettle.com/gb",
      "title": "PayPal Point of Sale | POS & payment solutions | PayPal GB",
      "description": "PayPal Point of Sale offers modern POS products designed to simplify every day. Take payments and track every sale, all in one place.",
      "preview": "Zettle by PayPal becomes PayPal Point of Sale. Learn more . Made for More Whether you want more sales, more customers or more efficiency, we've got th"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://www.ikea.com/it/it/stores/milano-san-giuliano/",
      "title": "Negozio IKEA San Giuliano: orari, promozioni, eventi - IKEA Italia",
      "description": "Vieni a trovarci nel negozio IKEA di San Giuliano, trovi tutto per l'arredamento della casa. Scopri aperture straordinarie, novità, promozioni e servizi.",
      "preview": "Vai al contenuto principale Partecipa al nostro sondaggio e aiutaci a rendere ancora più chiare e visibili le comunicazioni sui nostri servizi e su co"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US&redirect_to=https%3A%2F%2Fprofiles.wordpress.org%2Fjulianyanover%2F",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "https://lamilano.it/eventi/un-canto-per-milano-e-per-la-ripresa/",
      "title": "Un canto per Milano e per la ripresa",
      "description": "Un Canto per Milano. Si chiama così l'iniziativa organizzata ai Bagni Misteriosi il 14 luglio 2020 dal Corriere della sera e dal Teatro Franco Parenti. Un evento nel quale la città della cultura e del bene si ritrova insieme per guardare avanti con Ferruccio de Bortoli, Giangiacomo Schiavi, Andrée Ruth...",
      "preview": "CAMBIA LINGUA LOMBARDIA LAZIO ABRUZZO EMILIA-ROMAGNA PUGLIA TRENTINO ALTO ADIGE BASILICATA FRIULI VENEZIA GIULIA MARCHE SARDEGNA UMBRIA CALABRIA MOLIS"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/",
      "title": "The Lodge at Woodloch: Spa Resort in Poconos, Pennsylvania",
      "description": "Unwind at The Lodge at Woodloch, a Poconos spa resort for relaxation, rejuvenation & personal awakening. Explore mindfulness & wellness through classes, workshops & speakers.",
      "preview": "The Lodge at Woodloch Close Play/pause Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + The Lodge at Woodloch One Resort,"
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "http://www.moorepinballs.com/",
      "title": "Used Pinball Games For Sale Northeast PA",
      "description": "used pinball games for sale. I shop, refurbish, restore and repair pinballs games locally. Pinball Help, articles and tips",
      "preview": "Used Classic, EM, Solid State Pinball Games Used Pinball Games For Sale Northeast Pa I am located near Cresco, PA. (Northeast Pennsylvania). Used Pinb"
    },
    {
      "url": "https://cwdressings.com/",
      "title": "CW Dressings™",
      "description": "We specialize in unique one-of-a kind date based flavorful dressings, sauces, and marinades.",
      "preview": ": Your cart is currently empty Shop now Gift message Unit price: / per Skip to content SUMMER SALE 7857090050 contactus@cwdressings.com Facebook Insta"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mighty-Networks-Build-Communities-Courses-Memberships-df74a4633c32421c9242b0f773771c29?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.dailykos.com/stories/2020/3/3/1922951/-Renewable-Tuesday-Polluting-Power-Plant-Data",
      "title": "Renewable Tuesday: Polluting Power Plant Data You Can Use at Home!",
      "description": "What if we knew the pollution coming from every power plant in the world? What if we could get electricity from the grid when it is using the most clean energy? Your wish is granted, by a combination of satellite data, AI, and the Internet of Things....",
      "preview": "Advertisement #donaldtrump #community #media #ice #governmentshutdown #healthcare #cartoon #chicago #fascism #culture #immigration #mikejohnson #law #"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.thebeachboyscruise.com/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://www.kingpet.co.uk/profile/10208386785934913-Reghan-F/",
      "title": "Reghan F. · Dog and Cat Photo Contest",
      "description": "$50,000 in cash prizes to be won every month! Register now for free for the biggest pet photo contest",
      "preview": "RF Reghan F. Profile Contests Achievements Pets Nellie Ember Sparkles Activity No recent activity Follow us : KingPet Dog and Cat Photo Contest Winner"
    },
    {
      "url": "https://www.bmw.com.uy/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Uruguay | Autos Deportivos, Eléctricos y Más",
      "description": "Agenda un test drive y conoce tu nuevo BMW. Descubre nuevos modelos eléctricos, autos deportivos y camionetas en el sitio oficial de BMW Uruguay, ¡sorpréndete con nuestros diseños exclusivos!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://lyft.sng.link/Adnq0/l8f8?_dl=lyft%3A%2F%2F",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Let's start with your number We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Is"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://ww7.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://lacelock.net/",
      "title": "Fingaz Beauty",
      "description": "Fingaz Beauty",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Browse our latest"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://celebrityvibe.photoshelter.com/image/I0000oN42iB4dhEA",
      "title": "Austin Powers Post Premiere Party-2002, Universal Studios, Hollywood | Partying With Selma by Selma Fonseca",
      "description": "void",
      "preview": "CVEAUSTINPOWERS072202_070 Val Kilmer & Adriana.EXCLUSIVE.\"Austin Powers\" Post Premiere Party.Universal Studios.Hollywood, CA.July 22, 2002.Photo By Ce"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://prior.allenai.org/",
      "title": "Perceptual Reasoning and Interaction Research",
      "description": "Explore PRIOR, a team working on Perceptual Reasoning and Interaction Research at Allen Institute for AI",
      "preview": "PRIOR: Perceptual Reasoning and Interaction Research High-impact open-source AI research Featured Project Molmo Molmo is a family of open state-of-the"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "http://biblioteca.cientifica.edu.pe/",
      "title": "Biblioteca Científica Koha",
      "description": "void",
      "preview": "Saltar al contenido principal Inicio Servicios Villa Norte Ate Aramburú Biblioteca Virtual Multidisciplinarias Ciencias de la Salud Ciencias Empresari"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "https://tech.bakkenbaeck.com/post/training-a-language-model-in-spacy-v3",
      "title": "Training a language model in spaCy v3 - Bakken & Baeck",
      "description": "Since 2011, we have built products with some of the most ambitious companies out there. We have offices in Amsterdam, Barcelona, Bonn, London and Oslo.",
      "preview": "Skip to content Back to overview Training a language model in spaCy v3 September 17, 2021 | Nico Lutz 1. Intro On Feb 1 2020, explosion.ai introduced"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://lemondedugolf.fr/19-21-oct-ncaa-men-golf-club-of-georgia-collegiate-invitationational",
      "title": "19-21 oct - NCAA Men - Golf Club of Georgia Collegiate Invitationational - Le Monde du Golf",
      "description": "Host: Georgia Tech, The Golf Club of Georgia - Lakeside Course, Alpharetta GA. Sont présents, Duke avec Adrien Pendariès, New Mexico et Augustin Holé, TCU et les deux compères David Ravetto et Pierre Mazier. Scores >>>",
      "preview": "ACCUEIL NEWS NOS COACHS VOYAGES MATÉRIEL COMPETITIONS CONTACT Recherche RECHERCHER RECHERCHER Search results for: 19-21 oct - NCAA Men - Golf Club of"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "https://www.iranpoliticsclub.net/club/ucp.php?mode=privacy&sid=4e027c7ceac11ec4eac901c80fe25ec4",
      "title": "Iran Politics Club Forum - User Control Panel - Privacy policy",
      "description": "void",
      "preview": "Iran Politics Club Forum Iran Politics Club supports the fight to establish Freedom, Secularism, Federalism, Human Rights and Democracy in Iran. Skip"
    },
    {
      "url": "https://stacks.cdc.gov/view/cdc/65492",
      "title": "Programs, Practices, People",
      "description": "void",
      "preview": "Skip to main content × Advisory Committee on Immunization Practices (ACIP) CDC and ATSDR Budget Documents CDC Public Access David J. Sencer CDC Museum"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "http://www.di.fc.ul.pt/~jpn/gv/",
      "title": "The World of Abstract Games",
      "description": "void",
      "preview": "If you are not redirected automatically, follow this Link"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://www.businessoffashion.com/articles/luxury/the-plan-for-off-white-after-virgil-abloh/",
      "title": "The Plan for Off-White After Virgil Abloh | BoF",
      "description": "Executives at New Guards Group and LVMH reveal exclusively to BoF the 'endless' pipeline Abloh left behind and their plans to harness his legacy to build a multi-billion-dollar brand.",
      "preview": "Skip to main content Share current article via Email Share current article via Facebook Share current article via Twitter Share current article via Li"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://www.ikea.com/it/it/cat/divani-16239/",
      "title": "Poltrone - IKEA Italia",
      "description": "Esplora la nostra esclusiva collezione di poltrone progettate per garantire un'esperienza di relax senza pari. Acquista online poltrone confortevoli e di design!",
      "preview": "Vai al contenuto principale Passa all'elenco dei prodotti Poltrone Le poltrone permettono di creare angoli accoglienti nei tuoi ambienti di casa: polt"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://coloringwatch.com/privacy",
      "title": "Privacy - Coloring Watch",
      "description": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate and Mindful Minutes data in HealthKit. Information read by Coloring Watch is only stored and used locally on your iPhone and Apple Watch. For any Coloring Watch related questions please contact [...]",
      "preview": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate"
    },
    {
      "url": "https://support.xbox.com/",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.zinccafe.com/",
      "title": "Zinc Cafe | Home",
      "description": "At Zinc, our mission is to create a welcoming space where everyone feels at home. Whether you're stopping in for a vibrant, flavor-forward New...",
      "preview": "LAGUNA BEACH Visit us 350 Ocean Avenue, Laguna Beach, CA, 92651, United States MARKET & CAFE HOURS DAILY | 7am - 4pm CONTACT 949.494.6302 | laguna@zin"
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://www.utsa.edu/budget/resources/forms-tools.html",
      "title": "Forms and Tools | Budget and Financial Planning | UTSA | University of Texas at San Antonio",
      "description": "void",
      "preview": "Search Bar Search Home Resources Forms and Tools Budget and Financial Planning Home About Projects Budget Team Organizational Chart Budget Planning Fi"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://rasierte-fotzen-webcam.privater-telefonsex.xyz/CAMS/DE/Darsteller/3662677_Ausnahmef/alben.html?page_item=1",
      "title": "Rasierte Fotzen Webcam#Milf Sextelefon mit Cam",
      "description": "Scharfe rasierte Fotzen vor der Webcam die mit dir chatten und geile Milfs am Sextelefon mit Cam besuchen.",
      "preview": "Menü Einloggen Anmelden Passwort vergessen? Kostenlos anmelden Cam Galerien Ausnahmef Nachricht „Ausnahmef\" ist gerade nicht online. Aber frage doch p"
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}