{
  "data": [
    {
      "url": "https://www.charlyreynolds.com/",
      "title": "Charly Reynolds",
      "description": "void",
      "preview": "DEBUT ALBUM OFF THE RECORD OUT NOW! Charly Reynolds debut album Off The Record is out now featuring 12 new songs. Click here to listen! OFF THE RECORD"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/g-suite-administration",
      "title": "Google Professional Workspace Administrator Professional Certificate | Coursera",
      "description": "Offered by Google Cloud. Google Workspace Administrator. Launch your career as a Google Workspace Administrator by learning the fundamental ... Enroll for free.",
      "preview": "Google Professional Workspace Administrator Professional Certificate Google Professional Workspace Administrator Professional Certificate Google Works"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy NA built the iSTB app as a Commercial app. This SERVICE is provided by NA and is intended for use as is. This page is used to inform vi"
    },
    {
      "url": "https://www.reactiongifs.com/making-fun-of-a-bad-movie-with-a-friend-2/",
      "title": "Making fun of a bad movie with a friend. - Reaction GIFs",
      "description": "void",
      "preview": "Making fun of a bad movie with a friend. Posted April 8, 2013 in Reactions Tags: Amused , bad , friend , funny , happy , laugh , laughing , LOL , movi"
    },
    {
      "url": "https://www.isuroon.org/",
      "title": "Isuroon - Strong Women Strong Community",
      "description": "Overcome challenges like language barriers, racism, and religious intolerance",
      "preview": "Skip to content Halal Food Assistance Welcome to Isuroon Halal Food Shelf, a compassionate initiative founded in 2016 to support the East African comm"
    },
    {
      "url": "https://autos.lehighvalleylive.com/Used-Ram-Pickup-2500/Allentown-PA-18106/For-Sale?q=6,34,1069,,18106",
      "title": "Used Ram Pickup 2500 For Sale near Allentown, PA 18106 | Autos on lehighvalleylive.com",
      "description": "Looking for a used Ram Pickup 2500 for sale near Allentown, PA? Search over 5 million vehicles to find the best deals with Autos on lehighvalleylive.com.",
      "preview": "Used Ram Pickup 2500 For Sale near Allentown, PA Home Used Ram Ram Pickup 2500 Save Current Search Filters New Search Price Mileage Year Make Model Tr"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/pii/S0006320722003494?dgcid=author",
      "title": "Fine-scale associations between wandering albatrosses and fisheries in the southwest Atlantic Ocean - ScienceDirect",
      "description": "Bycatch is a conservation concern for marine biodiversity, including seabirds. Analyses of spatio-temporal overlap are an important tool for identifyi...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://ncsoy.org/media-resources/uses-of-soybeans/",
      "title": "Uses of Soybeans - North Carolina Soybeans",
      "description": "void",
      "preview": "Skip to content Facebook page opens in new window Twitter page opens in new window Instagram page opens in new window YouTube page opens in new window"
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "http://www.pably.pl/znalezione-w-kraju/splonela-choc-byla-piekna-i-zadbana",
      "title": "Domena pably.pl jest utrzymywana na serwerach nazwa.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://www.aclumich.org/en/news/year-ahead",
      "title": "The year ahead | ACLU of Michigan",
      "description": "Following a year that marked unprecedented success in the areas of reproductive freedom, voting rights, reform of the criminal legal system, and LGBTQ+ equity, the ACLU of Michigan is looking forward as this new year begins - and a new state Legislature is seated.",
      "preview": "Skip to main content The year ahead Looking to the future By Loren Khogali , Executive Director January 12, 2023 - 3:15pm Facebook X Reddit Email Prin"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://samantha-brown.com/",
      "title": "Samantha Brown - Places to Love - World Traveler and TV Host",
      "description": "For over 15 years, Samantha Brown has traversed continents, experienced culture, and tasted adventure applying her singular brand of warmth and inclusion along the way. Now, Samantha joins the public television family in January 2018 with 13 NEW 30-minute episodes that seek out the little-known spots and haunts.",
      "preview": "Skip to content EPISODES Follow along on Samantha's adventures to discover her \"Places to Love\"... what she did and the interesting people she met along"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://fbinter.stadt-berlin.de/fb?loginkey=alphaDataStart&alphaDataId=s_vms_tempolimits_spatial@senstadt",
      "title": "FIS-Broker",
      "description": "void",
      "preview": "Brauchen Sie Hilfe? Datenschutz | Impressum"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "https://bydash.com/",
      "title": "Dash",
      "description": "With quality products, Dash helps people improve their health and wellness.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://trifectanutrition.llbyf9.net/c/3408212/1467354/4609?subid3=people",
      "title": "Trifecta | The #1 Fitness Meal Delivery Service | As Seen On Netflix",
      "description": "As Seen On Netflix: Trifecta gives you the food, the advice, and the community support you need to achieve your goals. We do the meal planning, shopping, and cooking, so you can focus on everything else.",
      "preview": "Weekly Menu Plans About Us Reviews Resources Nutrition Coaching FAQ My Account Get Started Back Meals Breakfasts Meal Prep Chef Built Plans Gift Cards"
    },
    {
      "url": "https://teamsdemo.office.com/ChatsAndMeetings/index.html#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://kosas.com/products/lipfuel?variant=32907926995001",
      "title": "LipFuel Lip Balm | Kosas Cosmetics",
      "description": "Powerful hydration. Comfiest feel. Energizing color. An ultra-hydrating hyaluronic lip balm loaded with active skincare ingredients. Feels amazing and visibly improves the condition of lips the more you wear it.",
      "preview": "Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://www.iowaaces360.org",
      "title": "ACES 360 - Iowa ACEs 360",
      "description": "Iowa ACEs 360 provides research, tools, and a network to empower our state to take informed actions that help all individuals heal from trauma and thrive.",
      "preview": "ACEs in Iowa 2024 Iowa Report What are ACEs What contributes to ACEs Outcomes from ACEs Opportunities to Respond How to respond ACEs Training > Lemona"
    },
    {
      "url": "http://www.vitabrevis.es/?promo=infocatolica&elem=300x90",
      "title": "Vita Brevis",
      "description": "DESCRIPTION HERE",
      "preview": "skip to main | skip to sidebar Vita Brevis Distribuidores Buscamos autores noveles Contacto Inicio Catálogo Todo Más vendidos Juvenil e infantil Vidas"
    },
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://ketchup7.tumblr.com/",
      "title": "Tacos",
      "description": "void",
      "preview": "Tacos zancorvid : Persona 5 car @ Anime Expo 2017 700 notes * Posted 8 years ago via zancorvid robot-and-alien-dude : 14,777 notes * Posted 8 years ag"
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://sesamo.com/cuidandonos/index.html",
      "title": "Cuidándonos unos a otros | Sésamo",
      "description": "Cuidándonos unos a otros Tus amigos en Sésamo están aquí para apoyarte durante la crisis de salud de COVID-19. Sabemos que estos son tiempos estresantes, y las familias en todas partes están creando una nueva realidad. Por lo tanto, nuestro sitio está lleno de contenido que puedes utilizar para generar un aprendizaje lúdico, ofrecer aprendizaje y diversión a los niños y centrarte un poco en ti mismo. Explora nuestros artículos y consejos sobre como hablar con niñas y niños acerca de el virus COVID-19 y nuestros recursos para niñas y niños.",
      "preview": "Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alcanza Cui"
    },
    {
      "url": "http://sjmap.org/GISDataDownload.htm",
      "title": "San Joaquin County GIS Map Server",
      "description": "San Joaquin County GIS Map Server",
      "preview": "sjmap.org San Joaquin County, CA Geographic Information Systems SJ Map Home Home Interactive Maps Map Apps Current Maps Archive Maps Map Docs GIS Data"
    },
    {
      "url": "https://left.gr/mayri-ergasia?page=2",
      "title": "μαύρη εργασία :: 3 :: left.gr",
      "description": "void",
      "preview": "to top Παράκαμψη προς το κυρίως περιεχόμενο Φόρμα αναζήτησης Αναζήτηση Ηλεκτρονικά πλέον στο Σώμα Επιθεωρητών Εργασίας οι καταγγελίες για ανασφάλιστη"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://ourspiritualquest.com/category/zeitgeist/",
      "title": "Zeitgeist | Our Spiritual Quest",
      "description": "Posts about Zeitgeist written by Laura Maxwell",
      "preview": "Our Spiritual Quest Journeying together on A Spiritual Quest - Spiritual Truths with Laura Maxwell, her radio guests and friends. Skip to content Home"
    },
    {
      "url": "https://europa.eu/youreurope/citizens/index_en.htm",
      "title": "Help and advice for EU nationals and their family - Your Europe",
      "description": "European Commission - Practical help and advice on EU citizen rights for your life, work and travel in another European Union country - Your Europe",
      "preview": "Help and advice for EU nationals and their family Share this page Facebook Linkedin X (Twitter) e-mail"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://www.hoteltonight.com/",
      "title": "Last Minute Hotel Deals at Great Hotels - HotelTonight",
      "description": "Amazing last-minute deals at top-rated hotels. Book tonight, tomorrow and beyond.",
      "preview": "Oops! Got it Skip to content Incredible last-minute hotel deals Save time and money by booking tonight and beyond. Where: When: Tonight Go HotelTonigh"
    },
    {
      "url": "https://nyulangone.org/doctors/1336430081/mary-l-stevenson",
      "title": "Mary L. Stevenson, MD | NYU Langone Health",
      "description": "NYU Langone dermatologist Dr. Mary Stevenson performs Mohs micrographic surgery for people who have skin cancer. Learn more.",
      "preview": "We use cookies and similar tools to give you the best website experience. By using our site, you accept our Websites Privacy Policy . Close Telehealth"
    },
    {
      "url": "https://w3c.social/@wai",
      "title": "Web Accessibility Initiative (@wai@w3c.social) - w3c.social",
      "description": "127 Posts, 0 Following, 2.14K Followers · Accessibility: Essential for some, useful for all. The W3C Web Accessibility Initiative (WAI) develops strategies, standards, and supporting resources to make the web accessible to people with disabilities. In addition to international standards, we provide free online resources to help you understand and implement accessibility. You can use W3C WAI resources to make your websites, apps, and other digital content and technology products more accessible and usable to everyone.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://assessment.connectedcouncil.org",
      "title": "Digitally Driven Assessment - Grow your business with digital tools",
      "description": "void",
      "preview": "Skip to content Digitally Driven Assessment Step 1 /5 What is the biggest challenge to your business right now? * Transforming our business to a digit"
    },
    {
      "url": "https://www.skinstore.com/u-beauty-the-mantle-skin-conditioning-wash-150ml/14006740.html?switchcurrency=USD&shippingcountry=US&utm_source=AWin-%21%21%21affid%21%21%21&utm_medium=affiliate&utm_campaign=AffiliateWin%7CFeed&slfpid=3",
      "title": "Shop SkinStore Favorites Now at Dermstore | Dermstore",
      "description": "SkinStore is now Dermstore! Shop your favorite skincare, hair, and beauty brands all in one trusted destination.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://balancedbites.com/",
      "title": "Balanced Bites Wholesome Foods | Healthy Gluten-Free Meal Delivery, Or",
      "description": "Healthy Frozen Meals Delivered To You. Paleo meal delivery by Balanced Bites sends you freshly made, frozen paleo, keto or gluten-free meals, available whenever you need them! Simply reheat & enjoy. Official Balanced Bites Online Store.",
      "preview": "Skip to content Search Simplify cooking tasty meals. Perfectly balanced, organic spice blends to make any meal taste great! Shop Spices Now Organic sp"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://www.rollcall.com/2021/08/19/why-saving-downtown-is-key-to-our-covid-19-economic-recovery/",
      "title": "Why saving downtown is key to our COVID-19 economic recovery - Roll Call",
      "description": "OPINION - If cities don't adapt to the evolving shift in working behavior, the downtown infrastructure that once thrived will surely crumble.",
      "preview": "Skip to content Window washers work in downtown Washington in April 2020. Repurposing empty or underoccupied commercial space could reshape the way we"
    },
    {
      "url": "https://www.vistra.com/",
      "title": "Vistra - Corporate Business Service Provider in 50+ Markets",
      "description": "void",
      "preview": "JavaScript must be enabled in your browser in order to use some functions. Skip to main content Homepage Less friction. More flow. Vistra's corporate"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://aldopiombino.blogspot.com/2010/11/il-disegno-di-legge-3687-sulla-riforma.html",
      "title": "scienzeedintorni: Il disegno di legge 3687 sulla riforma dei dipartimenti: un provvedimento centrato sulle grandi facoltà e non sulle piccole (specialmente scientifiche)",
      "description": "Scienzeedintorni non si occupa di politica che molto malvolentieri e solo se ha riflessi pesanti sulla scienza o sullo stato dell'ambiente...",
      "preview": "skip to main | skip to sidebar scienzeedintorni le sabbie del tempo sono erose dal fiume del cambiamento costante giovedì 18 novembre 2010 Il disegno"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://www.militaryspouse.com/career/the-rosie-network-2/",
      "title": "The Rosie Network: I Met a Handsome Man at Hallmark | Military Spouse",
      "description": "The Rosie Network is a publicly supported nonprofit whose mission is to empower, impact and advocate on behalf of our nation's veteran and military spouse entrepreneurs.",
      "preview": "No Result View All Result Employment 2023 MFE Virtual Job Fair Get Hired Workshop Military Spouse Careers Open A Franchise Education Stepful Healthcar"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "http://www.virgilio.it/",
      "title": "Virgilio: Mail, Login, Ultime Notizie in tempo reale e tanto altro!",
      "description": "Virgilio: News nazionali e locali, Login, accesso Mail e PEC, Sport, Oroscopo, Gossip, Finanza, Economia, Video, Mail e Motore di Ricerca.",
      "preview": "Diretta Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jas"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://samuelssweetshop.com/product-category/samplers/",
      "title": "Samplers - Samuel's Sweet Shop",
      "description": "void",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Samplers Samuel's Sweet Shop > Products > Samplers Filters Showing 1-12 of 15 res"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "http://www.adaptec.com/",
      "title": "Adaptec | Microchip Technology",
      "description": "Microchip Technology is a leading provider of microcontroller, mixed-signal, analog and Flash-IP solutions that also offers outstanding technical support.",
      "preview": "Skip to main content Skip to footer We detect you are using an unsupported browser. For the best experience, please visit the site using Chrome, Firef"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://playacademy.exceedlms.com/student/activity/9389?use_locale=true",
      "title": "Google Play Academy",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://emailtuna.com/",
      "title": "Search Email Newsletter Archives : Email Tuna",
      "description": "Explore newsletters without subscribing. Get email design ideas, discount coupon codes and exclusive newsletters deals. Database of email newsletters archived from all over the internet.",
      "preview": "Email Tuna Search Search Close Search Email Newsletters For email design inspiration, current trends, competitive research, & special email offers. Em"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "http://americablog.blogspot.com/2012/04/us-kids-with-autism-up-78-in-last.html",
      "title": "US Politics | AMERICAblog News: US kids with autism up 78% in last decade",
      "description": "One of America's most influential progressive political blogs, providing news analysis of US politics, by John Aravosis in Washington DC",
      "preview": "skip to main skip to sidebar Join Email List | About us | AMERICAblog Gay Elections | Economic Crisis | Jobs | TSA | Limbaugh | Fun Stuff Follow @amer"
    },
    {
      "url": "https://www.calamasur.org/",
      "title": "CALAMASUR | Comité del Calamar Gigante del Pacífico Sur",
      "description": "Calamasur es el Comité para el Manejo Sustentable del Calamar Gigante del Pacífico Sur (Chile, Ecuador, México y Perú).",
      "preview": "top of page CALAMASUR COMITÉ PARA EL MANEJO SUSTENTABLE DEL CALAMAR GIGANTE DEL PACÍFICO SUR INICIO: Bienvenido ¿QUIÉNES SOMOS? El Comité para el Mane"
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://www.museothyssen.org/en/activities",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "https://anitab.org/top-companies/",
      "title": "Top Companies for Tech Workers Report by AnitaB.org",
      "description": "Explore our Top Companies Reports to see how organizations are building impartial, sustainable workplaces and advancing opportunity for all tech talent.",
      "preview": "Top Companies for Tech Workers Home About Research and Impact Top Companies We have paused the Top Companies for Tech Workers program this year. We ar"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "http://membership.chicagotribune.com#nt=primarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "https://lulac.org/",
      "title": "LULAC",
      "description": "To advance the economic condition, educational attainment, political influence, housing, health and civil rights of the Hispanic population of the United States.",
      "preview": "Skip to main content LULAC is the nation's largest and oldest civil rights volunteer-based organization that empowers Hispanic Americans and builds st"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "http://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "http://www.spiritstorybox.com",
      "title": "Spirit Story Box - iPhone Paranormal Ghost Hunting App",
      "description": "Spirit Story Box is an iPhone paranormal app used for ghost hunting.",
      "preview": "Fantastic Features An essential tool for all of your ghost adventures In the Media As seen in the Huffington Post, USA Today, The Daily Mail, Spirit &"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://www.gu.org/",
      "title": "Generations United",
      "description": "Generations United improves the lives of children, youth, and older adults through intergenerational programs, policies, and strategies.",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://ldl.gatech.edu/publications?s=year&amp%3Bf%5Bag%5D=R&f%5Bauthor%5D=872&o=asc",
      "title": "[current-page:page-title] | [site:name]",
      "description": "void",
      "preview": "Skip to main content log in Laser Dynamics Lab Main menu Home Lectures Research Facilities Collaboration Publications Summary Recent Members Group Alu"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://kostentuinonderhoud.nl/zeeland/grijpskerke/",
      "title": "Kosten Tuinonderhoud Grijpskerke",
      "description": "Op zoek naar 🏡 kosten Tuinonderhoud Grijpskerke? 🌳🌿🍀 ✅ Alle hoveniers in ① overzicht [2025]. ➥ Vind prijzen tuinonderhoud nu",
      "preview": "Zoeken Zoeken Zoeken Selecteer provincie In provincie Drenthe Flevoland Friesland Gelderland Groningen Limburg Noord-Brabant Noord-Holland Overijssel"
    }
  ],
  "_meta": {
    "total_bookmarks": 136
  }
}