{
  "data": [
    {
      "url": "https://images.google.com.mx/url?q=https://www.dealermobil.top/model/bmw-6-series-gt",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/bmw-6-series-gt . Se non deside"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://powervirtualagents.microsoft.com/",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 442f31f1760fc8ea3ed318d6a1dfc5f8 Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://technet.microsoft.com/windows",
      "title": "Windows deployment documentation | Microsoft Learn",
      "description": "Learn about deploying and updating Windows devices in your organization.",
      "preview": "Table of contents Read in English Edit Share via Facebook x.com LinkedIn Email Windows deployment documentation Learn about deploying and updating Win"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://www.sagaeducation.org/",
      "title": "Saga Education - High-Impact Tutoring Resources, Services, & Technology",
      "description": "Saga Education is a national leader in high-impact, in-school tutoring, leveraging human capital and technology to accelerate educational equity. Redefining personalized learning with an evidence-based approach, scalable solutions, and student-relationship-driven design.",
      "preview": "Support Us Help Students See and Achieve Their Potential Resources, services and technology for high-impact tutoring Learn More Redefining personalize"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/",
      "title": "To the stars who listen",
      "description": "An authoress who loves chocolate. Se habla español. [[SEMI HIATUS - mainly queue run]]",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://wwos.nine.com.au/",
      "title": "Nine's Wide World of Sports, Match Results, Fixtures, Videos & Live Scores - Nine.com.au",
      "description": "Nine Wide World of Sports brings you the latest breaking news headlines, live scores, fixtures, videos and match results across NRL, AFL, Tennis, Rugby, Boxing, Cricket and more.",
      "preview": "Advertisement leftChevron rightChevron dropDown Sports All sports Cricket AFL NRL Rugby Football Golf Motorsport Netball Tennis Football BO 4 PIS 0 Fo"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "https://hyperise.com/",
      "title": "Hyperise Toolkit: Hyper-personalization for Savvy Sales & Marketing teams",
      "description": "Personalize images in your outreach and your websites text, images, videos and CTAs for each visitor without writing a single line of code.",
      "preview": "Personalization Demo Start Your Free 14 Trial Join a Live Demo Unlimited possibilities to personalize your CTA Purposeful personalized images, that vi"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "http://www.pocaan.org/",
      "title": "Home | POCAAN - BIPOC Social Service Agency - Seattle",
      "description": "POCAAN is a multicultural, multi-social service agency providing comprehensive programs and services to marginalized communities of color in Seattle and greater King County. We serve all, but prioritize the BIPOC community.",
      "preview": "top of page Welcome to POCAAN Promoting Health, Mobilizing Community, and Transforming Lives since 1987 Client Survey One of the first organizations h"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/post/145706383388",
      "title": "The class students like the most - @darkhouroftokyo on Tumblr",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer s...",
      "preview": "codeorg Follow The class students like the most A recent survey asked students how they feel about different classes. Other than dance, design, painti"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://www.holdingdownthefortpodcast.com/",
      "title": "Holding Down the Fort by US VetWealth Podcast | Jen Amos | Substack",
      "description": "A podcast dedicated to seasoned spouses preparing for military transition. Because you, too, are retiring - and now, it's your turn to own what's next. Click to read Holding Down the Fort by US VetWealth Podcast, by Jen Amos, a Substack publication.",
      "preview": "Holding Down the Fort by US VetWealth Podcast Subscribe Sign in Home Podcast Book BTS SBP Archive About 17:41 216: Military Transition for Seasoned Sp"
    },
    {
      "url": "https://ceo.maharashtra.gov.in",
      "title": "HTML Meta Tag",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/meghan-trainor-dear-future-mama/",
      "title": "Dear Future Mama - Harper Horizon",
      "description": "The real talk you want about pregnancy, birth, body image, and the newborn days from Meghan Trainor, the chart-topping singer-songwriter behind \"All About That Bass\" and \"Dear Future Husband,\" and, more importantly, Riley's mom.",
      "preview": "Skip to content Preview the first 3 chapters of Dear Future Mama VIEW HERE ABOUT THE BOOK The real talk you want about pregnancy, birth, body image, a"
    },
    {
      "url": "https://www.beyondbenign.org/",
      "title": "Home - Beyond Benign",
      "description": "void",
      "preview": "Contact Donate Events Subscribe Menu Beyond Benign provides educators with the tools, training and support to make green chemistry an integral part of"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.serviceofsupply.com/product-tag/open-faced-buckle/",
      "title": "Open Faced Buckle - SERVICE OF SUPPLY",
      "description": "void",
      "preview": "Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to low Showing the single result G.I. Web Trou"
    },
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://patch.com/new-jersey/middletown-nj/mean-girls-movie-musical-filming-middletown-march-april",
      "title": "'Mean Girls' Movie Musical Filming In Middletown In March And April | Middletown, NJ Patch",
      "description": "A high school movie musical will be filming in Middletown starting in March; NJ.com reports it's an adaptation of \"Mean Girls.\"",
      "preview": "Skip to main content Nearby Communities Rumson-Fair Haven, NJ Red Bank-Shrewsbury, NJ Little Silver-Oceanport, NJ Holmdel-Hazlet, NJ Long Branch-Eaton"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "http://mdgs.un.org/unsd/mdg/Default.aspx",
      "title": "Millenium Development Goals Indicators - Millenium Development Goals Indicators - UN Statistics Wiki",
      "description": "void",
      "preview": "Millenium Development Goals Indicators Edit space details Pages Blog Page tree Browse pages Configure Space tools A t tachments (0) Page History Page"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a37598890/billie-eilish-is-calling-the-shots/",
      "title": "Billie Eilish Is Calling the Shots",
      "description": "With her sophomore album hitting number one, Billie Eilish opens up about music, directing videos, and why she doesn't give a $%! what anyone has to say about her hair, clothes, or sexuality",
      "preview": "Skip to Content Alique Coat, Erdem, $4,335. On a warm July evening in the backyard of a private Beverly Hills mansion secured by Spotify, a crowd of A"
    },
    {
      "url": "https://www.android.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Android | Fai di più con Google su dispositivi e smartphone Android",
      "description": "Scopri di più su Android e su come i nostri dispositivi possono aiutarti a fare di più con Google grazie a iperconnettività, protezione efficace e app Google.",
      "preview": "Solo su Android Mostra il tuo punto di vista con Gemini. Prova Gemini Ultime notizie. Scopri le ultime funzionalità Android 16 Scopri gli aggiornament"
    },
    {
      "url": "https://www.formula1.com/en/latest/features.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://cloud.withgoogle.com/next/catalog/",
      "title": "Session Library | Google Cloud Next 2025",
      "description": "Solve tomorrow's challenges today by exploring content available at Google Cloud Next '24.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://shop.github.com/",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://lamilano.it/eventi/un-canto-per-milano-e-per-la-ripresa/",
      "title": "Un canto per Milano e per la ripresa",
      "description": "Un Canto per Milano. Si chiama così l'iniziativa organizzata ai Bagni Misteriosi il 14 luglio 2020 dal Corriere della sera e dal Teatro Franco Parenti. Un evento nel quale la città della cultura e del bene si ritrova insieme per guardare avanti con Ferruccio de Bortoli, Giangiacomo Schiavi, Andrée Ruth...",
      "preview": "CAMBIA LINGUA LOMBARDIA LAZIO ABRUZZO EMILIA-ROMAGNA PUGLIA TRENTINO ALTO ADIGE BASILICATA FRIULI VENEZIA GIULIA MARCHE SARDEGNA UMBRIA CALABRIA MOLIS"
    },
    {
      "url": "https://www.florafamily.org/",
      "title": "Flora Family Foundation",
      "description": "void",
      "preview": "Back About the Foundation Flora Lamson Hewlett Blue Gentian Board and Staff Back Grantmaking Impact Investing 2024 Year in Review 2025 Grants A family"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/humpback-whale-pregnancies.html",
      "title": "Study reveals influence of krill availability on humpback whale pregnancies - News",
      "description": "Data from Antarctica show more humpback whales get pregnant after years with abundant krill than after years when krill were less plentiful.",
      "preview": "Individual krill are small, but humpback whales consume huge quantities of them. (Photo credit: National Marine Sanctuaries) Humpback whale surface fe"
    },
    {
      "url": "https://venmo.com/legal/crypto-terms/",
      "title": "Risk Disclosure Statement | Crypto | Venmo",
      "description": "Understand the terms & conditions for buying, selling, and holding crypto on Venmo. Learn about your rights and the risks involved.",
      "preview": "void"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://press.nature.com/",
      "title": "Home | press.springernature.com",
      "description": "void",
      "preview": "Home | press.springernature.com Skip to main content springernature press site Home Welcome to the Springer Nature press site The Springer Nature jour"
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.majorcadailybulletin.com/tag/Majorca+all+year.html",
      "title": "Tag: «Majorca all year»",
      "description": "All the news about «Majorca all year»: current events, latest news, news archive, videos and photos",
      "preview": "Etiqueta 'Majorca all year' Latest headlines Palma's strategy for being an all-year destination Low-season tourism has grown in Palma in recent years."
    },
    {
      "url": "https://www.latham.london/2016/06/shanghai-set-to-improve-air-quality-ahead-of-g20-summit/",
      "title": "Shanghai Set to Improve Air Quality Ahead of G20 Summit | Latham.London",
      "description": "By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental Protection Bureau",
      "preview": "Skip to content By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental"
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}