{
  "data": [
    {
      "url": "https://myaccount.chicagotribune.com/300/temporarystop#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "http://kridangan.com/",
      "title": "Indian sport news - IPL 2020 , Tennis, Badminton, Cricket & Football Updates | Kridangan",
      "description": "Kridangan have the most popular sports section covering latest news and top sports stories about ICC Cricket , IPL2020, Hockey, Football, WimbledonTennis,Kabaddi World Cup. Visit us!",
      "preview": "Cricket November 12, 2020 IPL 2020- Clinical MI win their 5th Championship in 8 years Dubai international stadium welcomed the 2 deserving finalists o"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "https://www.quemedico.com/especialista/javier--torres-rincon",
      "title": "Opiniones Javier Torres Rincon | Podología, Ceuta | QueMedico",
      "description": "Javier Torres Rincon , especialista en Podología en Ceuta. ¿Quieres leer opiniones reales? Entra y descúbrelas!",
      "preview": "Salud de la piel: mitos y realidades sobre el cuidado dermatológico Leer más Entrenamiento de fuerza en la tercera edad Leer más Alimentación sostenib"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "http://www.ibge.gov.br/home/disseminacao/eventos/missao/principios_orientadores_informacoes_geoespaciais.shtm",
      "title": "IBGE | Portal do IBGE | IBGE",
      "description": "void",
      "preview": "Portal do Governo Brasileiro"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "http://www.aprilia.com/",
      "title": "Moto e Scooter: Urban e Adventure Experience | Aprilia IT",
      "description": "Scopri le moto e scooter di Aprilia: i modelli per navigare la città con grinta e potenza o le moto sportive per vivere l'avventura con adrenalina. Scopri di più!",
      "preview": "void"
    },
    {
      "url": "https://kab.org/",
      "title": "Keep America Beautiful - Keep America Beautiful",
      "description": "Keep America Beautiful (KAB) is a leading nonprofit devoted to educating and inspiring people to clean, green, & beautify their communities.",
      "preview": "The countdown to July 4, 2026, is on-and the Greatest American Cleanup is calling. It's a nationwide movement of neighbors helping neighbors, restorin"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://3vmdistribuzione.it/home/541-operatore-per-cancelli-scorrevoli-k1400-fce-aa31140.html",
      "title": "Operatore per cancelli scorrevoli K1400 FCE AA31140",
      "description": "Dotato di centrale di comando incorporata, con partenza graduale, regolatore della forza elettronico, rallentamento in accostamento e freno elettronico",
      "preview": "close Menu zoom_out_map chevron_left chevron_right Operatore per cancelli scorrevoli K1400 FCE AA31140 Operatore per cancelli scorrevoli pesanti fino"
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.charleskeith.com/us/bags/CK2-30781775_MULTI.html",
      "title": "Multicoloured Shalia Canvas Tote Bag - CHARLES & KEITH US",
      "description": "A bag to beat all other bags when it comes to structure, style or functionality. Featuring a boxy finish, double top handles, and a roomy interior, our boxy canvas Shalia tote is perfectly sized to carry all of your essentials in style. Relish being hands-free when you wear it on your shoulder and head to work. Complete with a zip closure that ensures your daily necessities stay safe, we think it will go well with a pinstripe pantsuit and textured mules.",
      "preview": "... ..."
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://www.nicwa.org/",
      "title": "Homepage - NICWA",
      "description": "Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nations, individuals, and organizations to protect Native children and families. Together with partners, board, and staff, we work to keep Native children connected to their families, communities, and culture. About NICWA What is the Indian [...]",
      "preview": "Skip to content Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nati"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "https://www.grameenamerica.org/staff",
      "title": "Staff - Grameen America",
      "description": "void",
      "preview": "Back Who We Are Elevate by Grameen America Ways To Give Community Health Initiative Board Of Directors Staff Financial Information Back Impact Report"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://www.popupexamples.com/",
      "title": "The Top 100+ Pop Up Design Examples 2021",
      "description": "Over 100 of the best-performing pop up design examples of 2020-2021. From lead and email capture to exit offers, Black Friday to Mothers Day, search and sort through inspiring designs that fit all screen sizes including mobile.",
      "preview": "Powered By Create Your Design Pop Up Designs That ‍ Convert . Whether you're looking to generate leads or sales, build your email list or prevent aban"
    },
    {
      "url": "https://www.atlassian.com/legal/product-specific-terms#statuspage-specific-terms",
      "title": "Product-Specific Terms | Atlassian",
      "description": "Atlassian Product-Specific Terms",
      "preview": "Close View this page in your language ? All languages Choose your language 中文 Deutsch English Español Français Italiano 한국어 Nederlands 日本語 Português P"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.adriancausing.com/",
      "title": "Adrian Causing - Fashion Stylist",
      "description": "void",
      "preview": "Scroll .01 about Adrian adrian causing Over the past 9 years, Adrian has been a fashion retail professional, working for companies such as Saks Fifth"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "http://www.odinwestpac.org/",
      "title": "ODINWESTPAC",
      "description": "void",
      "preview": "Contents Observation Data 0 Regional Products 0 Special Themes 0 News & Meetings 0 Marine Literature 0 Marine Experts 0 Marine Institutions 0 Geospati"
    },
    {
      "url": "https://joyofbeautybrand.com/",
      "title": "Home | Joy of Beauty®",
      "description": "Inclusive beauty at the spa or home. Embrace the luxurious experience of Joy of Beauty®, your ultimate destination for vegan, cruelty-free, and all-natural Halal body care products. Our award-winning brand is specially crafted to cater to everyone, including diabetics, cancer fighters, nursing mothers, the elderly, and those with sensitive skin or limited mobility.",
      "preview": "Skip to content FREE SHIPPING on orders over $100 Shop Now Home harbrcreative 2024-12-19T12:14:27-05:00 Inclusive beauty at the spa or home. Embrace t"
    },
    {
      "url": "https://osc.gov",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sites.research.google/scouts/",
      "title": "Societal Context Understanding Tools & Solutions (SCOUTS)",
      "description": "void",
      "preview": "SCOUTS OUR WORK OUR RESEARCH Societal Context Knowledge for Responsible AI Societal Context Understanding Tools and Solutions (SCOUTS) is a Google Res"
    },
    {
      "url": "https://miportal.cientifica.edu.pe/",
      "title": "MiPortal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nextebiz.com/2020/11/07/all-about-form-in-great-design-and-development/",
      "title": "Next eBiz - Enterprise Software Development Services - Next eBiz",
      "description": "Next eBiz offers expert software and website development services tailored to your business needs. Partner with us to drive innovation and growth.",
      "preview": "SOFTWARE CONSULTING & DEVELOPMENT Join Our Elite Tech Stack Crew! WE POWER, STREAMLINE, DRIVE, SAFEGUARD PROJECT SUCCESS. Join the Revolution: Become"
    },
    {
      "url": "https://www.interviewmagazine.com/music/meet-rihanna-the-shy-gal",
      "title": "World, Meet Rihanna the Shy Gal",
      "description": "Rihanna, as it turns out, kind of does need an introduction. She opens up to her friend, and castmate, Sarah Paulson about getting back to work, work, work.",
      "preview": "X X Art Music Fashion Culture Film Shop Masthead Contact Us Newsletter Meet Rihanna, the Shy Gal By Sarah Paulson Photographed by Pierre-Ange Carlotti"
    },
    {
      "url": "https://bmo.readthedocs.io/en/latest/",
      "title": "BMO Documentation (bugzilla.mozilla.org) - BMO documentation",
      "description": "void",
      "preview": "Navigation next BMO documentation » BMO Documentation (bugzilla.mozilla.org) BMO Documentation (bugzilla.mozilla.org) ¶ 1. About This Documentation 2."
    },
    {
      "url": "https://www.medi-ansbach.de/mediANsbach.html",
      "title": "Home - medi-Gesundheitsgruppe GmbH",
      "description": "Frankens Nr. 1 im Bereich der Gesundheitsversorgung",
      "preview": "Der Eintrag \"offcanvas-col1\" existiert leider nicht. Der Eintrag \"offcanvas-col2\" existiert leider nicht. Der Eintrag \"offcanvas-col3\" existiert leide"
    },
    {
      "url": "https://mib.gov.in",
      "title": "Home | Ministry of Information and Broadcasting",
      "description": "Home | Ministry of Information and Broadcasting, Government of India - Ministry of Information and Broadcasting",
      "preview": "Pause Announcements 2.94 MB | #11YearsofJanDhan 1.58 MB | Seeking details of CAS and SMS deployed by MSOs in India. SHe Box Portal 733.86 KB | Invitat"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    },
    {
      "url": "https://spaceoneers.io/events/obpdc-2020/",
      "title": "UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE - Spaceoneers.io",
      "description": "UPDATE: In light of the current crisis, and considering health and travel restrictions that will still apply for many of...",
      "preview": "Skip to content UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE 27 February 2020 Conference Webinar Date/Time: From:"
    },
    {
      "url": "https://www.iworksmc.org/",
      "title": "Interfaith Works",
      "description": "Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, supportive housing, essential needs, and employment programs to over 35,000 residents of Montgomery County, MD, located within the DC Metro area, every year.",
      "preview": "0 Providing vital services and a pathway to greater stability. Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, support"
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "https://www.aclumich.org/en/news/year-ahead",
      "title": "The year ahead | ACLU of Michigan",
      "description": "Following a year that marked unprecedented success in the areas of reproductive freedom, voting rights, reform of the criminal legal system, and LGBTQ+ equity, the ACLU of Michigan is looking forward as this new year begins - and a new state Legislature is seated.",
      "preview": "Skip to main content The year ahead Looking to the future By Loren Khogali , Executive Director January 12, 2023 - 3:15pm Facebook X Reddit Email Prin"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDP",
      "title": "Gross Domestic Product (GDP) | FRED | St. Louis Fed",
      "description": "View economic output, reported as the nominal value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Gross Domestic Product (GDP) Observations Q2 2025: 30,485.729 | Billions of Dollars, Seasonally Adjusted Annual Rate | Quarterly"
    },
    {
      "url": "https://latenightsandgiggles.tumblr.com/",
      "title": "My Life as a Teenage Robot",
      "description": "Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do. This is my journey of discovery.",
      "preview": "Home Ask Random Theme » About me Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do."
    },
    {
      "url": "https://cdn.donorschoose.net/districttools",
      "title": "DonorsChoose District Controls",
      "description": "We're here to set your district up for success on DonorsChoose.org. Take the steps below to access controls for your district leaders and get resources to help your teachers make the most out of their classroom projects.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://zs16.edu.wroclaw.pl/?p=2674",
      "title": "Dzień Niepodległości w klasie 4b - Zespół Szkół Nr 16 we Wrocławiu",
      "description": "void",
      "preview": "- Dzień Niepodległości w klasie 4b Zespół Szkół nr 16 we Wrocławiu Home Aktualności Dzień Niepodległości w klasie 4b Z okazji zbliżającego się Święta"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://365thingssyracuse.wordpress.com/2013/01/07/7-cobblestone/",
      "title": "7. Cobblestone | 365 Things Syracuse",
      "description": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a time during the season you will be at a bar and the game will be on TV. Personally, I enjoy watching games at a local watering hole...",
      "preview": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a tim"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://store.ponyvilleciderfest.com/shop/enamel-pins-buttons/6",
      "title": "PVCF / WCPC / MSP Merch Store",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tennessean.com/story/news/local/livinnash/jobs/2023/02/27/linkedin-program-helps-job-seekers-with-felony-convictions/69863553007/",
      "title": "LinkedIn program helps job seekers with felony convictions find work",
      "description": "Fair employment on the rise as one woman helps to prepare thousands of Americans with felony convictions for employment.",
      "preview": "Skip to main content Home Election Voter Guide News Crime & Courts Special Reports Education Faith & Values National Politics USA TODAY Politics Small"
    },
    {
      "url": "http://google.org/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://videogamesandthebible.com/2014/07/10/nuking-the-asteroid-a-space-engineers-preview-paid/",
      "title": "Nuking the Asteroid-A Space Engineers Preview | Video Games and the Bible",
      "description": "*Sources of screenshots are listed in their respective file-names. Space Engineers is an Early Access title in Alpha. This means the game is not fully optimized and various bugs are present. However, this also means that Space Engineers is continually being updated, refined and improved based on YOUR feedback (weekly, in this case). The feature list...",
      "preview": "Video Games and the Bible News, Reviews, Previews and Biblical Analysis Skip to content Biblical Article Archive Podcasts Christian Games/Creators Int"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://www.boots-uk.com/",
      "title": "Boots UK - Corporate site and newsroom",
      "description": "Our mission is to be the first choice for pharmacy, health and beauty - caring for people, customers and communities everywhere. Looking to shop? Visit Boots.com.",
      "preview": "The UK's leading health and beauty retailer Putting patients in control of their health and wellbeing Creating innovative, affordable and sustainable"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.fitbit.com/global/us/products/trackers/charge5",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://ferrari.oemdtc.com/category/recalls",
      "title": "Recalls | Ferrari - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://culpa.info/new_review?prof=1026",
      "title": "CULPA",
      "description": "Culpa: Columbia University's anonymous professor and course review website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://ballinlaw.weebly.com/blog/receiving-injury-on-duty-benefits-does-not-prohibit-police-or-firefighters-from-making-a-claim-like-any-other-citizen",
      "title": "RECEIVING INJURY-ON-DUTY BENEFITS DOES NOT PROHIBIT POLICE OR FIREFIGHTERS FROM MAKING A CLAIM LIKE ANY OTHER CITIZEN",
      "description": "Like any other employee who is injured while at work, police and firefighters are authorized by the same laws, which provide for injury-on-duty wages, to bring claims for their injuries against the...",
      "preview": "HOME ABOUT Philosophy Practice Areas > Motor Vehicle Accidents Wrongful Death Brain Injuries Workplace Injuries On-Duty Police Injuries On-Duty Firefi"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
      "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
      "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
      "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
    },
    {
      "url": "http://haus-anna.eu/Haus-Anna-Ferienwohnung_pid,11489,N,12,y,2021,m,1,type,fbcal.html",
      "title": "Ferienwohnung - Haus Anna - Kössen in Tirol",
      "description": "void",
      "preview": "Haus Anna - Erholen, genießen und entdecken! Über Uns 3D Rundgang Ferienwohnung Ferienwohnung Bildergalerie Preise Kössen Sommer Winter Webcam Kontakt"
    },
    {
      "url": "https://medium.statuspage.io/?source=home-------------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://www.diu.mil",
      "title": "Defense Innovation Unit",
      "description": "We are the only DoW organization focused on accelerating the adoption of commercial technology at speed and scale.",
      "preview": "Skip to main content We award scalable contracts to companies offering solutions to national security challenges across a variety of technology areas."
    },
    {
      "url": "https://blog.hubspot.com/blog/tabid/6307/bid/30684/the-ultimate-list-of-email-spam-trigger-words.aspx",
      "title": "Spam trigger words: How to keep your emails out of the spam folder",
      "description": "Here's what you need to do to keep your messages in the inbox, rather than the spam folder.",
      "preview": "Home Marketing Spam trigger words: How to keep your emails out of the spam folder Spam trigger words: How to keep your emails out of the spam folder W"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://www.unops.org/expertise/infrastructure",
      "title": "Infrastructure | UNOPS",
      "description": "Infrastructure forms the backbone of a functioning society. From connectivity to migration to climate change, infrastructure touches every aspect of human...",
      "preview": "The United Nations Office for Project Services (UNOPS) Infrastructure See More Quicklinks Contact UNOPS Infrastructure Work with us Infrastructure for"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "https://rejstrik.penize.cz/eduard-gombar",
      "title": "Eduard Gombár - Obchodní rejstřík | Peníze.cz",
      "description": "Eduard Gombár výpis firem z Obchodního rejstříku, IČO firmy, adresa sídla firmy, pozice ve firmě, související firmy, vztahy ve firmách.",
      "preview": "{empty} Peníze.cz > Obchodní rejstřík > Eduard Gombár Eduard Gombár - Obchodní rejstřík Eduard Gombár Nad lesním divadlem, Praha 4 Název firmy IČO Adr"
    },
    {
      "url": "https://spectrum.ieee.org/energywise/energy/fossil-fuels/how-to-track-the-emissions-of-every-power-plant-on-the-planet-from-space",
      "title": "How to Track the Emissions of Every Power Plant on the Planet from Space - IEEE Spectrum",
      "description": "Using satellite images, machine-learning algorithms can create models to estimate greenhouse gas emissions for every power plant worldwide",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE How to Track the Emissions of Every Power Plant on the Planet from Sp"
    },
    {
      "url": "https://otga.wufoo.com/forms/z1s9qpjo025j40t/",
      "title": "Implementing the Ocean Data and Information System",
      "description": "void",
      "preview": "UNESCO/IOC-IODE Sorry, we are no longer accepting registrations."
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "https://www.stickerfab.com/products/stickerfab-3x6-in-stickers-universal",
      "title": "StickerFab 3x6 in Stickers (Pair) - Universal | StickerFab",
      "description": "StickerFab Sticker We would love for you to rock our logo. Instead of giving away free stickers and have have people not install them, we are putting a small price to them. Sold as a pair. Installs with pre mounted transfer paper. INSTALLATION Clean the application area to prepare it for installation.NOTES: We reco",
      "preview": "2 reviews StickerFab Sale! from $0.99 USD &sol per Earn [points_amount] when you buy this item. Color Black (Gloss) Blue White Red Black (Matte) Produ"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://www.coloradoblackchamber.org/",
      "title": "Colorado Black Chamber of Commerce | Minority Entrepreneurs | Denver, CO",
      "description": "Colorado Black Chamber of Commerce is dedicated to helping minority business owners and Black professionals in Denver, CO succeed. Get in touch with us today, call (303) 831-0746 or email contact@cbcc.biz.",
      "preview": "How can we help you? (303) 831-0746; contact@cbcc.biz Th e Co lorado Black Cham ber of Commerce has moved to a new site! The Colorado Black Chamber of"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://stitchfix.rg35.net/c/3408212/486612/8369?subid3=people",
      "title": "Women's Clothes | Men's Clothes | Kid's Clothing Boxes | Stitch Fix",
      "description": "Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started & find clothes you'll love!",
      "preview": "\"I never have time to shop\" Your Stylist sends pieces in your size, style and budget. Easy. Take the quiz, get $20 off \"How can I expand my wardrobe?\""
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://randoma11y.com/",
      "title": "RandomA11y - Endless collection of accessible color combos",
      "description": "Discover millions of accessible color combinations with RandomA11y, the real-time color playground.",
      "preview": "void"
    },
    {
      "url": "https://www.evalar.com/products/russia/?SET_PAGE_COUNT=60",
      "title": "Catalog Evalar",
      "description": "Description",
      "preview": "23/6, Sotsialisticheskaya st., Biysk, Altai Territory, 659332 Technologies Social responsibility About founder Plantations News About Evalar Contacts"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "https://www.health.state.mn.us/diseases/coronavirus/vaccine/index.html",
      "title": "COVID-19 Vaccine - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Vaccine: COVID-19 Vaccine Home Data Basics Vaccine Providers Share Your Story COVID-19 COVID-19 Home Situation Update"
    },
    {
      "url": "https://www.pinterest.com/bestbuy/",
      "title": "Best Buy (bestbuy) | Official Pinterest account",
      "description": "Best Buy | What if you could take what you love to the next level? Follow for inspiring ideas to help you do more with the latest tech.",
      "preview": "Best Buy (bestbuy) | Official Pinterest account Created Saved Explore When autocomplete results are available use up and down arrows to review and ent"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.spreadshirt.com/partner-product-range/products/women-longsleeve-shirts-D2CG03?sizegroup=102&sort=related&appearancegroup=12",
      "title": "Women - Longsleeve Shirts printing | Spreadshirt",
      "description": "Huge selection of personalised Women Longsleeve Shirts. 150 styles in different sizes and colours for your uniquely-creative design. No minimum order value.",
      "preview": "Women Longsleeve Shirts Options Categories Women Men Women Kids & Babies Products Longsleeve Shirts Accessories Caps Bags & Backpacks iPhone Cases Sam"
    },
    {
      "url": "https://www.lavanguardia.com/sucesos/20230228/8790685/rescatado-hombre-paso-mes-selva-bolivia-huyendo-depredadores.html",
      "title": "Rescatado un hombre que pasó un mes en la selva en Bolivia huyendo de depredadores",
      "description": "Un hombre de 30 años sobrevivió una \"pesadilla\" de un mes perdido en la selva de Bolivia, en la región de Baures-Beni",
      "preview": "¡Ups! Tu explorador está configurado para bloquear JavaScript. Para usar nuestros servicios, es necesario que lo permitas. La Vanguardia Barcelona 28/"
    },
    {
      "url": "https://yostem.org/",
      "title": "Youth Outreach in Science, Technology, Engineering, and Math",
      "description": "void",
      "preview": "0 At YO-STEM , we believe that every young mind deserves a place to explore, innovate, and grow in science, technology, engineering, and math. Through"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://www.zaxbys.com",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://nces.ed.gov/ipeds",
      "title": "IPEDS",
      "description": "The Integrated Postsecondary Education Data System (IPEDS), established as the core postsecondary education data collection program for NCES, is a system of surveys designed to collect data from all primary providers of postsecondary education. IPEDS is a single, comprehensive system designed to encompass all institutions and educational organizations whose primary purpose is to provide postsecondary education. The IPEDS system is built around a series of interrelated surveys to collect institution-level data in such areas as enrollments, program completions, faculty, staff, and finances.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 139
  }
}