{
  "data": [
    {
      "url": "https://www.fox29.com/news/officials-boy-hospitalized-after-accidentally-getting-stuck-in-rope-ladder-at-kop-indoor-park",
      "title": "Officials: Boy hospitalized after accidentally getting stuck in rope ladder at KOP indoor park | FOX 29 Philadelphia",
      "description": "An 8-year-old boy is recovering after he accidentally got stuck in a rope ladder, and was unresponsive for a short time, at a King of Prussia indoor amusement park, officials say.",
      "preview": "Freeze Warning until FRI 9:00 AM EDT, Schuylkill County, Monroe County, Carbon County, Northampton County, Lehigh County, Warren County 4 High Wind Wa"
    },
    {
      "url": "https://viewer.gutools.co.uk/world/costa-rica",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in with Google Sign in to continue to gutools.co.uk @guardian.co.uk Enter your email Forgot email? Next Create account"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "http://www.laloute.net/2010/03/5-ans-de-blog-vos-notes-preferees/",
      "title": "laloute",
      "description": "void",
      "preview": "Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Explorez le monde av"
    },
    {
      "url": "http://www.lewisbrice.com/",
      "title": "Lewis Brice",
      "description": "Lewis Brice",
      "preview": "Skip to content Close (esc) Menu Close menu Lewis Brice Log in Create account Search Search Facebook Instagram TikTok Twitter Spotify Apple Youtube Yo"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://cocoeco.ca/en/dry/cornstarch",
      "title": "Cornstarch | COCOÉCO",
      "description": "void",
      "preview": "Skip to main content You are here Home Catalog Dry Ingredients Powders Cornstarch Cornstarch 5.89$ INCI: Zea mays (corn) starch *** Quantities are lim"
    },
    {
      "url": "http://www.mailapps.me",
      "title": "Mailapps.me - awesome mobile apps for your mail!",
      "description": "void",
      "preview": "Please, send all your feedback about our apps to support@mailapps.me © 2016, Craigpark Limited"
    },
    {
      "url": "https://www.saludsavia.com/servicio/espirometria-forzada_pb-42752_instituto-de-alergia-dr-ruiz",
      "title": "Espirometría forzada por 34 € en Centro Médico Arroyofresno, Madrid - Salud Savia",
      "description": "Reserva ya Espirometría forzada, Madrid en en Centro Médico Arroyofresno por 34 €",
      "preview": "Buscar en Savia Entrar Ayuda Descarga la aplicación Atención médica sin papeleos ni letra pequeña Espirometría forzada Centro Médico Arroyofresno Call"
    },
    {
      "url": "https://www.cappellanimusica.it/batterie-e-percussioni/percussioni/products.1.10.14.sp.uw",
      "title": "Batterie e Percussioni - Cappellani Music Megastore",
      "description": "void",
      "preview": "Salta al contenuto 🧐 Non trovi il prodotto che stai cercando? ☎️ Chiamaci allo +39 095 806 2063 o invia una mail a web@cappellanimusica.it 0 Batterie"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://powerautomate.microsoft.com/",
      "title": "Power Automate: Intelligent Robotic Process Automation | Microsoft Power Platform",
      "description": "Automate workflows and business processes across apps, systems, and websites with Microsoft Power Automate using AI, digital, and robotic process automation.",
      "preview": "This is the Trace Id: 957ec0e1d6b8d0ad21f98b2feff9329a Skip to main content Power Automate Optimize business processes with a comprehensive automation"
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.ign.es/web/ign/portal",
      "title": "Inicio - Instituto Geográfico Nacional",
      "description": "void",
      "preview": "Instituto Geográfico Nacional Noticias destacadas Exposición en Madrid (se abrirá nueva ventana) Disponible nueva Guía didáctica para educación secund"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://www.nortonlifelock.com/privacy",
      "title": "Privacy | Norton",
      "description": "Norton si impegna a salvaguardare la privacy e i dati personali. L'Informativa sulla privacy generale di Norton, gli avvisi sulla privacy e altre informazioni sulla privacy sono disponibili qui.",
      "preview": "Selezione Paese/Area geografica Seleziona il tuo Paese o la tua area geografica Americhe Argentina Brasil Canada (English) Canada (Français) Caribbean"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://maddoxgallery.com/artists/85-the-connor-brothers/works/?&skip=36",
      "title": "The Connor Brothers | Maddox Gallery",
      "description": "With satirical works that combine retro art with irony, The Connor Brothers' artworks are highly sought after.",
      "preview": "The Connor Brothers works The Connor Brothers Art Dealer Drawing on paper The Connor Brothers Lockdown Self Portrait Pigment and Oil Stick on Board Th"
    },
    {
      "url": "https://www.bbc.com/sport/football/scores-fixtures",
      "title": "Scores & Fixtures - Football - BBC Sport",
      "description": "All the football fixtures, latest results & live scores for all leagues and competitions on BBC Sport, including the Premier League, Championship, Scottish Premiership & more.",
      "preview": "Football Scores & Fixtures Search October 2025 Today Choose date, selected date is Friday 10 October 2025 Skip to content Skip to today Fri 12 Sat 13"
    },
    {
      "url": "https://okendo.reviews/?subscriberId=cd7260c8-fd9a-4a52-8658-a5438ce73cf1&productId=shopify-4808263860281&locale=en",
      "title": "Response Form",
      "description": "void",
      "preview": "We're sorry but the Okendo Response Form doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "http://www.mtv.com/legal/privacy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "http://ureeka.biz/",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "http://www.bizmicro.co.kr/inquiry.html",
      "title": "Main | Clush",
      "description": "void",
      "preview": "top of page Our Expertise in AI, Cloud, and Beyond Win with our AI-first Approach AI 도입 전략 및 구축 컨설팅 비즈니스에 최적화된 AI 도입 전략을 설계하고 실행합니다. AI 에이전트 개발 기업 맞춤형"
    },
    {
      "url": "https://online.berklee.edu/takenote/katelyn-brown-talks-berklee-online-graduation-future-career-plans-and-life-at-home-with-kane-brown/",
      "title": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown",
      "description": "Katelyn Brown talks about graduating from Berklee Online with her degree in Music Business and taking her courses while on tour with husband Kane Brown.",
      "preview": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown By Pat Healy Katelyn Brown reckons she has participated in Berklee Online class"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://w3w.magnetix-wellness.com/fr/product/bijoux-magnetiques-pour-enfants/pendentif-4788",
      "title": "Magnetschmuck Wellness von MAGNETIX Wellness | MAGNETIX",
      "description": "Der Magnetix Wellness Online Shop ➤ Magnetschmuck für jung und alt ✓ Schnelle Lieferung ✓ Wellness Produkte mit Anziehungskraft ❤ Jetzt online shoppen",
      "preview": "Um MAGNETIX in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Schneller & KOSTENFREIER Versand ab 75€ 3"
    },
    {
      "url": "https://shop.calliste.lu/de/marken?/hersteller-someday?",
      "title": "Marken - Calliste Fashion",
      "description": "Trendige Marken für Damen, Herren und Ihr Zuhause - Entdecken Sie angesagte Brands und Labels im Calliste Onlineshop oder in den Calliste Filialen in Luxemburg",
      "preview": "× Wird geladen... Ihre Zustimmung zu Cookies Um Ihr persönliches Shoppingerlebnis so angenehm wie möglich zu gestalten, verwendet Calliste Cookies, au"
    },
    {
      "url": "https://www.hearstfdn.org/",
      "title": "The Hearst Foundations - HearstFDN | Hearst Foundations",
      "description": "The Hearst Foundations identify and fund outstanding nonprofits to ensure that people of all backgrounds in the United States have the opportunity to build healthy, productive and satisfying lives.",
      "preview": "The Hearst Foundations - HearstFDN Asset Publisher Explore Funding Areas MORE Signature Programs The United States Senate Youth Program is a unique ed"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://www.memberclicks.com",
      "title": "Association Management Software for Professional and Trade Associations",
      "description": "MemberClicks provides robust Association Management Software for Professional Associations, Trade Associations and Nonprofits. A purpose-built software solutions designed to simplify your membership management. Request a demo today!",
      "preview": "Skip to main content Let's connect members to your mission Membership management solutions built to empower associations, chambers and nonprofits to s"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://lakersnation.com/weekly-laker-limelight-derek-fisher/2011/03/22/",
      "title": "Weekly Laker Limelight: Derek Fisher",
      "description": "Over the final six weeks of the season we'll examine each player on the Lakers' roster and discuss what their contributions will mean during the playoffs as the Lakers aim for a three-peat. We'll cover one starter each week and then discuss the bench unit collectively. Last week we looked at the ever-controversial Ron Artest, [...]",
      "preview": "Download our Free Mobile App! Faster with Fewer Ads Get App Download our Free Mobile App! Faster with Fewer Ads Get App Search Follow US © 2024 Medium"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/verokortti-ja-veroilmoitus/",
      "title": "Verokortti ja veroilmoitus - vero.fi",
      "description": "void",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Verokortti ja veroilmoitus Verokortti Näin löydät verokortin OmaVerost"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://pluto.tv",
      "title": "Pluto TV: Watch Free Movies, TV Shows & Live TV Online",
      "description": "Watch 1000s of free movies and TV shows on demand & 100s of live TV channels for free.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://dariusforoux.medium.com/the-simple-mental-model-that-changed-my-financial-life-506aae5109fb?source=home---------2---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "The Simple Mental Model That Changed My Financial Life | by Darius Foroux | Medium",
      "description": "The Simple Mental Model That Changed My Financial Life Focus on the big-money decisions When it comes to spending money, I've made so many mistakes. When I think about the amount of money I've ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Member-only story The Simple Mental Model That Changed My Financ"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/lawsuit-filed-in-green-bay-audio-surveillance-controversy-genrich-listed-as-a-defendant/",
      "title": "Lawsuit filed in Green Bay audio surveillance controversy, Genrich listed as a defendant | WFRV",
      "description": "After controversy about Green Bay's use of audio surveillance at city hall, a lawsuit has been filed in Brown County Circuit Court.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://hourofcode.com/learn",
      "title": "Free One Hour Coding Tutorials",
      "description": "Bring an Hour of Code and computer science to your classroom or school. With over 100 free coding tutorials available to begin learning it is easy.",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/pilots/",
      "title": "Beyond the Bag Pilots - Closed Loop Partners",
      "description": "void",
      "preview": "THE 2021 BEYOND THE BAG PILOTS Testing reusable bag innovations across multiple retailers In 2021, the Consortium to Reinvent the Retail Bag, with Fou"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://table2site.com/",
      "title": "Table2Site: Convert your airtable base to a website",
      "description": "Convert your airtable base to websites with ease.",
      "preview": "Build websites with Airtable Build sites without coding - use an Airtable base as your CMS. → View airtable base → View website A few examples Landing"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://tulerie.com/",
      "title": "Tulerie | The Only Luxury Peer-to-Peer Closet Rental App",
      "description": "Tulerie is a peer-to-peer rental platform uniting sustainability, luxury, and community. Enjoy a modern, eco-friendly way to refresh your wardrobe with joy and variety.",
      "preview": "0 the only luxury peer-to-peer closet rental app Download Tulerie on ios Our Misson Wear. Share. Repeat. Tulerie is bringing to light how sustainabili"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://gaiconsultants.com/project-team-accepts-ftba-award/",
      "title": "Project Team Accepts FTBA Award for Wonderwood Connector Project - GAI Consultants",
      "description": "Jacksonville, FL-On August 5, the project team of J.B. Coxwell Contracting, Inc. (Contractor) and GAI Consultants (GAI) (Design Engineer), in partnership with the Florida Department of Transportation District Two, was on hand to accept the Florida Transportation Builders' Association (FTBA) 2016 Best in Construction Design-Build Award for the State Road (SR) 116 (Wonderwood Connector) project ... Continue reading Project Team Accepts FTBA Award for Wonderwood Connector Project",
      "preview": "Skip to content Home News and Insights Press Release Project Team Accepts FTBA Award for Wonderwood Connector Project Project Team Accepts FTBA Award"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "http://www.trentu.ca/archaeology/",
      "title": "Archaeology - Trent University",
      "description": "The Trent University experience is life-changing, career-boosting and transformational on every level. Challenge the way you think at Ontario's #1 undergraduate university, located in Peterborough and Durham GTA. Choose from over 100 undergraduate, graduate and professional programs.",
      "preview": "Welcome Video file Transcript of presentation The archaeology program at Trent is one of the largest in Canada, with twelve permanent faculty offering"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://abc7news.com/jeffrey-vandergrift-san-francisco-missing-person-jv-show-wild-949-jv-from/12889161/",
      "title": "Listeners show support for missing Wild 94.9 DJ Jeffrey \"JV\" Vandergrift as station shares 'incredibly worrisome' updates - ABC7 San Francisco",
      "description": "Bay Area radio listeners are showing their support in the search for missing DJ 'JV' as Wild 94.9 shares updates that are \"incredibly worrisome.\"",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out Listeners show support for missing Wild 94.9 DJ as station shares 'incredibly worris"
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "https://www.tatler.com/article/hollywood-scion-emma-roberts-is-the-march-cover",
      "title": "Hollywood scion Emma Roberts is the March cover | Tatler",
      "description": "Emma Roberts is embracing new beginnings: new motherhood, relationships, and a move from leading lady to hotshot behind the screen. Ellie Austin discovers how she's taking back control",
      "preview": "Skip to main content Emma wearing a Fendi coat and Chopard Haute Joaillerie Collection earrings Victor Demarchelier Emma Roberts has asked to meet in"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://rap.riken.jp/en/labs/aptdg/amst/",
      "title": "Advanced Manufacturing Support Team | RIKEN Center for Advanced Photonics",
      "description": "void",
      "preview": "このページの本文へ メニューへ HOME > Laboratories > Advanced Photonics Technology Development Group > Advanced Manufacturing Support Team Team Director Yutaka Yamag"
    },
    {
      "url": "http://wegart.sk/?ukaz=album&id=7804",
      "title": "Wegart",
      "description": "void",
      "preview": "Jacaszek - Kwiaty Ghostly International | 2017 | LP: €24,00 Ukážky z albumu si môžete vypočuť tu . Poľský hudobník Michal Jacaszek sa svojou tvorbou o"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://www.wabi.tv/2023/02/22/135-billion-lottery-winner-maine-choses-cash-option/",
      "title": "$1.35 billion lottery winner in Maine chooses cash option",
      "description": "Winner of billion-dollar Mega Millions jackpot comes forward",
      "preview": "Skip to content Maine (WABI) - The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings through the limited lia"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "http://boardgamegeek.com/boardgame/369/5ive-straight",
      "title": "5ive Straight | Board Game | BoardGameGeek",
      "description": "Card play limits where you may place your marker but five-in-a-row wins.",
      "preview": "void"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/monotonic.html",
      "title": "Monotonic Constraints - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Monotonic Constraints View page source Monotonic Constraints  It is often the case in a modeling problem or project that the functi"
    },
    {
      "url": "https://www.hwupgrade.it/news/sicurezza/apple-ios-18-uscita-funzioni_118272.html",
      "title": "Tesla, inizia il processo di espansione della Giga Berlin: raddoppio di produzione per auto e batterie | Greenmove",
      "description": "Lo stabilimento tedesco di Tesla si prepara ad una massiccia espansione, che porterà il volume delle auto costruite fino a 1 milione all'anno",
      "preview": "Login - Registrati NETWORK AUTO ELETTRICHE TECNOLOGIA INFOTAINMENT E-BIKE MOTO ELETTRICHE URBAN MOBILITY ENERGIE RINNOVABILI Tesla Tesla, inizia il pr"
    },
    {
      "url": "https://americanlibrariesmagazine.org/",
      "title": "Home | American Libraries Magazine",
      "description": "American Libraries is the voice of the profession and the flagship magazine of the American Library Association.",
      "preview": "Skip to main content The Next Generation of Activists Advocacy program trains young people to lead Baker & Taylor to Cease Operations Company begins t"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}