{
  "data": [
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Kansas-City-Missouri.html",
      "title": "Kansas City, Missouri (MO) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://stripe.com/pnc/legal",
      "title": "PNC Bank Financial Services Terms",
      "description": "void",
      "preview": "Last updated: August 22, 2022 These PNC Bank Acquirer Terms (\"Member Bank Terms\") are additional terms applicable to the Stripe Payments Services for"
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-ii",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part I of this blog here.Lee el blog en español aquí.Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault.My name",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II May 3, 2021 Facebook X Redd"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/s/surrealism",
      "title": "Surrealism | Tate",
      "description": "Tate glossary definition for surrealism: Movement, which began in the 1920s, of writers and artists who experimented with ways of unleashing the subconscious imagination",
      "preview": "Surrealism A twentieth-century literary, philosophical and artistic movement that explored the workings of the mind, championing the irrational, the p"
    },
    {
      "url": "https://www.hs.fi/teknologia/",
      "title": "Teknologia | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Teknologia Elokuvat | Jared Leto on uudessa Tron-elo­kuvassa sotilas­teko­äly, joka kapinoi luojaan"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://vitejs.dev/guide/ssr.html",
      "title": "Server-Side Rendering (SSR) | Vite",
      "description": "Next Generation Frontend Tooling",
      "preview": "ViteConf 2025 · First time in-person · Amsterdam · Oct 09-10 Register Skip to content Menu Return to top Building Together ViteConf 2025 First time in"
    },
    {
      "url": "https://www.vulture.com/article/what-is-a-nepotism-baby.html",
      "title": "What Is a Nepotism Baby, Anyway? How a 'Nepo Baby' Is Born",
      "description": "Hollywood has always loved the children of famous people. In 2022, the internet reduced them to two little words: nepotism baby. We love them, we hate them, we disrespect them, we're obsessed with them.",
      "preview": "Things you buy through our links may earn Vox Media a commission. Photo-Illustration: Joe Darrow for New York Magazine This article was featured in On"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://huridocs.org/",
      "title": "Home | HURIDOCS",
      "description": "HURIDOCS (Human Rights Information and Documentation Systems) develops tools and strategies that make human rights information accessible.",
      "preview": "Skip to content Human rights defenders need evidence, law and research to advocate justice and accountability. We develop tools and strategies that ma"
    },
    {
      "url": "http://www.spiritstorybox.com",
      "title": "Spirit Story Box - iPhone Paranormal Ghost Hunting App",
      "description": "Spirit Story Box is an iPhone paranormal app used for ghost hunting.",
      "preview": "Fantastic Features An essential tool for all of your ghost adventures In the Media As seen in the Huffington Post, USA Today, The Daily Mail, Spirit &"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://www.fondation-bertarelli.org/tristan-da-cunha-creates-planets-fourth-largest-fully-protected-mpa/",
      "title": "Tristan da Cunha creates planet's fourth-largest fully protected MPA - Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content The Tristan da Cunha Island Council and the British government have announced plans to preserve the unique biodiversity surrounding th"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "https://www.nvidia.com/en-us/shield/shield-tv-pro/",
      "title": "SHIELD TV Pro Streaming Media Player | NVIDIA",
      "description": "Shield TV Pro streaming device comes with 4K HDR, Dolby Vision and Atmos having more storage & RAM with Plex media server",
      "preview": "This site requires Javascript in order to view all its content. Please enable Javascript in order to access all the functionality of this web site. He"
    },
    {
      "url": "https://maryannyutzy.com/2007/12/24/christmas-card-and-letter-2007/",
      "title": "Christmas Card and Letter, 2007 | Delaware Grammy",
      "description": "Christmas, 2007 Shady Acres * 7484 Shawnee Road * Milford, DE 19963 And suddenly there was with the Angel, a multitude of the Heavenly host, praising God, and saying, \"Glory to God in the Highest, and on Earth, peace, goodwill toward men.\" Luke2:13,14 KJV Dear Family and Friends everywhere, This is a bright December...",
      "preview": "Delaware Grammy Skip to content Home ← Previous Post Next Post → December 24, 2007 · 11:15 pm ↓ Jump to Comments Christmas Card and Letter, 2007 Chris"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "http://allroseshavethorns.com/comic/643",
      "title": "20100625 - All Roses Have Thorns",
      "description": "Vampires, faeries, ghosts and humans interact with one another over a centuries long, historically inspired, fantasy drama",
      "preview": "Latest Comic Archive Other « ‹ › » « ‹ › » December 26, 2019 Reader comments Please enable JavaScript to view the comments powered by Disqus. comments"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "https://business.gyft.com/gift-card-catalog/",
      "title": "Radware Bot Manager Captcha",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://learning.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://yourfuture.accaglobal.com/global/en.html",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://www.computersplus.com/?attachment_id=31818",
      "title": "Computers Plus - Computer Repairs, Sales and Onsite Business Support - Computers Plus, a Directec Company",
      "description": "Computers Plus: Your experts in computer sales, computer repairs, onsite computer support and business networking. We offer top brands like Apple, Dell, Lenovo, plus custom built gaming computers. We offer solutions for both individuals and businesses.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping We have moved! We are now located at 1229 E. Virginia St. in Evansville."
    },
    {
      "url": "https://www.uxmatters.com/mt/archives/2007/01/applying-color-theory-to-digital-displays.php#:~:text=On a black background, the,text on a white background",
      "title": "Applying Color Theory to Digital Displays :: UXmatters",
      "description": "Web magazine about user experience matters, providing insights and inspiration for the user experience community",
      "preview": "Top Design Applying Color Theory to Digital Displays By Pabini Gabriel-Petit January 20, 2007 16 Comments This article is Part III of my series \"Color"
    },
    {
      "url": "https://tiempo.laopiniondemurcia.es/suecia/lidingo",
      "title": "Tiempo en Lidingo - La Opinión de Murcia",
      "description": "La previsión del tiempo en Lidingo. Consulta el tiempo para hoy, mañana y los próximos días en Suecia",
      "preview": "La Opinión de Murcia > El Tiempo > Lidingo Selecciona tu provincia A Coruña Álava Albacete Alicante Almería Asturias Ávila Badajoz Barcelona Burgos Cá"
    },
    {
      "url": "https://www.bscscan.com/txsInternal?block=12518551",
      "title": "BNB Smart Chain (BNB) Blockchain Explorer",
      "description": "BscScan allows you to explore and search the BNB blockchain for transactions, addresses, tokens, prices and other activities taking place on BNB Smart Chain",
      "preview": "BNB Price: $1,272.96 (-0.78%) Gas: 0.05 Gwei Light Dim Dark Site Settings Bsc Mainnet opBNB Mainnet Bsc Testnet opBNB Testnet BNB Smart Chain Explorer"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "http://www.all-science-fair-projects.com/",
      "title": "1000+ Science Fair Projects with Videos for All Grades",
      "description": "Find the best STEM projects & science fair project ideas · Over 55 subjects · Easy science fair projects, Top 10 & more!",
      "preview": "Find science fair project ideas from our collection of 1000+ STEM projects! Which school grade are you in? Browse by Grade Level What subject do you l"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "https://hackdesign.org/",
      "title": "Design lessons for everyone, curated by top designers | Hack Design",
      "description": "An easy to follow design course for people who do amazing things. Receive a design lesson in your inbox each week, hand crafted by a design pro. Learn at your own pace, and apply it to your real life work - no fake projects here.",
      "preview": "void"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "http://tr.apec.org/",
      "title": "APEC Trade Repository",
      "description": "void",
      "preview": "Home APEC Trade Repository Useful Links Contact Canada MFN Tariff Rates Canada Border Services Agency - Customs Tariff APEC Economies' Implementation"
    },
    {
      "url": "http://www.jobonline.it/",
      "title": "jobonline.it",
      "description": "description",
      "preview": "jobonline.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web Solu"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.currenthealth.com/",
      "title": "Current Health",
      "description": "Current Health provides the clinical and operational infrastructure that makes high-cost therapies and complex care safe, scalable, and accessible in community and home settings",
      "preview": "Deliver complex care and specialty therapies beyond the hospital. Current Health provides the clinical and operational infrastructure that makes high-"
    },
    {
      "url": "https://decidenow-app.com/privacy/",
      "title": "Decide Now! - Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: April 13, 2019 Catforce Studio represented by Gleb Kotov operates the https://decidenow-app.com website. Gleb Kotov bui"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://www.hci.org/webcast/interrupting-colorblindness-and-racial-microaggressions",
      "title": "Interrupting Colorblindness and Racial Microaggressions | Human Capital Institute",
      "description": "Original Air Date: 9/16/2020 Today's society has faced a wealth of exposure to overt forms of racism and discrimination in our communities and on our screens. Colorblindness and Racial Microaggressions mark some of the more covert ways that racial bias operates in the workplace. They are more difficult to address because they are subtle, often operating on a subconscious level by well-intentioned people. But if left unchecked, Colorblindness and Racial Microaggressions damage interpersonal relationships and undermine a company's culture of inclusion and belonging.",
      "preview": "Skip to main content webcast | On Demand Interrupting Colorblindness and Racial Microaggressions Optimize Your Talent Strategy View Slides Watch On-De"
    },
    {
      "url": "https://mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "http://www.bridges4kids.org/HelpForKids-US.html",
      "title": "Bridges4Kids State Resources and Information: USA Map",
      "description": "void",
      "preview": "Bridges4Kids Where to Find Help For a Child Anywhere in the U.S. Choose a state to begin: Territories represented: American Samoa , Puerto Rico , Virg"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://schottpackaging.co.uk/product/57-x-76mm-clear-polythene-grip-seal-bags/",
      "title": "57 x 76mm Clear Polythene Grip Seal Bags - Schott Packaging",
      "description": "Grip Seal Bags, also known as self-seal polythene bags, are the perfect solution for protecting your products from dust and debris. The watertight seal ensures that your items remain clean and dry, making these bags an excellent choice for a wide range of industries, including clothing and food production.",
      "preview": "DISPATCHING AS NORMAL. POTENTIAL FOR COURIER DELAYS, PLEASE ALLOW 1-3 WORKING DAYS FOR DELIVERY. SEE DELIVERY INFO HERE . Rated Excellent Free Deliver"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://newsroom.uw.edu/search?sort=field_date&order=desc&fulltext=covid&date_op=%3D&date%5Bvalue%5D=&date%5Bmin%5D=&date%5Bmax%5D=&date%5Bdate%5D=&f%5B0%5D=type%3Anews",
      "title": "Search - UW Medicine | Newsroom",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}