{
  "data": [
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://app.seesaw.me/#/activity/prompt.288d6f0d-5f00-4b04-a4d6-3d84d4ee088a/share_token/gzVCOH5-SA6I1b91nyeG5g",
      "title": "Seesaw",
      "description": "Seesaw creates a powerful learning loop between students, teachers, and families",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://csp.ucsc.edu/",
      "title": "Coastal Science and Policy Program | The next generation of coastal science and policy leaders",
      "description": "void",
      "preview": "Applications are Open for Fall 2026 Masters Program Applications close on December 12, 2025. Learn about application requirements, fellowships and mor"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://data.worldbank.org/",
      "title": "World Bank Open Data | Data",
      "description": "World Bank Open Data from The World Bank: Data",
      "preview": "World Bank Open Data Free and open access to global development data Close Browse World Development Indicators by Economy or Indicator Data 360 The Wo"
    },
    {
      "url": "http://www.nwswireless.com/",
      "title": "Telecom Infrastructure & Test & Measurement | Home | NWS",
      "description": "NWS offers solutions to telecom providers with custom cables and solutions and a focus on innovation. As an industry leader since 2012, NWS provides reliable and efficient telecom solutions as well as test and measurement distribution.",
      "preview": "NWS Everything Enables Solutions for a Connected World We Distribute Products and Solution Services for Digital Infrastructure. NWS Everything Founded"
    },
    {
      "url": "https://games.tampabay.com",
      "title": "Crosswords, Puzzles & Games",
      "description": "Your favorite Daily Crosswords, Daily Jumble, Daily Sudoku, Mahjong, Card Games, along with a wide variety of arcade and logic games. Play now for free!",
      "preview": "void"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.gofundme.com/f/in-memory-of-stephen-c-chikwem",
      "title": "Fundraiser by Annpaula Nwaneri : In Memory of Stephen C. Chikwem",
      "description": "Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HA... Annpaula Nwaneri needs your support for In Memory of Stephen C. Chikwem",
      "preview": "Annpaula Nwaneri and 6 others Donation protected Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HAPPINESS SELFIE IN"
    },
    {
      "url": "https://fraueninbewegung.onb.ac.at/dokumente?f%5B0%5D=jahr%3A1863&f%5B1%5D=publikationstyp%3A77&f%5B2%5D=schlagwoerter%3A87&f%5B3%5D=schlagwoerter%3A90&f%5B4%5D=schlagwoerter%3A95&f%5B5%5D=schlagwoerter%3A102&f%5B6%5D=schlagwoerter%3A105",
      "title": "Online-Dokumente | Frauen in Bewegung 1848-1938",
      "description": "void",
      "preview": "Direkt zum Inhalt Online-Dokumente"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://www.ams.usda.gov/rules-regulations/be",
      "title": "BE Disclosure | Agricultural Marketing Service",
      "description": "void",
      "preview": "Skip to main content BE Disclosure U.S. Secretary of Agriculture Sonny Perdue announced the National Bioengineered Food Disclosure Standard on Decembe"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://www.ame-church.com/",
      "title": "Official AME Church Website - African Methodist Episcopal Church",
      "description": "Official AME church website. History, structure, worldwide outreach, announcements of events, and other news and information.",
      "preview": "Home Bishop Silvester Scott Beaman President of The Council of Bishops Read Bio General Conference 2024 Information Conference Minutes Now Available V"
    },
    {
      "url": "https://llewellynfoundation.org/",
      "title": "The Llewellyn Foundation's Web Home:",
      "description": "void",
      "preview": "Mission: To fund initiatives that address the health, education and well-being of individuals, families and communities. The Llewellyn Foundation acce"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "http://www.myplayhomeapp.com/",
      "title": "My PlayHome - An imaginative play house app for young children, toddlers and pre-k kids - iPad/iPhone/iPod Touch/Android",
      "description": "void",
      "preview": "My PlayHome is a digital doll house for the iGeneration. Imagine a doll house where your child can use everything, even the closets, TV and shower. Wh"
    },
    {
      "url": "https://chemistscorner.com/cosmetic-formulation-basics/",
      "title": "Cosmetic Formulation Basics - Chemists Corner",
      "description": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8....",
      "preview": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8. N"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2019/12/how-emissionality-brings-renewable-energy-investment-and-jobs-to-coal-country/",
      "title": "How 'emissionality' brings renewable energy investment and jobs to coal country",
      "description": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new",
      "preview": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://corporate.bestbuy.com/",
      "title": "Homepage - Best Buy Corporate News and Information",
      "description": "At Best Buy, our purpose is to enrich lives through technology. Learn more about how we're doing that and read all the latest Best Buy news and stories.",
      "preview": "Best Buy joins Monopoly Game at McDonald's as Prize Partner From Oct. 6 to Nov. 2, collect game pieces and properties for a chance to win exciting pri"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://dreamscapeimmersive.com/",
      "title": "Dreamscape - A Virtual Reality Experience Like No Other",
      "description": "A place where time and space have no boundary. Each Dreamscape adventure is a shared VR experience, embracing the human desire to explore, learn and enjoy together.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://www.sagaeducation.org/",
      "title": "Saga Education - High-Impact Tutoring Resources, Services, & Technology",
      "description": "Saga Education is a national leader in high-impact, in-school tutoring, leveraging human capital and technology to accelerate educational equity. Redefining personalized learning with an evidence-based approach, scalable solutions, and student-relationship-driven design.",
      "preview": "Support Us Help Students See and Achieve Their Potential Resources, services and technology for high-impact tutoring Learn More Redefining personalize"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://infiniteforloop.tumblr.com/post/139555617318",
      "title": "typing is a contact sport • codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 18, 2016 • 72 note"
    },
    {
      "url": "https://course.fast.ai/",
      "title": "Practical Deep Learning for Coders - Practical Deep Learning",
      "description": "A free course designed for people with some coding experience, who want to learn how to apply deep learning and machine learning to practical problems.",
      "preview": "New! We just launched a new >30 hour video course for more experienced students: Practical Deep Learning for Coders part 2: Deep Learning Foundations"
    },
    {
      "url": "http://www.clipartpanda.com/clipart_images/icon-with-scissors-and-comb-21466144",
      "title": "icon with scissors and comb | Clipart Panda - Free Clipart Images",
      "description": "void",
      "preview": "Comb clipart: icon with scissors and comb Clipart Info Use this image on your Powerpoints, School Projects, Reports and More! Views: 185 Downloads: 36"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://about.bnef.com/blog/corporations-brush-aside-energy-crisis-buy-record-clean-power/",
      "title": "Corporations Brush Aside Energy Crisis, Buy Record Clean Power | BloombergNEF",
      "description": "Companies committed to buy 36.7 gigawatts of clean power through long-term contracts with strong growth in the Americas and Asia-Pacific: BloombergNEF New York and London, February 9, 2023 - Against the backdrop of a global energy crisis, supply chain bottlenecks and high interest rates, private companies and public institutions signed contracts to secure a record 36.7 gigawatts (GW) of renewable...",
      "preview": "PRESS RELEASE Corporations Brush Aside Energy Crisis, Buy Record Clean Power Clean Energy February 9, 2023"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://www.spyfu.com/",
      "title": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO",
      "description": "Search for a competitor. See their PPC and SEO secrets, download their best keywords, get the backlinks that drive their rankings, and laugh at their mistakes.",
      "preview": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO Our marketing revenue engine boosts SEO & PPC profits SEO marketing suite, PPC anal"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "http://www.laloute.net/2010/03/5-ans-de-blog-vos-notes-preferees/",
      "title": "laloute",
      "description": "void",
      "preview": "Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Explorez le monde av"
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://share.amuse.io/album/kendra-the-bunnies-of-all-time",
      "title": "Amuse",
      "description": "Create smart music links that anyone can listen to!",
      "preview": "void"
    },
    {
      "url": "https://www.kayak.co.in/?ispredir=true",
      "title": "Search Flights, Hotels & Rental Cars | KAYAK",
      "description": "KAYAK searches hundreds of other travel sites at once to find the information you need to make the right decisions on flights, hotels & car hires.",
      "preview": "Compare flight deals from 100s of sites . Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Start your travel planning here"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://www.forumforthefuture.org/",
      "title": "Forum for the Future",
      "description": "We are a leading international sustainability organisation, working with business, governments and civil society to accelerate the shift toward a sustainable future. We specialise in addressing critical global challenges by catalysing change in key systems, from food to apparel, energy to shipping.",
      "preview": "The Business Transformation Compass 2.0: A practical guide to business transformation and value creation in turbulent times Developed in partnership w"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://wnyt.com/top-stories/family-members-body-pulled-from-mohawk-river-is-samantha-humphrey/",
      "title": "Autopsy results on Mohawk River body not expected until at least Monday",
      "description": "Family members of Samantha Humphrey have posted messages on social media indicating the search for the missing teen is over.",
      "preview": "Autopsy results on Mohawk River body not expected until at least Monday Dan Levy WNYT An autopsy has been performed on the body pulled from the Mohawk"
    },
    {
      "url": "https://chewathai27.com/ep35-%E0%B8%9B%E0%B8%B51-reaction-%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B9%84%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%88%E0%B8%B3-%E0%B9%82%E0%B8%AB/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://caalmn.org/",
      "title": "Coalition of Asian American Leaders - CAAL Minnesota",
      "description": "The Coalition of Asian American Leaders (CAAL) envisions a state where all Minnesotans are actively engaged and can achieve prosperity.",
      "preview": "Sign up for our email list × Diversity is our asset Unity is our Power Play × Network Weaving Leadership Support Community Priorities Partnerships The"
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-the-wikigame-chasse-au-tresor-sur-wikipedia/",
      "title": "Activité - The WikiGame : chasse au trésor sur Wikipédia - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=PELS002",
      "title": "Donald a Pels Charitable Trust Utd 8/18/92 C/o Pkf O'connor Davies | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 12/20/2024 Grant Information Last Upd"
    },
    {
      "url": "https://gototop.b-cdn.net/Gototop%20Privacy%20Policy.html",
      "title": "void",
      "description": "void",
      "preview": "PRIVACY POLICY Updated and Effective as of February 26, 2025 TABLE OF CONTENTS General Personal Data Purposes and legal bases for processing personal"
    },
    {
      "url": "https://mangools.com/kwfinder/",
      "title": "KWFinder: Free Keyword Research & Analysis Tool | Mangools",
      "description": "KWFinder by Mangools is a keyword research tool that will help you find & analyze any keywords that you should rank for. Use our keyword finder for free!",
      "preview": "Find long tail keywords with low SEO difficulty KWFinder is the only keyword tool in the universe you will ever need. Seriously😎 Search b B y Keyword"
    },
    {
      "url": "https://fly-concept.fr/etiquette-produit/dubbing-thorax/",
      "title": "dubbing thorax - Fly-concept, fly tying, matériaux, accessoires montage de mouche",
      "description": "void",
      "preview": "Tri par défaut Tri par popularité Tri par notes moyennes Tri du plus récent au plus ancien Tri par tarif croissant Tri par tarif décroissant 10 résult"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/recording-devices-inside-green-bays-city-hall-raise-concerns-regarding-privacy/",
      "title": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy | WFRV",
      "description": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "https://help.instagram.com/519522125107875",
      "title": "Meta Privacy Policy - How Meta collects and uses user data",
      "description": "Learn how we collect, use and share user data to support Facebook, Instagram, Messenger and more. Use tools to manage your privacy preferences.",
      "preview": "void"
    },
    {
      "url": "https://wildlifestudios.com/privacy-policy/",
      "title": "Privacy Policy | Wildlife",
      "description": "Privacy Policy for Wildlife Studios: Protecting your personal information is our priority. Learn how we collect, use, and secure your data.",
      "preview": "Games Newsroom Blog Careers Who We Are Search Jobs and keywords Home / Policy Center / Privacy Policy Choose a category Overview Privacy Policy Overvi"
    },
    {
      "url": "https://miwasrl.com/index.php/prodotto/funghi-chiodini-2dot8-kg-vfna3k/",
      "title": "FUNGHI CHIODINI 2.8 KG - Miwa srl",
      "description": "Funghi Nameko selezionati ed aromatizzati in olio di semi di girasole senza retrogusti indesiderati. Il prodotto, sterilizzato, si presta all'uso professionale ed è adatto alla farcitura di pizze e focacce o per la preparazione di ricette in cucina.",
      "preview": "FUNGHI CHIODINI 2.8 KG Casa Shop SOTT'OLII E SOTTACETI FUNGHI CHIODINI 2.8 KG Prodotti correlati Esaurito SOTT'OLII E SOTTACETI ORTORISO CONDIMENTO RI"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://atom.io",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://blog.google/inside-google/covid-19/",
      "title": "COVID-19",
      "description": "void",
      "preview": "COVID-19 As COVID-19 continues to spread, we're taking action to help people around the world find information and stay connected. For more resources,"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://lbb.in/shop/product/nt-brown-hand-embroidered-winter-scarf",
      "title": "Get Nt Brown Hand Embroidered Winter Scarf at ₹ 4750 | LBB Shop",
      "description": "Purple Sunshine is an Indian label for ONE OF A KIND Beaded Jewellery, Scarves & Fashion Accessories for Women. All proceeds are donated to various Organizations & NGOs working for good causes. Each item is UNIQUE & HANDCRAFTED, using top quality material.",
      "preview": "Thank you for visiting. You can now shop for Duppatta & Shawls on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recom"
    },
    {
      "url": "https://mercantile.wordpress.org/",
      "title": "WordPress Swag Store - WordPress Swag Store",
      "description": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see.",
      "preview": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see. Featured Products WordPress Joggers 48,00 € Share Click to sh"
    },
    {
      "url": "https://fisheryprogress.org/",
      "title": "Tracking Global Fishery Improvement Projects | FisheryProgress",
      "description": "void",
      "preview": "Skip to main content Tracking Global Fishery Improvement Projects /sites/default/files/styles/homepage_banner/public/2025-04/fipii-homepage-banner2.jp"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/post/143100154781",
      "title": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer... 1.5M ratings 277k ratings See, that's what the app is perfec"
    },
    {
      "url": "https://www.texaslottery.com/export/sites/lottery/index.html",
      "title": "Texas Lottery | Home",
      "description": "Texas Lottery - Play the Games of Texas!",
      "preview": "Previous Slide ◀︎ Next Slide ▶︎ Est. Annuitized Jackpot $244 Million Est. Cash Value: $114.2 Million Next Draw: 10/11/2025 Results for: 10/08/2025 8 1"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.educationalappstore.com/best-apps/best-video-streaming-apps-for-kids",
      "title": "Streaming Apps for Kids That Are Safe and Educational - EducationalAppStore",
      "description": "These streaming video apps are designed with children in mind, offering safe, age-appropriate content that balances fun and learning.",
      "preview": "We independently evaluate all of our recommendations. If you click on links we provide, we may receive compensation. Streaming Apps for Kids That Are"
    },
    {
      "url": "https://www.iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "https://tech.bakkenbaeck.com/post/training-a-language-model-in-spacy-v3",
      "title": "Training a language model in spaCy v3 - Bakken & Baeck",
      "description": "Since 2011, we have built products with some of the most ambitious companies out there. We have offices in Amsterdam, Barcelona, Bonn, London and Oslo.",
      "preview": "Skip to content Back to overview Training a language model in spaCy v3 September 17, 2021 | Nico Lutz 1. Intro On Feb 1 2020, explosion.ai introduced"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}