{
  "data": [
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "http://onlinechessstrategy.com/",
      "title": "Online Chess Strategy",
      "description": "Online Chess Strategy.com is your place for all types of chess puzzles and chess strategies and chess information.",
      "preview": "search Home Contact us History of Chess Online Chess & Game Sites Posted by Onchessstrat on Apr 10, 2016 in chess strategy , chess tactics , chess vid"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "https://nnedv.org/",
      "title": "Home Page - NNEDV",
      "description": "NNEDV is dedicated to creating a social, political, and economic environment in which domestic violence no longer exists.",
      "preview": "close Exit Site If you are in crisis, please contact the U.S. National Domestic Violence Hotline via phone (1-800-799-SAFE), chat (TheHotline.org), or"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "https://www.kg-nirmernarrenzunft.de/2012/01/28/stadtgarde-herzogenrath-2012/",
      "title": "Stadtgarde Herzogenrath 2012 - KG Nirmer Narrenzunft 1954 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Stadtgarde Herzogenrath 2012 Heim :: Alte Beiträge :: 2012 :: Stadtgarde Herzogenrath 2012 28 Jan. 2012 HHH 0 Kommentare Stadtgard"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://rasierte-fotzen-webcam.privater-telefonsex.xyz/CAMS/DE/Darsteller/3662677_Ausnahmef/alben.html?page_item=1",
      "title": "Rasierte Fotzen Webcam#Milf Sextelefon mit Cam",
      "description": "Scharfe rasierte Fotzen vor der Webcam die mit dir chatten und geile Milfs am Sextelefon mit Cam besuchen.",
      "preview": "Menü Einloggen Anmelden Passwort vergessen? Kostenlos anmelden Cam Galerien Ausnahmef Nachricht „Ausnahmef\" ist gerade nicht online. Aber frage doch p"
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "https://www.listennotes.com/podcasts/moving-up-together-moving-up-together-qNSPIX3VDKn/",
      "title": "Moving Up Together (podcast) - Moving Up Together | Listen Notes",
      "description": "Real people and real stories that prove what you've heard - and may believe - about \"poor\" people is wrong. Moving Up Together was created by the national no...",
      "preview": "Listen Later API Data Discover Real-Time Episodes being played now Explorer Find similar podcasts Best Podcasts Recommended by us Hot Podcasts Popular"
    },
    {
      "url": "https://www.miriamfried.com",
      "title": "Miriam Fried",
      "description": "MF Strong is a coalition of trusted trainers based out of New York City, hand-selected by Miriam Fried.",
      "preview": "Cart 0 Back What is MF Strong? Meet The Team Back NYC Personal Training Virtual Training Real MF fitness. What is MF strong? A COMMUNITY-FOCUSED, BS-F"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-sql",
      "title": "Learn SQL | Codecademy",
      "description": "In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data management language.",
      "preview": "Skip to Content Free Course Learn SQL In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data mana"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://elpais.com/sociedad/",
      "title": "Sociedad en EL PAÍS",
      "description": "Sigue la última hora de la actualidad social con EL PAÍS. Educación, salud, ciencia, medio ambiente, igualdad, consumo, comunicación, Vida &amp; artes y los blogs de sociedad.",
      "preview": "Ir al contenido _ _ _ _ Eva Saiz | 10 oct 2025 - 05:30 CEST El déficit de especialistas, según profesionales de hospitales andaluces de referencia, ll"
    },
    {
      "url": "http://www.gavi.org/infuse",
      "title": "INFUSE",
      "description": "Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine delivery systems by connecting high-impact, proven innovations with the countries that need them most. It then \"infuses\" them with capital and expertise to help take them to scale.",
      "preview": "Skip to main content Back to INFUSE Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://www.dof.gov.ph",
      "title": "Homepage - Department of Finance",
      "description": "Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that will ensure funding of critical government programs that promote welfare among our people and accelerate economic growth and stability. Learn More ANNOUNCEMENTS LATEST RELEASES Recto: Gov't to ensure food supply stability and stronger support",
      "preview": "Menu Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that wil"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://www.scotusblog.com/case-files/cases/brnovich-v-democratic-national-committee/",
      "title": "Brnovich v. Democratic National Committee - SCOTUSblog",
      "description": "void",
      "preview": "Skip to content Brnovich v. Democratic National Committee Consolidated with: Arizona Republican Party v. Democratic National Committee Docket No. Op."
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://www.ashoka.org/en-us",
      "title": "Ashoka: Everyone a Changemaker",
      "description": "Ashoka envisions a world in which Everyone is a Changemaker: a world where all citizens are powerful and contribute to change in positive ways.",
      "preview": "Skip to content Unleashing the Future at Ashoka Africa's Young Changemakers Festival In a pivotal moment for the \"Everyone A Changemaker\" movement in"
    },
    {
      "url": "https://www.thelightcouture.com/en/collections/classic-antique/metal-and-bohemian-crystal-chandelier/",
      "title": "Metal and Bohemian Crystal Chandelier - Thelightcouture",
      "description": "A classic and luxurious Badari chandelier with a metal frame and Bohemian crystal decoration.",
      "preview": "press Enter to search Showing all results: No products found. Metal and Bohemian Crystal Chandelier from € 6,340.00 incl. 19% VAT Itemnumber: B-B4-16/"
    },
    {
      "url": "https://www.wheaton.edu/academics/faculty/thomas-boehm/",
      "title": "Thomas Boehm - Wheaton College, IL",
      "description": "void",
      "preview": "skip to main content Biography Dr. Thomas Boehm's work explores the intersections of disability and faith, family and flourishing. At Wheaton College,"
    },
    {
      "url": "https://oxtapus.wordpress.com/2016/12/10/%CF%80%CF%81%CE%BF%CF%83%CE%BF%CF%87%CE%B7-%CE%BA%CF%85%CE%BA%CE%BB%CE%BF%CF%86%CE%BF%CF%81%CE%B5%CE%B9-%CF%83%CF%84%CE%B7%CE%BD-%CE%B5%CE%BB%CE%BB%CE%B1%CE%B4%CE%B1-%CF%84%CE%BF-%CF%80%CF%81/",
      "title": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » - Oxtapus",
      "description": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » Μετά από πολλές πιέσεις διαφόρων ομάδων αλλά και με αφορμή την κυβέρνηση Σύριζα και τις απόψεις τους περί παιδοθεσίας σε ομόφυλα ζευγάρια , οι εκδόσεις Ίκαρος έκδοσαν ένα βιβλίο με τίτλο: via ΠΡΟΣΟΧΗ !!!...",
      "preview": "Μετάβαση στο περιεχόμενο ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « Φ"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://myeldesign.com/products/stein-necklace-with-aquamarine-in-gold",
      "title": "Stein Necklace in Yellow Gold with Aquamarine | MYEL Design",
      "description": "Discover MYEL's Stein Necklace in Yellow Gold with Aquamarine. Shop this modern and elegant 14K yellow gold jewel handmade in Montreal, adorned with a precious stone.",
      "preview": "Join the Myel Vault! Unlock first access to our new products, our exclusive events, and more. Thank you Free shipping in Canada! 🇨🇦 Fairmined Gold Off"
    },
    {
      "url": "https://www.whatdotheyknow.com/request/admission_statistics_of_internat_2",
      "title": "Admission Statistics of International Applicants for BDS 2020 entry - a Freedom of Information request to Queen Mary University of London - WhatDoTheyKnow",
      "description": "I would like to request the following statistics for 2020 entry BDS course: 1.Total number of international applicants 2.Number of international applicants offered an interview 3.Number of international applicants offered a place 4. Minimum and Maximum UCAT score of international applicants who were offered a place Yours faithfully, Navid Kouhi",
      "preview": "We are a charity - donate today to make information accessible to all × Printed from https://www.whatdotheyknow.com/request/admission_statistics_of_in"
    },
    {
      "url": "https://www.lohud.com/story/news/local/2017/05/09/danroy-henry-jr-mount-pleasant-settlement/314121001/",
      "title": "Mount Pleasant settles Danroy Henry wrongful death lawsuit",
      "description": "Family of Pace University junior Danroy Henry Jr., killed by police in 2010, calls for town to donate to slain man's charity,",
      "preview": "Skip to main content Home Election Voter Guide News Westchester Rockland Local Politics National Politics Business Coronavirus USA TODAY Careers Mount"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.imf.org/en/Data",
      "title": "IMF Data",
      "description": "Welcome to the IMF data, including databases and platforms that have access to understandable and timely data, transforming lives by making economic and financial data findable, browsable, and usable.",
      "preview": "About IMF's Work RESOURCES TOPICS IMF at a Glance Surveillance Lending Capacity Development IMF Factsheets List How the IMF Supports the Global Econom"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "http://www.viworld.com/",
      "title": "Virtual World unique website design",
      "description": "Virtual World website design, specailizes in websites that have unique graphics",
      "preview": "Virtual World specializes in unique website design and custom graphics. We put great emphasis on understanding your work or product and displaying it"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/",
      "title": "Mass Incarceration Poses Uniquely American Coronavirus Risk",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "preview": "Skip to main content Part of the Texas Department of Criminal Justice's William G. McConnell Unit in Beeville, Texas, on April 15, 2020. Photo: Eric G"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://plox.com.br/noticia/03/03/2021/estudante-com-vitiligo-universal-e-acusado-de-fraudar-sistema-cotas-e-pode-perder-bolsa",
      "title": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa",
      "description": "Gildasio Warllen perdeu toda sua melanina por conta da sua condição, mas se considera pardo",
      "preview": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa Gildasio Warllen perdeu toda sua melanina por conta da sua"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://www.theroyalbutler.co.uk/",
      "title": "The UK's etiquette expert - Grant Harrold The Royal Butler",
      "description": "Etiquette Courses - Grant Harrold The Royal Butler is a leading Etiquette Expert based in Britain teaching Etiquette Classes at a Royal level and have done so for over 11 years. His Etiquette courses, classes and workshops are offered throughout the world.",
      "preview": "top of page from Grant Harrold The Royal Butler Welcome His Majesty King Charles III Grant, it is wonderful to know that I am lucky enough to have som"
    },
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "https://www.sacred-texts.com/eso/index.htm",
      "title": "Western Esoteric Texts | Sacred Texts Archive",
      "description": "Esoteric and Occult texts at sacred-texts.com",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://refactoringui.com/previews/building-your-color-palette/",
      "title": "Building Your Color Palette - Refactoring UI",
      "description": "void",
      "preview": "Refactoring UI home page Building Your Color Palette Adapted from our book and video series, Refactoring UI . Ever used one of those fancy color palet"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://kathysbee.tumblr.com/",
      "title": "toss and tumbl",
      "description": "void",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Happy Birthday Qrow!! Have a super awesome day!! @lieutenant-butters"
    },
    {
      "url": "https://www.bisbeeporcella.com/obituaries/Gerrit-J-Thomas-Jr?obId=4516736",
      "title": "Obituary information for Gerrit J. Thomas Jr",
      "description": "View Gerrit J. Thomas Jr's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Official Obituary of Gerrit J. Thomas Jr December 10, 1930 - June 30, 2019 Gerrit J. Thomas Jr Obituary Tribute Notifications TM"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "http://resource.anshuntech.ltd/AnimalFace/privacy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Last updated: 9/28/2022 AnimalFace (\"we\", \"our\" or \"us\") understands the importance of protecting your privacy. Therefore, we have established the Pri"
    },
    {
      "url": "https://www.sonnentaler.net/aktivitaeten/mechanik/bewegung/oekomobil/teil3/ue11/",
      "title": "Unterrichtseinheit 11: Verschiedene Verkehrsmittel - Multimodalität und Intermodalität",
      "description": "void",
      "preview": "Direkt zum Inhalt Zum Ende des Inhalts Zur Service-Navigation Zur Suche Zur Hauptnavigation Zur Anmeldung/Registrierung Homepage > Aktivitäten > Mecha"
    },
    {
      "url": "https://www.cd.cz/eshop/",
      "title": "Eshop | České dráhy",
      "description": "void",
      "preview": "Spojení a jízdenka Vlak Stanice Moje cestování Přihlásit se nebo registrovat E-MAIL Heslo Přihlásit Přihlásit trvale Zapomenuté heslo Registrovat se V"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://sol.no/lunderhaug-terrasse-15-solgt-for-3-886-985-kroner/75001007",
      "title": "Lunderhaug Terrasse 15 solgt for 3 886 985 kroner",
      "description": "void",
      "preview": "Sol er en del av Aller Media. Aller Media er ansvarlig for dine data på denne nettsiden. Les mer Lunderhaug Terrasse 15 solgt for 3 886 985 kroner NTB"
    },
    {
      "url": "https://www.aulafacil.com/cursos/programacion/macromedia-dreamweaver/formatos-en-el-panel-de-propiedades-l200",
      "title": "🥇▷【 Formatos en el Panel de Propiedades - Macromedia Dreamweaver 】",
      "description": "✍✅ - Formatos en el Panel de Propiedades - En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las propiedades, \"Formato\", \"Fuente\", \"Estilo\", \"Tamaño\" y \"Color\". Vamos a verla poco a poco: La primera opción Formato",
      "preview": "Buscar En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las prop"
    },
    {
      "url": "https://www.wildlifeday.org/en",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://www.justiceinspectorates.gov.uk/hmicfrs/search?cat=stop-and-search-2&force=bermuda-police-service&frs=devon-and-somerset&s",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "http://www.cthing.com/",
      "title": "C Thing Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://vanessahurst.com/",
      "title": "Vanessa Hurst",
      "description": "engineer, mom, social entrepreneur",
      "preview": "Vanessa Hurst 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna I am never wholly comfortable or"
    },
    {
      "url": "https://www.llbean.com/llb/shop/124706",
      "title": "L.L.Bean International - The Outside Is Inside Everything We Make",
      "description": "Enjoy shopping clothing, shoes, outdoor gear and more from L.L.Bean, all made for the shared joy of the outdoors.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details COZY UP TO FALL SAVINGS! 15% OFF YOUR PURCHASE WITH CODE: GLOBAL15 COZY UP"
    },
    {
      "url": "https://www.uni-weimar.de/qisserver/rds?state=verpublish&status=init&vmfile=no&moduleCall=webInfo&publishConfFile=webInfoEinrichtung&publishSubDir=einrichtung&keep=y&einrichtung.eid=599",
      "title": "- Institut für Europäische Urbanistik Bauhaus-Universitaet Weimar",
      "description": "void",
      "preview": "Zur Seitennavigation oder mit Tastenkombination für den accesskey -Taste und Taste 1 Zum Seiteninhalt oder mit Tastenkombination für den accesskey und"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mighty-Networks-Build-Communities-Courses-Memberships-df74a4633c32421c9242b0f773771c29?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://brainfoodstudio.com/tag/how-to-yoghurt/",
      "title": "how to yoghurt Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://rpra.ca/programs/batteries/",
      "title": "Batteries - RPRA",
      "description": "void",
      "preview": "About Us About RPRA Careers Contact Us Who We Are How We Operate Advisory Councils Corporate Documents Our Board Our Team Programs Digital Reporting S"
    },
    {
      "url": "https://www.mnkaren.org/",
      "title": "Karen Organization of Minnesota",
      "description": "Karen Organization of Minnesota builds on the strengths of refugee and immigrant communities and removes barriers to achieving economic, social, and cultural wellbeing.",
      "preview": "Skip to content (651)788-7593 Welcome to KOM Building on the strengths of refugee and immigrant communities and removing barriers to achieving economi"
    },
    {
      "url": "https://newsroom.br.paypal-corp.com/home",
      "title": "Conheça o Newsroom, o portal de notícias do PayPal Brasil",
      "description": "Confira o Newsroom do PayPal, nossa plataforma de informação para jornalistas, investidores, analistas e influenciadores do setor financeiro e de pagamentos eletrônicos. Descubra como o PayPal cria oportunidades para pessoas e negócios ao redor do mundo.",
      "preview": "DESTAQUES DESTAQUES/Hero block Produto PayPal Anúncios corporativos Parcerias Estratégicas Apresentando o PayPal World: uma plataforma global que cone"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "http://windowsbro.blogspot.com/",
      "title": "WindowsBro | Windows tips, fixes, help.",
      "description": "Windows 7 and Windows 8 fixes, tricks, and stuff you may not know.",
      "preview": "Posts Comments WindowsBro | Windows tips, fixes, help. Windows fan, who wants to share his knowledge about the OS. Home Sitemap Contact/Suggestions Pr"
    },
    {
      "url": "https://www.u-dictionary.com",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://ecanarensis.com/category/gluten-free-2/desserts/",
      "title": "desserts | ecanarensis",
      "description": "Posts about desserts written by ecanarensis",
      "preview": "ecanarensis Skip to content Home About me; a few jobs I've had Writing: 9/11 Essay, \"Aloft\" Writing; once more down the rabbit hole Category Archives:"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}