{
  "data": [
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.adl.org/education/references/hate-symbols/confederate-flag",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://m3.material.io/styles/color/the-color-system/key-colors-tones",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://survey.medallia.com/?711-gr&channel=6&type=2",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nypost.com/2021/05/30/goodwill-forges-alliances-to-offer-free-career-training-resources/",
      "title": "Goodwill forges alliances to offer free career training, resources",
      "description": "When Maggie Nassour lost her job two years ago, she tapped into a free community resource to get schooled.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Goodwill Industries International funds subsidiaries that of"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "http://www.neotipi.it/",
      "title": "void",
      "description": "void",
      "preview": "www.neotipi.it Questo dominio è già registrato This domain is already taken Este dominio ya está registrado Questo dominio è stato registrato con Arub"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "https://www.contrado.it/",
      "title": "Contrado: crea, acquista e vendi prodotti | Stampa su richiesta",
      "description": "Crea il tuo brand insieme alla nostra esperienza di print on demand su abbigliamento personalizzato e stampe tessili. Stampa online e Pronte in 48 ore.",
      "preview": "EUR Menu Stampa su tessuto Arte per la casa e la parete Vestiario Borse e accessori Tessuti per metodo di stampa Tipi di tessuto personalizzati Tessut"
    },
    {
      "url": "http://www.seahorsecases.com/basket-contents.html?Session_ID=3f18f01df1864700c7b685de9dc7bec4",
      "title": "Seahorse Cases: Shopping Cart",
      "description": "void",
      "preview": "Shopping Cart Your shopping cart is currently empty. Start Shopping Copyright © 2025 Fuerte Cases A Division of The Waterproof Case Company LLC"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "http://byblackcon.com/",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US&redirect_to=https%3A%2F%2Fprofiles.wordpress.org%2Fjulianyanover%2F",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://www.startpage.com/",
      "title": "Startpage - Private Search Engine. No Tracking. No Search History.",
      "description": "Search and browse the internet without being tracked or targeted. Startpage is the world's most private search engine. Use Startpage to protect your personal data.",
      "preview": "Privacy, Please! How Does Private Search Work? Learn About Anonymous View. Privacy, Please! Blog and newsletter on the latest in privacy Visit Our Blo"
    },
    {
      "url": "https://collections.plos.org/",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://webopen.oberhaching.de/Mediensuche/Einfache-Suche?searchhash=OCLC_866c49ab88751edea4a484fed95e491777ae9591&top=y",
      "title": "Einfache Suche",
      "description": "void",
      "preview": "Informationen zum Datenschutz Bei der Verwendung dieser Webseite werden Cookies angelegt, um die Funktionalität für Sie optimal gewährleisten zu könne"
    },
    {
      "url": "https://elemental.medium.com",
      "title": "Elemental",
      "description": "Elemental is a former publication from Medium for science-backed health and wellness coverage. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Elemental by Medium 262K followers · 2 editors Follow About Help Status A"
    },
    {
      "url": "https://gcvcc.gcvcc.org/list/member/cabot-s-pueblo-museum-desert-hot-springs-13476.htm",
      "title": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums - Greater Coachella Valley Chamber of Commerce - Greater Coachella Valley Chamber of Commerce",
      "description": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums",
      "preview": "Greater Coachella Valley Chamber of Commerce Cabot's Pueblo Museum Categories Entertainment & Attractions Museums 67616 East Desert View Ave. Desert H"
    },
    {
      "url": "https://www.chat27.co.za/",
      "title": "Chat27",
      "description": "void",
      "preview": "chat·27 Welcome! A new chat·27?! We know... sequels rarely improve on the original. So we're keeping things simple. At least for starters. Reconnect w"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://about.coursera.org/how-coursera-works/",
      "title": "How does Coursera work? Get started on Coursera | Coursera",
      "description": "Coursera offers flexible, affordable, job-relevant online learning to individuals and organizations worldwide. Enroll for free today and achieve your goals on Coursera.",
      "preview": "This app works best with JavaScript enabled. World-Class Learning for Anyone, Anywhere Coursera partners with more than 350+ leading universities and"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://stableseas.org/publications/violence-gulf-guinea",
      "title": "Stable Seas: Gulf of Guinea",
      "description": "Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on interviews conducted with experts and practitioners in seven countries across the region. Maritime insecurity threatens stability of coastal communities as well as their landlocked neighbors and puts the sustainable development of the region at risk. Click here to download the report or executive summary in English. Click here to download the report or executive summary in",
      "preview": "top of page Search Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on intervi"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://www.megacabs.com/",
      "title": "void",
      "description": "void",
      "preview": "Home About Us Drive with us Login Download App 9350011111 Call us 24 X 7 62, Upper Ground Floor, Okhla Industrial Estate Phase-III, New Delhi - 110020"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://www.teampepka.com/blog/april2021-market-report",
      "title": "void",
      "description": "void",
      "preview": "Categories All Blogs (49) Florida (1) history (1) Sarasota (1) Recent Posts Timeless Love: The Legend of Sara De Soto and Sarasota's Romantic Heritage"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://www.providencejournal.com/entertainment/dining/",
      "title": "Food and Dining in Providence, RI | The Providence Journal",
      "description": "Get the latest scoop on food and dining in Providence, RI from The Providence Journal. Restaurant reviews, dining guides and more.",
      "preview": "Skip to main content Home Food & Dining Theater & Arts Our Hidden History Movies & TV Music Calendar J.T. Commons set to open in Middletown. A look at"
    },
    {
      "url": "https://hi5.com/",
      "title": "hi5 - Il social network per incontrare nuove persone",
      "description": "hi5 è la soluzione facile per incontrare nuovi amici tramite giochi, interessi comuni, suggerimenti su amicizie, sfogliando i profili e molto ancora.",
      "preview": "La rete sociale per incontrare nuove persone :) Ogni giorno milioni di persone si divertono e fanno nuove amicizie su hi5. Puoi farlo anche tu! Accedi"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Millions-of-PNG-Images-Backgrounds-and-Vectors-for-Free-Download-Pngtree-4793df102c8649539c1c054a35686514?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://palitra.app/",
      "title": "The easiest way to find a color palette - Palitra App",
      "description": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette! Try it now!",
      "preview": "Loading..."
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "http://www.scienceworld.bc.ca/",
      "title": "Today - Science World",
      "description": "void",
      "preview": "Cookies Ahead! Read our privacy policy to learn about how our website uses cookies for analytics and marketing purposes. I understand"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://codeql.github.com/docs",
      "title": "CodeQL documentation",
      "description": "void",
      "preview": "CodeQL documentation CodeQL resources CodeQL overview CodeQL guides Writing CodeQL queries CodeQL language guides Reference docs QL language reference"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "https://avenaoriginals.com/blogs/news/is-organic-better-food",
      "title": "IS ORGANIC BETTER FOOD? | Avena Originals",
      "description": "Organic Better than Non Organic? A new study published in the British Journal of Nutrition found that organic crops have higher concentrations of antioxidants, lower levels of cadmium and nitrates and fewer pesticide residues than non-organic crops. The study, by an international team led by Britain's Newcastle Univers",
      "preview": "LOGIN CREATE AN ACCOUNT Cart 0 Lifestyle Stories, Reviews & News IS ORGANIC BETTER FOOD? 29 July 2014 Organic Better than Non Organic? A new study pub"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    }
  ],
  "_meta": {
    "total_bookmarks": 60
  }
}