{
  "data": [
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "http://georgium.ucoz.hu/news/2016-01-20",
      "title": "György Béla Honlapja | Főoldal - Hírek, hasznos információk",
      "description": "György Béla honlapja | Hírek, információk. Belföld, bulvár, bűnügy, extrém, egészség, életmód, érdekes, rejtélyes, gasztro, horgász, jó tudni, vélemény, számítástechnika, történelem, kultúra, tudomány, technika, választások világ, weboldalam hírei.",
      "preview": "Péntek, 2025-10-10, 12:53:08 Nyitólap Regisztráció Belépés Üdvözöllek , Vendég Honlap-menü Főoldal - Hírek, információk Belföld Bulvár - Celeb Bűnügy"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "http://kridangan.com/",
      "title": "Indian sport news - IPL 2020 , Tennis, Badminton, Cricket & Football Updates | Kridangan",
      "description": "Kridangan have the most popular sports section covering latest news and top sports stories about ICC Cricket , IPL2020, Hockey, Football, WimbledonTennis,Kabaddi World Cup. Visit us!",
      "preview": "Cricket November 12, 2020 IPL 2020- Clinical MI win their 5th Championship in 8 years Dubai international stadium welcomed the 2 deserving finalists o"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://web.dev/learn/design/",
      "title": "Learn Responsive Design | web.dev",
      "description": "A course exploring all aspects of responsive design. Learn how to make sites that look great and work well for everyone.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources Responsive Design Stay organized with collections Save and categorize content based on your"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "https://www.barbecue-france.fr/pack-promo-louisiana-grills-1200-founders-premiere-c2x36084281",
      "title": "Barbecue France : Site de barbecues, fumoirs, planchas et combustibles",
      "description": "Découvrez les plus gastronomiques des barbecues. Livraison gratuite à partir de 270 € d'achat pour toute commande contenant un produit maître (barbecue, fumoir, plancha, etc ...)",
      "preview": "Le Goût de la Nature ... Paiement en 3X sans frais avec Payzen OK Accueil Compte Contact Votre panier 0 0,00 EUR PACKS PROMO Barbecues & Fumoirs Barbe"
    },
    {
      "url": "https://lionofviennasuite.sbnation.com/users/kidsearncash77",
      "title": "kidsearncash77 Profile and Activity - Lion Of Vienna Suite",
      "description": "Your best source for quality Bolton Wanderers news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Fanposts Sections Bolton Wanderers Transfer News Bolton Wanderers Opinion Bolton Wanderers On"
    },
    {
      "url": "https://business.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You!"
    },
    {
      "url": "https://www.americanexpress.com/en-us/business/trends-and-insights/solutions/series-2?extlink=em-us-bti-advocacypartnerenl-theseries-s2-o",
      "title": "Business Class: The Series Solutions - Latest Trends",
      "description": "American Express provides you with valuable insights in the Business Class: The Series Solutions, inspiring you to run, grow and expand your business with latest industry trends.",
      "preview": "Topics Managing Money > Getting Customers > Building Your Team > Planning for Growth > Videos Explainer Videos > Educational Shorts > Small Business S"
    },
    {
      "url": "https://in.linkedin.com/company/tata-consultancy-services?trk=similar-pages",
      "title": "Tata Consultancy Services | LinkedIn",
      "description": "Tata Consultancy Services | 17,957,583 followers on LinkedIn. Tata Consultancy Services (TCS) is an IT services, consulting, and business solutions organization that has been partnering with many of the world's largest businesses in their transformation journeys since its inception in 1968. Our consulting led, innovation-driven services help businesses evolve as perpetually adaptive enterprises, staying ahead in an ever-changing digital landscape. Recognized for excellence in software development, we rapidly apply and scale new technologies, driving long-term value and scalable transformation.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://labs.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Home | Mozilla New Products",
      "description": "void",
      "preview": "Skip to content Home Experiment with Our Latest Products / View All Create your website and connect a custom domain for free Launch your business onli"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "http://www.destinationunreal.com/modules.php?name=maps&file=viewmap&id=2113",
      "title": "destination Unreal » Maps",
      "description": "destinationUnreal",
      "preview": "Welcome to destination Unreal Please sign in Here or Register Home Forums Forums Search Members List New Posts Unanswered Posts View Your Posts Statis"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.crazyegg.com/privacy",
      "title": "Crazy Egg | Privacy Policy",
      "description": "Our Privacy Policy is part of Crazy Egg's Terms of Use and describes the privacy practices of Crazy Egg, Inc. on our websites, located at https://www.crazyegg.com, as well as other websites or mobile applications that we own or operate collectively via Crazy Egg's website. Check it out!",
      "preview": "Privacy Policy Last Updated: January 6, 2025 This Privacy Policy describes the privacy practices of Crazy Egg, Inc. (\"Crazy Egg\", \"we\", \"us\", \"our\") o"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "https://sustainability.stanford.edu",
      "title": "Stanford Doerr School of Sustainability",
      "description": "Accelerating the development of large-scale solutions and educating tomorrow's change makers in response to urgent planetary challenges.",
      "preview": "Main content start For life on Earth. Forever. Watch now A blueprint for mapping melting ice sheets Stanford researchers have created an open-source t"
    },
    {
      "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/x-factor-finalists-out-belfast-10905167",
      "title": "X-Factor finalists out and about in Belfast before tonight's show | Belfast Live",
      "description": "The X-Factor finalists have been stopping for fan photos in the city",
      "preview": "‌ ‌ ‌ Skip to main content X-Factor finalists out and about in Belfast before tonight's show The X-Factor finalists have been stopping for fan photos"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/learning-through-play/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "http://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://foundation.mozilla.org/?form=donate&c_id=7014x000000eQOH&utm_source=mozilla.org&utm_medium=referral&utm_campaign=moco&utm_content=footer",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "http://latam.rlgamericas.com/",
      "title": "RLG LatAm",
      "description": "void",
      "preview": "RLG Américas facilita el cierre de los ciclos de materiales, proporcionando soluciones de devolución y reciclaje de próxima generación. Ayudamos a nue"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "https://events.c2cglobal.com/events/#/list",
      "title": "Events List | Google C2C Global",
      "description": "We can't wait to see you at an upcoming C2C event! On this page, you can search by location, select event types (virtual or in-person), and pick out topics of your interest! For easier navigation, use the magnifying glass icon on the top right of the page to do a full event search.",
      "preview": "Skip to main content We use cookies to ensure that we give you the best experience on our website. By continuing your visit on the website, you consen"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "https://video.repubblica.it/edizione/parma?pag=4",
      "title": "Video - la Repubblica",
      "description": "Tutti gli articoli pubblicati, le gallerie fotografiche e i video pubblicati nella sezione Video",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Video Parma, rogo in un appartamento: madre e figlio salvati dai vi"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "http://appt.ly",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "http://www.nrcan.gc.ca/",
      "title": "Natural Resources Canada",
      "description": "Ensuring the country's abundant natural resources are developed sustainably, competitively and inclusively.",
      "preview": "Natural Resources Canada Committed to improving the quality of life of Canadians by ensuring the country's abundant natural resources are developed su"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://projectbackboard.org/",
      "title": "About",
      "description": "void",
      "preview": "Signed in as: filler@godaddy.com About Work Artists Resources Support #PlayWithPurpose Select Press Every Court Has A Story Common Practice Real-Time"
    },
    {
      "url": "https://www.bmw.com.sv/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW El Salvador | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://notelet.so/",
      "title": "Notelet - Beautiful websites and blogs published with Notion.",
      "description": "Write in Notion, publish to the web. Simply edit and publish a website from Notion. Use your custom domain, analytics and more.",
      "preview": "Create a website or blog with Notion. Write in Notion, publish to the web. Custom domain, analytics, themes and more. Try without signup (takes 2min)"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://unitedwaymiami.org/",
      "title": "United Way Miami | Volunteer, Donate, or Find Help in Miami",
      "description": "void",
      "preview": "The 2025-2026 Community Campaign has officially launched! Your browser does not support the video tag. Providing Lasting Help, Right Here. Make an Imp"
    },
    {
      "url": "https://cineclub.de/filmarchiv/z/v.html",
      "title": "Cineclub - Filmarchiv: v",
      "description": "Übersicht über Filmkritiken im Cineclub",
      "preview": "Cineclub-Filmarchiv aktuelle Filme - die besten Filme 0 - 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - A - B - C - D - E - F - G - H - I - J - K - L - M - N -"
    },
    {
      "url": "https://www.typewolf.com/",
      "title": "What's Trending in Type · Typewolf",
      "description": "Typewolf helps designers choose the perfect font combination for their next design project-features web fonts in the wild, font recommendations and learning resources.",
      "preview": "Every Sep 28, 2025 Fonts - Signifier , Switzer TR Studio Sep 27, 2025 Fonts - Arizona Flare , Dia Go RVing Sep 26, 2025 Fonts - Agipo , Topol , Maison"
    },
    {
      "url": "https://goldentriangledc.com/grow-golden/",
      "title": "Grow Golden - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Grow Golden Home > Locate Here > Grow Golden Golden Triangle Welcomes Retail & Restaurant Pop-Ups Momentum is building for retail and"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://www.anniewong.co/tell",
      "title": "Tell | annie",
      "description": "void",
      "preview": "top of page Tell: Stories of Girlhood > Performance > Gallery 44 Centre for Contemporary Photography as part of Field of Vision > 2017 Participating a"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone?utm_source=pony&utm_campaign=cofsite&utm_term=checkered&utm_medium=lifestyle",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://coloringwatch.com",
      "title": "Coloring Watch - Coloring Watch - Apple Watch Coloring Book",
      "description": "Coloring is a great way to calm down and relieve stress. Coloring Watch is the first coloring book made exclusively for Apple Watch. \"Our Favorite Apple Watch Apps\" - list by Apple in the US.",
      "preview": "We´d love to hear from you. Drop us a line. contact@coloringwatch.com More Apple Watch apps by us:"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "https://www.khanacademy.org/humanities/medieval-world/medieval/europe-1300-1400-beginners/v/egg-tempera-painting",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.borger.dk/sundhed-og-sygdom",
      "title": "Sundhed og sygdom",
      "description": "Her kan du se en oversigt over indholdet under dette emne",
      "preview": "Tag stilling til cookies på borger.dk Borger.dk sætter tredjepartscookies til besøgsstatistik og i forbindelse med spørgeskemaer på borger.dk. Hvis du"
    },
    {
      "url": "https://www.omnicalculator.com/physics/escape-velocity",
      "title": "Escape Velocity Calculator",
      "description": "Use our escape velocity calculator to find out the speed required to leave the surface of any planet.",
      "preview": "274 The escape velocity calculator is a tool that you can use to find what speed an object needs to gain in order to leave the surface of any celestia"
    },
    {
      "url": "https://mothersruinnashville.com/",
      "title": "Mother's Ruin Nashville",
      "description": "1239 6th Ave N, Nashville, TN 37208",
      "preview": "Home Order Online Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "https://www.nih.gov/health-information",
      "title": "Health Information | National Institutes of Health (NIH)",
      "description": "Find science-based health information on symptoms, diagnosis, treatments, research, clinical trials and more from NIH, the nation's medical research agency.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "https://simpleswap.io/cn/crypto-to-crypto/usdterc20-scrt",
      "title": "USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台",
      "description": "Exchange USDT to SCRT at the finest current rate via SimpleSwap! ➡️ Sign-up free ➡️ Swap over 1000 coins ➡️ Convert crypto fast ➡️ Swap Tether USD to Secret with our service at the lowest current price, 24/7 live support",
      "preview": "Exchange Navigation menu Log in Get an account USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台 Other Options to Swap Secret Explore many other"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://bignosekate.co/",
      "title": "Big Nose Kate® - Western Whiskey",
      "description": "Western Whiskey",
      "preview": "YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign up for our newsleter. SUBSCRIBE YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign"
    },
    {
      "url": "https://www.marksandspencer.com/l/lingerie",
      "title": "New in Lingerie & Underwear | New in Ladies Nightwear at M&S",
      "description": "Discover our quality selection of new-in lingerie - from bras to flattering shapewear. Explore maternity lingerie, thermal wear and nightwear at M&S",
      "preview": "Nightwear Knickers Bras Tights Lingerie Sets Shapewear Bodies & Corsets Thermals Vests & Camisoles Slips Black Red Green Blue Pink Cream Navy Brown Gr"
    },
    {
      "url": "http://www.didattica.org/",
      "title": "Didattica: Home Page",
      "description": "void",
      "preview": "DIDATTICA Software didattico per la scuola Benvenuti! In questo sito offriamo software didattico liberamente scaricabile, destinato soprattutto agli a"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-ipad_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "https://www.tchabitat.org/",
      "title": "Home | Twin Cities Habitat For Humanity",
      "description": "Twin Cities Habitat builds, rehabs, & repairs homes, educates families about homeownership, provides mortgage counseling, and advocates for affordable housing.",
      "preview": "Goodbye, Rental. Hello, Home. We're Building a Better Home-Buying Experience. We've always been a housing organization. We started by swinging hammers"
    },
    {
      "url": "https://www.nbcunicareers.com/",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://earthdata.nasa.gov/learn/backgrounders/what-is-sar",
      "title": "Synthetic Aperture Radar (SAR) | NASA Earthdata",
      "description": "Background information on synthetic aperture radar, with details on wavelength and frequency, polarization, scattering mechanisms, and interferometry.",
      "preview": "Skip to main content What is Synthetic Aperture Radar? Synthetic aperture radar (SAR) is a type of active data collection where an instrument sends ou"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://www.atlantisbahamas.com/",
      "title": "Bahamas Vacation Resort | Luxury Resort | Atlantis Bahamas",
      "description": "Experience Atlantis Paradise Island resorts entertainment and adventures. See what activities and amenities this Bahamas vacation destination has to offer.",
      "preview": "Book Activities Events Gift Cards Gallery Atlantis Stories FAQ's Accommodations Dining Experiences Aquaventure Entertainment Offers Casino Meetings &"
    },
    {
      "url": "https://www.jamendo.com/?language=en",
      "title": "Jamendo Music | Free music downloads",
      "description": "Free music downloads and streaming. Discover and explore 600,000+ free songs from 40,000+ independent artists from all around the world.",
      "preview": "void"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://truthsocial.com/@realDonaldTrump/posts/108647350940945943",
      "title": "Truth Social",
      "description": "Truth Social is America's \"Big Tent\" social media platform that encourages an open, free, and honest global conversation without discriminating on the basis of political ideology.",
      "preview": "To use this website, please enable JavaScript."
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://www.climate-charter.org/signatures/",
      "title": "Signatures - Climate Charter",
      "description": "All humanitarian organizations are invited to sign the Charter. This page is updated regularly with signatories and their public commitments to the Charter (when ready). Supporters of the Charter are listed here.",
      "preview": "Signatures All humanitarian organizations are invited to sign the Charter . This page is updated regularly with signatories and their public commitmen"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.laaclu.org",
      "title": "Home - ACLU of Louisiana",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Leading liberty forward in Louisiana The Latest Press Release Longtime NY Resident Released from Louisiana ICE Facility, but Freedom Remains Uncertain"
    },
    {
      "url": "https://www.ywcanca.org/",
      "title": "YWCA National Capital Area | Women's Rights | Racial Justice | Adult Education",
      "description": "YWCA National Capital Area: We are a DC based nonprofit whose mission is to eliminate racism and empower women through adult education, youth mentoring, and advocacy. Join us!",
      "preview": "0 JOIN OUR WOMEN'S ENTREPRENEURSHIP PROGRAM! Apply Now Get the English language skills and training needed to get the job or advance in your current c"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "https://www.printerlife.it/liguria/toner-a-ceriana",
      "title": "toner a Ceriana - Printer Life",
      "description": "State cercando un toner a Ceriana per la vostra stampante laser o fotocopiatrice, ti proponiamo toner orginali e/o compatibili al miglior prezzo garantito.",
      "preview": "Noleggio fotocopiatrici Siti Web Home Printer Life Costi! Prodotti Partecipazioni nozze Libretti matrimonio Gadget promozionali Tipografia Servizi Ven"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3gMXl",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "http://www.whedon.info/index.php/gahlery/trainingsraum/dist/dist/IMG/jpg/-Graphics,395-.html?debut_articles=50",
      "title": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "description": "Joss Whedon & Sarah Michelle Gellar news, photos, videos : Buffy, Angel, Firefly, Dollhouse, Avengers - Page 50",
      "preview": "Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers Joss Whedon : Buffy, Angel, Firefly, Dollhouse, Avengers, Sarah Michelle Gellar Sitemap XML -"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://cat.barchemicals.it/prodotto/bp-bioglayd/",
      "title": "BIOGLAYD | Catalogo Barchemicals Group",
      "description": "BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria",
      "preview": "BIOGLAYD BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria"
    },
    {
      "url": "https://learn.microsoft.com/docs/",
      "title": "Technical documentation | Microsoft Learn",
      "description": "Read in-depth developer documentation about Microsoft tools such as .NET, Azure, C++, and Microsoft Cloud. Explore by product or search our documentation.",
      "preview": "Documentation Technical documentation Search for in-depth articles on Microsoft developer tools and technologies. Search Index Product directory Explo"
    },
    {
      "url": "https://syway.org/blog/pure-friendship/",
      "title": "Pure friendship - SY:WAY",
      "description": "\"...so many of you, are receiving the blessings of joy: the blessings of oneness with others, friendship, the pure friendship, pure relationships of just enjoying each other's Spirit; not anything else, not the body, not the mind, the intellectual pursuits and talking and all that, but just feeling each other's Spirit, and the fragrance of [...]",
      "preview": "Home » Pure friendship \"...so many of you, are receiving the blessings of joy: the blessings of oneness with others, friendship, the pure friendship, pu"
    },
    {
      "url": "https://docs.aws.amazon.com/IAM/latest/APIReference/API_PolicyDetail.html",
      "title": "PolicyDetail - AWS Identity and Access Management",
      "description": "Contains information about an IAM policy, including the policy document.",
      "preview": "PolicyDetail - AWS Identity and Access Management Documentation AWS Identity and Access Management API Reference Contents See Also PolicyDetail Contai"
    },
    {
      "url": "https://domenomania.pl/centrum-wiedzy/jak-po-zalogowaniu-zmienic-haslo-do-panelu-klienta",
      "title": "Zmiana hasła przy użyciu funkcji przypomnij hasło » Domenomania.pl",
      "description": "Sprawdź jak po zalogowaniu zmienić hasło do Panelu klienta. W tym przypadku podczas zmiany hasła wymagana jest znajomość dotychczasowego hasła dostępu.",
      "preview": "Panel klienta Sprawdź jak zalogować się do Panelu klienta Domenomania.pl oraz jakie operacje możesz wykonać po zalogowaniu na usługach, np. domeny i s"
    },
    {
      "url": "https://ir.spire.com",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://medlineplus.gov/diabetes.html",
      "title": "Diabetes | Type 1 Diabetes | Type 2 Diabetes | MedlinePlus",
      "description": "Diabetes is a chronic health condition in which your blood glucose levels are too high. There is no cure, but diet, exercise, medications, and weight control can help.",
      "preview": "Skip navigation Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://www.epidemicsound.com",
      "title": "Bring your story to life | Music & SFX for videos | Epidemic Sound",
      "description": "Get unlimited access to our catalog of high quality music, sound effects and soundtracking tools. Use them worry-free, worldwide, all rights included.",
      "preview": "We use cookies We and our partners use cookies to store and access personal data such as browsing data for purposes such as serving and personalizing"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    }
  ],
  "_meta": {
    "total_bookmarks": 148
  }
}