{
  "data": [
    {
      "url": "http://www.americanexpress.com/us/content/legal-disclosures/online-privacy-statement.html",
      "title": "Privacy Disclosures | Privacy Notice & Statement | AMEX US",
      "description": "At American Express, we're committed to safeguarding the data we hold about you. Explore our Privacy Disclosures to learn more about our policies & principles.",
      "preview": "Privacy Disclosures At American Express, we value your trust and respect your privacy. Explore our Privacy Disclosures to learn more about our privacy"
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://swipepages.com/",
      "title": "Best Landing Page Builder for Conversions - Swipe Pages",
      "description": "Generate leads & increase conversion rate using fast, mobile optimized landing pages. A Landing page builder trusted by 7500+ ROI driven marketers.",
      "preview": "Product Landing Page Templates AI Page Builder Mobile Landing Pages Features Performance Pricing Solutions For Agencies For Ecommerce For SaaS For Rea"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.ice.gov",
      "title": "ICE | U.S. Immigration and Customs Enforcement",
      "description": "U.S. Immigration and Customs Enforcement's (ICE) mission is to protect America from the cross-border crime and illegal immigration that threaten national security and public safety. This mission is executed through the enforcement of more than 400 federal statutes and focuses on smart immigration enforcement, preventin",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://www.cloudflare.com/mozilla/firefox-private-network-privacy-notice/",
      "title": "Cloudflare Privacy Notice for Firefox Private Network | Cloudflare",
      "description": "Read about Cloudflare Privacy Notice for Firefox Private Network",
      "preview": "Firefox Private Network Privacy Notice PRIVACY NOTICE FOR THE CLOUDFLARE PROXY POWERING THE FIREFOX PRIVATE NETWORK WHAT IS THE CLOUDFLARE PROXY FOR F"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "https://margaretfuhrer.com/",
      "title": "Margaret Fuhrer - Arts writer and editor",
      "description": "Arts writer and editor",
      "preview": "Skip to content Subscribe Subscribed Margaret Fuhrer Sign me up Already have a WordPress.com account? Log in now. Privacy Margaret Fuhrer Subscribe Su"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "http://ambitointernacional.com/azerbaiyan-primera-republica-parlamentaria-en-todo-el-oriente-musulman/",
      "title": "Azerbaiyán, primera República parlamentaria en todo el Oriente Musulmán - Ámbito Internacional",
      "description": "Desde la recuperación de la independencia han sido un faro en su camino de progreso",
      "preview": "Connect with us Share Tweet La vida lentamente esta volviendo a la normalidad en algunos países, luego de experimentar un alivio de la asfixiante pand"
    },
    {
      "url": "https://www.ilmtalzottelstedt.de/nachwuchs/archiv/2020-21/c-junioren/spiele/11981-ilmtal-zottelstedt-sv-09-arnstadt",
      "title": "2020/21 : Ilmtal Zottelstedt vs. SV 09 Arnstadt 4 : 1",
      "description": "Auf der offiziellen Webseite des FSV Ilmtal Zottelstedt wird der Verein mit allen Mannschaften und Mitgliedern vorgestellt. Es gibt zahlreiche Statistiken zu Spieltag und Spielern, viele Fotos und vieles mehr. (C) soccero",
      "preview": "C-Junioren : Spielbericht (2020/21) Kreisoberliga MTH 1. Spieltag - 13.09.2020 10:30 Uhr Ilmtal Zottelstedt SV 09 Arnstadt 4 : 1 (3 : 0) Aufstellung E"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://www.operationgratitude.com/",
      "title": "Homepage - Operation Gratitude",
      "description": "Our mission continues Our mission remains unchanged: to say \"Thank You\" to our Military and First Responder communities, and to honor their service by creating opportunities for all Americans to [...]",
      "preview": "🇺🇸 Our Mission Continues 🇺🇸 A Message from our Founder Skip to content Our mission continues Our mission remains unchanged: to say \"Thank You\" to our"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://ms.portal.azure.com/?l=en.en-us#blade/Microsoft_Azure_Support/HelpAndSupportBlade/overview",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "http://www.motorola.com/",
      "title": "motorola Italia | Telefoni Android & Razr | motorola",
      "description": "void",
      "preview": "Supporto Menu Menu smartphones Swarovski ® Crystals motorola collection famiglia razr La nuova icona è qui famiglia edge Premium senza compromessi fam"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://unmhealth.org/stories/2021/10/project-echo-supports-educators-during-covid.html",
      "title": "Project ECHO Provides 'Critical Aid' for Educators During the Pandemic - Project ECHO",
      "description": "During COVID-19, Project ECHO connected educators to share strategies, support families, and keep students engaged in remote learning.",
      "preview": "Children Project ECHO Provides 'Critical Aid' for Educators During the Pandemic When classes abruptly shifted online at the beginning of the COVID-19"
    },
    {
      "url": "http://www.headphone.com/",
      "title": "Headphones.com - Shop the best headphones and home audio",
      "description": "Find the best headphones, speakers and home audio. 365-day returns, free shipping over $100 and legendary customer service!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100 more to get free shipping! Load"
    },
    {
      "url": "https://www.factmonster.com/encyclopedia/ecology/animals/invertebrates/pink-bollworm",
      "title": "pink bollworm | FactMonster",
      "description": "pink bollworm, destructive larva of a moth, Pectinophora gossypiella. Probably of Native American origin, it is a serious pest of cotton in the S United States, chiefly along the Mexican border. The larva feeds on the blossoms, lint, and seeds of cotton",
      "preview": "ADVERTISEMENT / Columbia Encyclopedia / Plants and Animals / Animals / Zoology: Invertebrates / pink bollworm pink bollworm Enter your search terms: p"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://glazy.org/articles/understanding-seger-unity",
      "title": "Glazy",
      "description": "void",
      "preview": "We're sorry but Glazy doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "https://www.japantimes.co.jp/news/2018/11/02/national/japanese-towns-thrive-abundant-squid-suffer-numbers-decline-alarming-rate/#.XQDUZXt7mRt",
      "title": "Japanese towns that thrive on once-abundant squid suffer as numbers decline at alarming rate - The Japan Times",
      "description": "Takashi Odajima picked up a cracked and faded photograph and dusted it off with his sleeve. He smiled a little sadly at the image from long ago, back when he was a baby boy.",
      "preview": "Subscribe Digital Print Sanae Takaichi Real Estate NOBEL PRIZE Latest News Today's print edition Home Delivery JAPAN Politics Society Crime & Legal Sc"
    },
    {
      "url": "https://rebeccarhodes.teachable.com/courses/how-to-paint-a-pet-portrait-from-beginning-to-end/lectures/34382851",
      "title": "Introduction, Goals | Watercolors with Rebecca Rhodes",
      "description": "A Step by Step Guide in Creating Your Own Pet Portrait",
      "preview": "How to Paint a Pet Portrait from Beginning to End Welcome! Introduction Introduction, Materials Roadmap: The 5-Step Process to Paint Your Pet Glossary"
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/USmenuspotter.html",
      "title": "McDonald's New Menu Item Spotter",
      "description": "News and updates about delicious additions to McDonald's USA menu, including new menu items, returning favorites, and limited-time offers.",
      "preview": "McDonald's USA Menu Spotter October 01, 2025 Spotted: a delicious new addition to McDonald's menu. Welcome to your one and only source for updates on"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.txtranskids.org/legal",
      "title": "Legal Updates",
      "description": "Everybody deserves to feel safe and supported in their community. But trans Texans, especially kids in schools, don't always feel safe or supported. Are you a transgender, non-binary, or genderqueer Texan, or someone who loves them? Check out our Know Your Rights resources and sign up to become an advocate to defend the rights of trans youth in Texas.",
      "preview": "Legal Updates ¡Vea este sitio en español! Disclaimer: No part of this webpage constitutes legal advice. Please contact Lambda Legal, the ACLU of Texas"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.ashoka.org/en-us",
      "title": "Ashoka: Everyone a Changemaker",
      "description": "Ashoka envisions a world in which Everyone is a Changemaker: a world where all citizens are powerful and contribute to change in positive ways.",
      "preview": "Skip to content Unleashing the Future at Ashoka Africa's Young Changemakers Festival In a pivotal moment for the \"Everyone A Changemaker\" movement in"
    },
    {
      "url": "https://www.cosmetify.com/pixi-vitamin-c-energising-infusion-sheet-mask/?slfpid=3",
      "title": "PIXI Vitamin C Energising Infusion Sheet Mask | Sales",
      "description": "Buy PIXI Vitamin C Energising Infusion Sheet Mask at Cosmetify. Get the best price online in the UK or set up alerts. Fast delivery options on eligible orders.",
      "preview": "Get The Best Price 'Excellent' Trustpilot Rating 2,500+ Brands Hair Care Treatments Hair Masks PIXI PIXI Vitamin C Energising Infusion Sheet Mask No r"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://www.webassessor.com/wa.do?page=certInfo&branding=GOOGLECLOUD&tabs=13",
      "title": "Logged out",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://kfupm.discovery.symplectic.org/Fyl-Louie-Panoy",
      "title": "Discovery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://www.fosi.org/",
      "title": "Home - Family Online Safety Institute",
      "description": "void",
      "preview": "Working to make the online world safer for kids and their families Learn More The Family Online Safety Institute emphasizes three core pillars to prom"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/Register",
      "title": "Action Center",
      "description": "Sign up for updates from Goodwill Industries International, Inc.",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Please do not close this window. You will need to c"
    },
    {
      "url": "https://kartoweb.itc.nl/geometrics/Map%20projections/body.htm",
      "title": "Geometric aspects of mapping: map projections",
      "description": "void",
      "preview": "4.0 Introduction Maps are one of the world's oldest types of document. For quite some time it was thought that our planet was flat, and during those d"
    },
    {
      "url": "https://www.reprolegalhelpline.org/sma-contact-the-helpline/",
      "title": "Contact the Helpline - Repro Legal Helpline",
      "description": "No matter where you are on your reproductive journey, we can help. The Repro Legal Helpline provides free, confidential legal services for your reproductive life, including abortion, pregnancy loss, and birth. You know you. We know the law. No matter your age, our judgment-free legal services are here to help...",
      "preview": "Need help? Call our free Repro Legal Helpline: 844-868-2812 Quick Exit (ESC) | Search No matter where you are on your reproductive journey, we can hel"
    },
    {
      "url": "https://register.apple.com/health-records/",
      "title": "Health Records",
      "description": "Health Records",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    },
    {
      "url": "https://community.powerbi.com/",
      "title": "Power BI forums - Microsoft Fabric Community",
      "description": "void",
      "preview": "skip to main content FabCon is coming to Atlanta Join us at FabCon Atlanta from March 16 - 20, 2026, for the ultimate Fabric, Power BI, AI and SQL com"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "https://wpml.org",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://www.cd.cz/jizdni-rad/",
      "title": "Jízdní řád | České dráhy",
      "description": "void",
      "preview": "Jízdní řád Elektronický jízdní řád Hledejte spojení a nakupujte jízdenky pohodlně on-line! Vyhledat spojení Off-line jizdní řád zdarma Kapesní jízdní"
    },
    {
      "url": "https://www.vudu.com",
      "title": "Service is not available in your region.",
      "description": "void",
      "preview": "Service is not available in your region."
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.inbeat.co/ad-mockup-generator/instagram/",
      "title": "Instagram Ad Mockup",
      "description": "Inbeat",
      "preview": "Important tool updates - Learn more Resources Learn Articles Read about influencer marketing Growthnotes - Newsletter Insights for the modern marketer"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/programs/article/about-early-head-start-program",
      "title": "About the Early Head Start Program | HeadStart.gov",
      "description": "Early Head Start programs provide family-centered services for low-income families with very young children designed to promote the development of the children, and to enable their parents to fulfill their roles as parents and to move toward self-sufficiency.",
      "preview": "Skip to main content Programs Share Open an Email-sharing interface Open to Share on Facebook Open to Share on Twitter Open to Share on Pinterest Open"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/comprar-bilhete",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2F",
      "title": "Home - Girlfriend Collective",
      "description": "Sustainable, ethically made activewear available in sizes XXS to 6XL. Girlfriend Collective makes activewear out of recycled materials because trash looks better on you than it does polluting the planet. Don't make waste, wear it.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW STEP OUTSIDE Clothes made for fresh air and open trails. START YOUR ADVENTURE Girlfriend Picks SHOP ALL Compres"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}