{
  "data": [
    {
      "url": "https://bmo.readthedocs.io/en/latest/",
      "title": "BMO Documentation (bugzilla.mozilla.org) - BMO documentation",
      "description": "void",
      "preview": "Navigation next BMO documentation » BMO Documentation (bugzilla.mozilla.org) BMO Documentation (bugzilla.mozilla.org) ¶ 1. About This Documentation 2."
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://cleantogreen.in/#updates-wrapper",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "https://www.laona.at/shop/shop/alle-kleider/24193-1710-9137/pretty-chiffon-dress",
      "title": "unique online-shop | Abendkleider, Ballkleider & Cocktailkleider",
      "description": "Entdecke exklusive Abendkleider, Ballkleider und Cocktailkleider im unique online-shop. Stilvolle Eleganz und luxuriöse Extravaganz für deinen perfekten Auftritt.",
      "preview": "ABOUT Shahin Moghadam ist Gründer und Kreativdirektor des Modeunternehmens UNIQUE. Mit seinem Gespür für Trends, Ästhetik und Qualität prägt er seit ü"
    },
    {
      "url": "https://www.law.cornell.edu/supct/html/90-1014.ZO.html",
      "title": "Lee v. Weisman, 505 U.S. 577 (1992).",
      "description": "void",
      "preview": "Lee v. Weisman (90-1014), 505 U.S. 577 (1992)."
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "http://pixel.google/business?utm_source=Google_SMB&utm_medium=Website&utm_campaign=Google_SMB",
      "title": "The Google phone. Built for business. - Pixel for Business",
      "description": "Secure. Seamless. Helpful. Pixel has the tools you need for your team in one powerful device.",
      "preview": "Skip to main content Contact us Overview Google Phones Small Business Enterprise Resources Contact us Pixel 10 Pro & Pixel 10 Pro XL Perform like a pr"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "http://www.odessablackchamber.com/",
      "title": "The Black Chamber of Commerce of the Permian Basin | non-profit | Permian Basin, Texas, USA",
      "description": "The Black Chamber of Commerce of the Permian Basin provides a platform for networking with businesses, owners, professionals, and entrepreneurs. By becoming a Member you can contribute to a collective voice that influences polices, regulations, and initiatives that impact the community.",
      "preview": "top of page Welcome to Our Site Looking to connect with other business owners in the Permian Basin? The Black Chamber of Commerce of the Permian Basin"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "https://cocoeco.ca/en/dry/cornstarch",
      "title": "Cornstarch | COCOÉCO",
      "description": "void",
      "preview": "Skip to main content You are here Home Catalog Dry Ingredients Powders Cornstarch Cornstarch 5.89$ INCI: Zea mays (corn) starch *** Quantities are lim"
    },
    {
      "url": "https://definition.org/define/inspection/",
      "title": "Definition of inspection - Definition.org",
      "description": "Definitions of inspection. What is inspection: The act of inspecting.. Synonyms: advection, affection, check, check-out procedure, checkout, circumspection, collection, complexion, confection, examination, inspect, inspector, investigation, scrutiny",
      "preview": "Search Random Word Definitions Translations En Arabic Belarusian Catalan Chinese Czech Danish Dutch English Estonian Finnish French German Greek Hebre"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://fireflies.ai/",
      "title": "Fireflies.ai | AI Teammate to Transcribe, Summarize, Analyze Meetings, Real Time AI Note Taker",
      "description": "Fireflies uses generative AI to bring ChatGPT to meetings. Generate transcripts and smart summaries for Zoom, Google Meet, Microsoft Teams, Webex and several other platforms.",
      "preview": "The #1 AI Teammate For Your Meetings Transcribe, summarize, search, and analyze all your team conversations. Get Started Request Demo Rated 4.8 / 5 GD"
    },
    {
      "url": "https://www.totallyspain.com/",
      "title": "Spain & Portugal Travel Agent: Customised Tours | Totally Spain",
      "description": "Savvy and reputable Spain & Portugal Travel company. Custom Private Tours & Vacation Specialists since 2000. Travel Smoothly. Travel Privately.",
      "preview": "CUSTOM PRIVATE TRAVEL BY THE SPECIALISTS IN SPAIN & PORTUGAL Totally Spain is a savvy and reputable Spain & Portugal Travel Agency with expert travel"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://library.municode.com/ne/omaha/codes/code_of_ordinances?nodeId=PTIIMUCO_CH6AN",
      "title": "Municode Library",
      "description": "MunicodeNEXT, the industry's leading search application with over 3,300 codes and growing!",
      "preview": "void"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://bmw.oemdtc.com/category/recalls",
      "title": "Recalls | BMW & MINI - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pmc.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/pat-mcgrath-labs-skin-fetish-sublime-perfection-foundation-prod151550027?slfpid=3",
      "title": "Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation - Bergdorf Goodman",
      "description": "Shop Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "http://www.oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://wiki.gnupg.org/HelpOnMacros/MonthCalendar?calparms=HelpOnMacros/MonthCalendar,2001,12,0,-29,,,MonthCalendarTemplate",
      "title": "HelpOnMacros/MonthCalendar - GnuPG wiki",
      "description": "void",
      "preview": "Toggle sidebar Toggle navigation Comments Immutable Page Search: Menu Navigation RecentChanges FindPage Local Site Map Help HelpContents HelpOnMoinWik"
    },
    {
      "url": "https://www.militarytimes.com/pay-benefits/2019/12/10/it-changed-my-life-these-nonprofits-are-honored-for-making-a-difference-in-the-military-community/",
      "title": "'It changed my life': These nonprofits are honored for making a difference in the military community",
      "description": "Overall Newman's Own winner inspires students to create one-of-a-kind devices to help veterans.",
      "preview": "Pay & Benefits 'It changed my life': These nonprofits are honored for making a difference in the military community By Karen Jowers Dec 10, 2019 Vietn"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    }
  ],
  "_meta": {
    "total_bookmarks": 50
  }
}