{
  "data": [
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://www.lieben.no",
      "title": "Lieben Fotografi, fotograf i Molde - Lieben Foto",
      "description": "Fotograf i Molde. Ekte og naturlig fotografi, øyeblikk du vil huske. Bryllup, barn, familier, nyfødfotografering.",
      "preview": "MENU 01 of 04 EKTE & NATURLIG ØYEBLIKK DU VIL HUSKE Om meg Familie Nyfødt Shop Blogg Kontakt Best of 2018 BRYLLUP Org.nr 988138703 // SALGSVILKÅR NETT"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "http://www.watchworthy.app/",
      "title": "Watchworthy - Personalized TV Show Recommendations",
      "description": "Find your next binge-watch with our TV quiz. Get personal recommendations for shows you'll love so you can spend more time watching and less time searching.",
      "preview": "TV worthy of your time Watchworthy matches you to shows and movies you'll love, in seconds! Available on Apple and Android devices Watchworthy is a FR"
    },
    {
      "url": "https://rdmasters.lympago.com/2016/12/we-spotted-this-ai2-scooting-along-at_4.html",
      "title": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "description": "We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today!",
      "preview": "Skip to main content We spotted this AI2 scooting along at a fine old pace in the sea breeze at Matilda Bay on the Swan today! Get link Facebook X Pin"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-the-wikigame-chasse-au-tresor-sur-wikipedia/",
      "title": "Activité - The WikiGame : chasse au trésor sur Wikipédia - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://www.foodsafetynews.com/tag/missouri-cattlemen/",
      "title": "Missouri cattlemen | Food Safety News",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://muse.jhu.edu/article/625112",
      "title": "Project MUSE - Seamounts as Sites for Governance in the \"Areas Beyond National Jurisdiction\"",
      "description": "void",
      "preview": "This website uses cookies to ensure you get the best experience on our website. Without cookies your experience may not be seamless. Accept [Skip to m"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "https://www.law.cornell.edu/supct/html/90-1014.ZO.html",
      "title": "Lee v. Weisman, 505 U.S. 577 (1992).",
      "description": "void",
      "preview": "Lee v. Weisman (90-1014), 505 U.S. 577 (1992)."
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    }
  ],
  "_meta": {
    "total_bookmarks": 29
  }
}