{
  "data": [
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "https://www.aranzulla.it/come-liberare-spazio-su-iphone-100123.html",
      "title": "Come liberare spazio su iPhone | Salvatore Aranzulla",
      "description": "Sei un utente iPhone già da qualche tempo e puoi ritenerti più che soddisfatto della scelta fatta.",
      "preview": "Questo sito contribuisce alla audience di Canale Offerte e Sconti su Telegram Scopri le migliori offerte sul canale Telegram ufficiale. Guarda su Tele"
    },
    {
      "url": "https://linktr.ee/summer.residency",
      "title": "Summer Residency | Linktree",
      "description": "South of France - August 2025",
      "preview": "Summer Residency South of France - August 2025 Welcome Website Cookie Preferences · Report · Privacy View on mobile"
    },
    {
      "url": "http://www.scottygroup.com/",
      "title": "SCOTTY Group",
      "description": "void",
      "preview": "browser window size is below minimum resolution Contact Secure. Reliable. Trusted. Secure. Reliable. Trusted. Anticipating tomorrow The reason why mos"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "https://www.zaxbys.com",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://live.worldbank.org",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://www.ywboston.org/about-us/employment/inclusionboston-manager-2/",
      "title": "YW Boston Jobs: Join Our Team to Drive Change",
      "description": "Explore career opportunities at YW Boston and contribute to our mission of eliminating",
      "preview": "Skip to content Jobs 2025-08-12T13:52:25-04:00 Jobs YW Boston is constantly growing and improving our efforts to address the most pressing racial, gen"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    },
    {
      "url": "https://mahxipad.tumblr.com/post/143010030732",
      "title": "Computer science: the impact of K-12 on university enrollment - @mahxipad on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://www.danielkennedy.com/",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/pinks/hi-maintenance",
      "title": "Hi Maintenance - Sheer Pale Pink Nail Polish - Essie",
      "description": "Keeping your nails looking good doesn't have to be high maintenance. Try Essie's Hi Maintenance, a sheer pale pink nail polish that only looks time-consuming.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://jadedragonapothecary.com/products/yoni-steam-herbs",
      "title": "Yoni Steam Herbs - Jade Dragon Apothecary",
      "description": "Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which a woman allows the warmth of herbal steam to permeate the exterior of her vagina. Respected by healers around the globe, yoni steaming is an opportunity to reconnect with your body and utilize the wisdom of plant medicine to heal your cycle. Yoni stea",
      "preview": "Menu Cart 0 Yoni Steam Herbs $19 95 $19.95 Default Title - $19.95 USD Add to Cart Yoni steaming, (yoni is Sanskrit for vagina), is a practice in which"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://news.engr.psu.edu/2022/stewart-bryn-carbon-release-from-streams.aspx",
      "title": "Climate plays large role in carbon release from streams, researchers find | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back A team of Penn State engineers has determined that both water discharge - or the volume of water flowing th"
    },
    {
      "url": "https://www.military.com/spousebuzz/2020/04/21/making-military-spouses-focus-abby-malchow.html",
      "title": "Making Military Spouses a Focus: Abby Malchow | Military.com",
      "description": "Sometimes, the most powerful forces behind change come from someone who didn't even know what they were getting into.",
      "preview": "Making Military Spouses a Focus: Abby Malchow (Photo Courtesy of Abby Malchow) Military.com | By Rebecca Alwine Published April 21, 2020 Advocates are"
    },
    {
      "url": "https://www.doksite.de/de/video/5418-Hingerissen_von_einem_ungewoehnlichen_Schicksal_im_azurblauen_Meer_im_August",
      "title": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August | DOKsite Filmportal",
      "description": "void",
      "preview": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August 1974 Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "https://www.tridenthotels.com/",
      "title": "5 Star Hotels in India | Best Hotels in India | Trident Hotels",
      "description": "Trident hotels is a chain of 5 star hotels in India, located in the top cities offering great hospitality, deluxe rooms, 5 star restaurants, spas & much more.",
      "preview": "Book your stay11 Select Your Hotel Select Your Hotel Select a hotel Trident, Agra Trident, Bandra Kurla, Mumbai Trident, Bhubaneswar Trident, Chennai"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://patrickmcgrath.blogspot.com/2017_04_30_archive.html",
      "title": "Patrick McGrath Muñiz: 30 April 2017",
      "description": "Artist Blog and Journal",
      "preview": "Saturday, May 6, 2017 Library & Garden and why everyone should have them. \"Si Hortum et Bibliotheca habes, deerit nihil\" -Cicero To Varro, in Ad Famil"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "http://www.aacounty.org/departments/planning-and-zoning/research-and-gis/",
      "title": "Research & GIS Section | Anne Arundel County Government",
      "description": "void",
      "preview": "Skip to main content Research & GIS Section The Research & GIS Section of the Office of Planning and Zoning maintains and provides demographic and geo"
    },
    {
      "url": "https://www.chuldenkopaintings.com/about",
      "title": "ABOUT - CHULDENKO",
      "description": "void",
      "preview": "0 photo:james geer SARAH CHULDENKO Sarah Chuldenko Reynolds lives and works in Los Angeles, California. She is originally from Chagrin Falls, Ohio and"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.paginegialle.it/",
      "title": "PagineGialle | Trova Aziende e Professionisti: Info e Recensioni",
      "description": "Su PagineGialle trovi informazioni, orari verificati, contatti e recensioni su negozi, liberi professionisti, aziende e altre attività italiane.",
      "preview": "Trova tutto a due passi da te Inserisci il nome dell'attività Inserisci l'indirizzo Cerca Categorie più cercate Farmacie Supermercati Ristoranti Estet"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "https://thatsourjampodcast.com/tag/ipod-roulette/",
      "title": "iPod Roulette - That's Our Jam",
      "description": "void",
      "preview": "Skip to content Search Search for: LISTEN TO EPISODE 19: Speaking of the Sons of Liberty... And below are all the supplemental reading/listening items f"
    },
    {
      "url": "https://daten.berlin.de/",
      "title": "Home | Berlin Open Data",
      "description": "void",
      "preview": "Skip to main content Offene Daten lesbar für Mensch und Maschine. Das ist das Ziel. Was soll gesucht werden? Datensätze Artikel und Apps Suchbegriff S"
    },
    {
      "url": "https://watch.frndlytv.com/",
      "title": "Watch Family-Friendly TV Live and On Demand | FRNDLY TV",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://lswcollectorapp.home.blog/contact-us/",
      "title": "Contact Us - LSW Collector",
      "description": "If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas.Ask about minifigure variations that may be hard to recognize even with our detailed descriptions. Receive information concerning our Privacy Policy which can be found here.Address legal questions.",
      "preview": "Skip to content If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas. Ask"
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "https://earthday.org/earth-day-quizzes/",
      "title": "Earth Day Quiz | Official Earth Day Website | earthday.org",
      "description": "Test your knowledge with a quiz from EARTHDAY.ORG! Year-round, we're building knowledge and skill to confront global crises - see how much you've learned!",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Earth Day Quizzes How much do you know about our Earth? Test your knowledge! C"
    },
    {
      "url": "https://www.justfoodfordogs.com/",
      "title": "JustFoodForDogs | Fresh Dog Food, Proven Healthy",
      "description": "JustFoodForDogs fresh dog food is proven to be more digestible and supports immune system health. Explore healthy, vet-recommended dog food today!",
      "preview": "× Find a store 5 miles 15 miles 30 miles 50 miles 100 miles Search Use My location - Or - Contact us loading ... Built by vets. Backed by science. Lov"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://wpml.org",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://latinospro.org/",
      "title": "Home - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Phone This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up for"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "https://overdeck.org/portfolios/",
      "title": "Portfolios | Overdeck Family Foundation",
      "description": "Overdeck Family Foundation funds organizations that enhance each stage of childhood learning, from birth to graduation. Learn more.",
      "preview": "Early_Impact Created with Sketch. Early Impact Creating strong foundations for early learning. Read More Exceptional_Educators Created with Sketch. Ex"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://switchboard.live",
      "title": "Switchboard Live - Government-Approved Live Streaming Management Platform",
      "description": "Government-approved live streaming platform available through GSA Schedule Contract 47QSWA18D008F. Trusted by federal agencies via Carahsoft partnership for federal, state & local governments. Secure multistreaming to social platforms with enterprise-grade compliance and reliability.",
      "preview": "Create Account Sign up using Google OR Email Password Already a member? Login 🚀 Exciting news, we've just launched an awesome new feature: Scheduled E"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-impact",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://card.apple.com/",
      "title": "Apple Card",
      "description": "Apple Card",
      "preview": "void"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://www.sizze.io/",
      "title": "Sizze App",
      "description": "Build pages with Sizze",
      "preview": "Create your interface from a picture or via Figma layout Search Get Plus Log in React Flutter Swift Ionic Copy"
    },
    {
      "url": "https://tnaqua.org/",
      "title": "Tennessee Aquarium | Chattanooga Attractions | IMAX Movies",
      "description": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals and an IMAX theater. Plan your visit today!",
      "preview": "Skip to content Tickets IMAX Donate Menu River Journey Learn More Ocean Journey Learn More Aquarium + Rock City Combo Ticket Learn More Coming soon to"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "http://globalfashionagenda.com/",
      "title": "Home - Global Fashion Agenda",
      "description": "With the ultimate vision of a net positive fashion industry for people and the planet, Global Fashion Agenda is on a mission to accelerate impact by inspiring, educating, influencing, and mobilising all stakeholders.",
      "preview": "ACCELERATING impact TO CREATE A net positive FASHION INDUSTRY At Global Fashion Agenda, we are driving change in one of the world's most resource-inte"
    },
    {
      "url": "https://www.examveda.com/computer-fundamentals/practice-mcq-question-on-tally/?page=14",
      "title": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Page-14 section-1",
      "description": "This chapter cater to you MCQ and aptitude questions and answers on Tally ERP. Tally Accounting Package is hold a very good value in technical aptitudes. Page-14 section-1",
      "preview": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Home / Computer Fundamentals / Tally Section 1 Section 2 Section 3 13"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://medium.com/email-bullseye/the-holy-grail-of-email-deliverability-email-deliverability-guide-2020-7fb9c56c3345",
      "title": "The Holy Grail Of Email Deliverability - Email Deliverability Guide 2021 | by Johann Sigmund | Email Bullseye | Medium",
      "description": "\"\" is published by Johann Sigmund in Email Bullseye.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Email Bullseye · Email Marketing for Outdoor focused eCommerce Brands - f"
    },
    {
      "url": "http://dabdeveloper.wixsite.com/dabdeveloper/contact",
      "title": "Contact | dabdeveloper",
      "description": "void",
      "preview": "top of page Denne hjemmeside blev bygget på Wix. Lav din i dag. Kom i gang Any feedback is appreciated Dine oplysninger blev succesfuldt sendt! Send b"
    },
    {
      "url": "https://www.magicum-berlin.de/museum/",
      "title": "Museum - Magicum Berlin Magic Museum",
      "description": "Entdecke das MAGICUM im Herzen Berlins. Ein lokales Museum für Magie. Von Rätsel bishin zu Kunst von Ciro Marchetti. Für zauberhaften Spaß",
      "preview": "Die Themen im MAGICUM Das MAGICUM ist das weltweit erste interaktive Museum der Magie und Mystik. Einzigartig, spannend und zauberhaft! Das MAGICUM -"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://www.codecademy.com/learn/paths/data-science",
      "title": "Data Scientist: Machine Learning Specialist | Codecademy",
      "description": "Machine Learning Data Scientists solve problems at scale, make predictions, find patterns, and more! They use Python, SQL, and algorithms. Includes **Python 3**, **SQL**, **pandas**, **scikit-learn**, **Matplotlib**, **TensorFlow**, and more.",
      "preview": "Skip to Content Career Path Data Scientist: Machine Learning Specialist Machine Learning Data Scientists solve problems at scale, make predictions, fi"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://iuu.xview.us/",
      "title": "xView3 - IUU",
      "description": "void",
      "preview": "Welcome to xView3! A competition to detect dark vessels using computer vision and global SAR satellite imagery Image credit: U.S. Coast Guard; used wi"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}