{
  "data": [
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.etonline.com/bachelorette-star-kaitlyn-bristowe-engaged-to-jason-tartick-exclusive-156837",
      "title": "Kaitlyn Bristowe Engaged to Jason Tartick (Exclusive Details) | Entertainment Tonight",
      "description": "ET is breaking down all the details about their engagement, including exclusive pics from the proposal.",
      "preview": "News 'Bachelorette' Star Kaitlyn Bristowe Engaged to Jason Tartick: Exclusive Details Inside the Proposal! Kaitlyn Bristowe and Jason Tartick Are Enga"
    },
    {
      "url": "https://www.bnnbloomberg.ca/chicago-crime-defines-mayor-s-race-as-spending-lawbreaking-surge-1.1889271",
      "title": "BNN Bloomberg - Canada Business News, TSX Today, Oil and Energy Prices",
      "description": "Get the latest Canadian business news, including TSX updates, changes to oil and energy prices, and Bank of Canada coverage. Explore stock market investing and get expert financial insights on investment portfolio strategies.",
      "preview": "Skip to main content Statistics Canada set to release September jobs data this morning Statistics Canada is set to release jobs data for September thi"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "https://roadsideattractionspublicity.com/filmography/somewhere-in-queens/",
      "title": "Roadside Attractions Publicity",
      "description": "Roadside Attractions Publicity",
      "preview": "void"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://mediacenter.adp.com/",
      "title": "ADP Media Center - Workforce Newsroom",
      "description": "void",
      "preview": "Workforce Newsroom ADP® Lyric HCM Wins Top HR Product of 2025 Award By HR Executive Decoding AI: The Augmented Workplace ADP® Introduces New Resource"
    },
    {
      "url": "https://blackdoctor.org/author/30dayhairdetox/",
      "title": "BlackDoctor.org - Where Wellness & Culture Connect",
      "description": "BlackDoctor.org is the most comprehensive online health resource for African Americans. Learn about black health conditions, wellness, celebrity news & more!",
      "preview": "Skip to main content Skip to secondary menu Skip to primary sidebar Skip to footer Where Wellness & Culture Connect For Every Breast Cancer Fighter, S"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.azti.es/",
      "title": "AZTI - Centro de Investigación Marina y Alimentaria",
      "description": "Investigación Marina y Alimentaria",
      "preview": "AZTI es un centro tecnológico comprometido con los grandes retos a los que se enfrenta la humanidad. Por ello, trabajamos desarrollando soluciones sos"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://zerofoundation.de/plakat-zur-ausstellung-mack-klein-piene-uecker-lo-savio-0-galleria-la-salita-roma/",
      "title": "Plakat zur Ausstellung „Mack + Klein + Piene + Uecker + Lo Savio = 0\", Galleria La Salita, Rom - ZERO foundation",
      "description": "void",
      "preview": "ZERO foundation x Aktuelles ZERO-Kunst und Mode ZERO war ein Neuanfang. Ende der 1950er-Jahre stellten Heinz Mack, Otto Piene und Günther Uecker die"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "https://jobs.medium.com/?source=about_page---jobs_module_link-----------------------about_page_jobs_module_link-&utm_source=about&utm_medium=landing-page&utm_campaign=jobs&utm_content=module",
      "title": "Careers at Medium | by Jobs @ Medium | Jobs at Medium | Medium",
      "description": "At Medium, we believe in the power of words - and we're on a mission to bring the world's expertise to life through memorable storytelling.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Jobs at Medium · Keep up to date with our job openings Press enter or cli"
    },
    {
      "url": "https://intercom.help/merit-america/en/articles/5691241-how-much-do-your-programs-cost",
      "title": "How much does Merit America cost? | Merit America Help Center",
      "description": "void",
      "preview": "Skip to main content All Collections Covering the Program Cost Program Cost Overview How much does Merit America cost? How much does Merit America cos"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "https://docs.google.com/document/d/1ahEsbZgIa99mFhoJX14P-t4BxyvTe8S7eioLyNRK3JM/edit#heading=h.3y7nhrclernv",
      "title": "Instantly - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework - Documenti Google",
      "description": "Instantly.ai - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework I'm not a copywriting expert, but we were getting 400+ replies monthly in our lead gen agency + grew Instantly to 100K/MRR with the same strategies I'm going to share with you below. This means that you d...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "http://www.edgewear.com/",
      "title": "EDGEWEAR Reef sandals Oakley sunglasses Shark watches Sanuk - edgewear.com",
      "description": "Everything you need for the Beach Life - Oakley sunglasses Reef sandals Freestyle Shark watches Sanuk shoes. The Edge Clothing store in Rehoboth Beach, Delaware",
      "preview": "Skip to content Search All Categories Eyewear Sandals Watches Tees Shorts Account Pause slideshow Play slideshow ROARK Previous slide Next slide Eleva"
    },
    {
      "url": "https://brilliant.org/courses/linear-algebra/",
      "title": "Courses | Brilliant",
      "description": "Guided interactive problem solving that's effective and fun. Try thousands of interactive lessons in math, programming, data analysis, AI, science, and more.",
      "preview": "Courses Learning Paths Step-by-step paths to mastery"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://corporate.walmart.com/",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.distancesfrom.com/in/how-far-is-Dankuni-from-Indore-via-Ranchi/HowFarHistory/43878018.aspx",
      "title": "How far is Dankuni from Indore via Ranchi",
      "description": "How far is Dankuni from Indore,1594 Km - Distance from Indore to Dankuni via Ranchi,1275 Km - Flight distance between Indore and Dankuni",
      "preview": "Direction Map Travel Time LatLong Flight D Flight T HowFar Route TripCost CO2 Emission Calories Planner Trip Cost Itinerary Reverse percentage Simple"
    },
    {
      "url": "https://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384",
      "title": "Thickening Cream 100ml | My Website TONI AND GUY",
      "description": "void",
      "preview": "Products Thickening Cream 100ml Public Pricelist Thickening Cream 100ml http://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384 10.000"
    },
    {
      "url": "https://www.checkfreepay.com/en/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Your privacy matters. Fiserv respects your privacy and is committed to protecting your personal information. Privacy Policy Privacy Policy for CheckFr"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/Transcript223.docx?version=e69dc7f8-a0b8-7d09-ff82-f821891ad767",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://www.alegre.tv/seminars/types-substrates",
      "title": "Τύποι Υποστρωμάτων - Alegre TV | #alegre growshop videos",
      "description": "William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊου 2013, Park Hotel Θέμα:...",
      "preview": "share Τύποι Υποστρωμάτων William Texier - General Hydroponics Σεμινάρια Υδροπονίας Alegre growshop, σε συνεργασία με το ΑΤΕΙ Καλαμάτας. Αθήνα, 26 Μαϊο"
    },
    {
      "url": "https://www.microfibreconsortium.com/",
      "title": "The Microfibre Consortium - Home",
      "description": "The Microfibre Consortium convenes a global community of organisations, leading the way toward mitigating fibre fragmentation from textile design, development and manufacturing through science-led action",
      "preview": "0 HOME Our mission To work towards zero impact from fibre fragmentation from textiles to the natural environment. The Microfibre Consortium work to co"
    },
    {
      "url": "https://oceandecade.org/es/",
      "title": "Decenio del Océano - La ciencia que necesitamos para el océano que queremos",
      "description": "Decenio del Océano es una iniciativa marco de 10 años destinada a identificar, generar y utilizar conocimientos oceánicos fundamentales para gestionar el océano de forma sostenible.",
      "preview": "EL DECENIO vídeo © Universeum Ocean Science Lab DEL OCÉANO La ciencia que necesitamos para el océano que queremos 10 años. 10 Desafíos. 1 Océano. El o"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://porsche.oemdtc.com/category/recalls",
      "title": "Recalls | Porsche - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://knitty.com/archive.php",
      "title": "Knitty.com - Deep Fall 2025",
      "description": "Knitty is the longest-running free knitting magazine on the web. Enjoy our huge selection of free, quality knitting patterns and articles!",
      "preview": "Knitty The Knitty Pattern Library The Knitty Library Search our database of patterns by yarn weight , project type or both. Select Yarn Weight: lace ["
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://locate.apple.com",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://www.systembolaget.se/sortiment/",
      "title": "void",
      "description": "void",
      "preview": "Startsida Spara Sortiment Kunskap & inspiration Alkohol & Hälsa Hur påverkar alkohol din träning? Ju mindre du dricker desto lättare är det för kroppe"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "http://ambitointernacional.com/azerbaiyan-primera-republica-parlamentaria-en-todo-el-oriente-musulman/",
      "title": "Azerbaiyán, primera República parlamentaria en todo el Oriente Musulmán - Ámbito Internacional",
      "description": "Desde la recuperación de la independencia han sido un faro en su camino de progreso",
      "preview": "Connect with us Share Tweet La vida lentamente esta volviendo a la normalidad en algunos países, luego de experimentar un alivio de la asfixiante pand"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://www.theguardian.com/science",
      "title": "Science | The Guardian",
      "description": "Latest Science news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Science Nobel prizes Nobel prize in chemistry awarded to scientists for work on 'Hermione's handbag' Trio hono"
    },
    {
      "url": "https://aws.baseball-reference.com/leagues/NL/1966-specialpos_p-fielding.shtml",
      "title": "1966 National League Pitcher | Baseball-Reference.com",
      "description": "Check out the fielding stats for all the National League teams and players on Baseball-Reference.com",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://www.rossmann.de/de/kosmetik/make-up/c/0700",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://blog.walgreens.com/content/content-hub/us/en/homepage/community-stories/helping-breast-cancer-patients-get-quality-healthcare.html",
      "title": "Helping breast cancer patients get quality healthcare",
      "description": "void",
      "preview": "Search Community Stories Helping breast cancer patients get quality healthcare By Walgreens Oct 31, 2022 • 2 min As many as 30% of breast cancer death"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "http://Rescue-DE.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://www.tnpaccessories.com/products/tnp-accessories-ab-mat-black-blue",
      "title": "Ab Mat - Black/Blue | TnP Accessories",
      "description": "TnP Accessories Ab MatThe TnP Accessories Ab Mat is an effective tool to train the abdominal muscles and for developing core strength. It offers a variety of exercises that will isolate the upper and lower abs, as well as the oblique and lo...",
      "preview": "TEL : +44 203 630 0230 Roll over image to zoom in Ab Mat - Black/Blue Save £-13.99 TnP Accessories SKU: TNP964 Stock: Sold out Price: £13.99 / Sold ou"
    },
    {
      "url": "https://ywcapiercecounty.applytojob.com/apply/sM5JCSJPwV/Director-Of-Therapeutic-Services",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://docs.llamaindex.ai/en/stable/",
      "title": "Welcome to LlamaIndex 🦙 ! | LlamaIndex Python Documentation",
      "description": "void",
      "preview": "Skip to content Welcome to LlamaIndex 🦙 ! LlamaIndex is the leading framework for building LLM-powered agents over your data with LLMs and workflows ."
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "https://apnews.com/hub/europe",
      "title": "Europe News | Breaking European News Today | AP News",
      "description": "Never miss an update on European news from The Associated Press. Stay informed on all Europe business, sports, economic news and more.",
      "preview": "void"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "http://cbprs.org/",
      "title": "Cross Border Privacy Rules System",
      "description": "The APEC Cross-Border Privacy Rules (CBPR) System builds consumer, business and regulator trust in cross border flows of personal information.",
      "preview": "Search for: Home Consumers Business Government About CBPRs Compliance Directory CBPR System PRP Documents News Privacy in APEC Region Slide: Consumer"
    },
    {
      "url": "http://www.ibge.gov.br/home/disseminacao/eventos/missao/principios_orientadores_informacoes_geoespaciais.shtm",
      "title": "IBGE | Portal do IBGE | IBGE",
      "description": "void",
      "preview": "Portal do Governo Brasileiro"
    },
    {
      "url": "https://tree.tributestore.com/?oId=25875204",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "http://adictoslibros.blogspot.com/2016/02/la-saga-de-los-volsungos.html",
      "title": "Adictos a los libros: La saga de los Volsungos",
      "description": "Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavos; ya que fue escrito por un islandes, sa...",
      "preview": "sábado, 13 de febrero de 2016 La saga de los Volsungos Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavo"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://www.milspouseroadmap.org/journeys/entrepreneurship/",
      "title": "Entrepreneurship & Self-Employment - MilSpouse Roadmap",
      "description": "void",
      "preview": "Skip to content Entrepreneurship & Self-Employment Whether you're starting your own business or working for yourself, entrepreneurship requires planni"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://envs.ucsc.edu/faculty/index.php?uid=klseto",
      "title": "Faculty - Environmental Studies",
      "description": "void",
      "preview": "Faculty You can also see our faculty sorted by their research interests on our Research Areas page. View all instructor office hours through our resou"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://careers.walmart.com/corporate/corporate-affairs-and-communications",
      "title": "Corporate Communications Jobs | Walmart Careers",
      "description": "Learn more about corporate communications jobs at Walmart. Apply online today!",
      "preview": "Corporate Corporate Affairs and Communications See All Openings From press releases to policies and everything in-between, the Corporate Affairs and C"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "https://title2.ed.gov/Public/Home.aspx",
      "title": "Title II - Welcome",
      "description": "void",
      "preview": "LOGIN INSTRUCTIONS HAVE CHANGED, TO VIEW UPDATED INSTRUCTIONS CLICK HERE 2024 Title II Report Academic Year 2022-23 Data The 2024 State Reports includ"
    },
    {
      "url": "http://snf.fra.affrc.go.jp/index_eng.html",
      "title": "Seikai National Fisheries Research Institute, Fra",
      "description": "void",
      "preview": "Seikai National Fisheries Research Institute ACCESS INQUIRY 1. Research on the stock assessment of commercially important species and related marine e"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}