{
  "data": [
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "https://www.boscovs.com/product/cloudz-relaxing-soft-travel-pillow/91070?slfpid=3",
      "title": "Out of Stock - Boscov's",
      "description": "Out of Stock - Boscov's",
      "preview": "Skip to Content back to top Fall Festival Price Drops Just In! Shop Now NEW! Womens On Trend Shop Shop Now Every Day Free Shipping at $49 Details"
    },
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://www.bmw.com.co/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "Tienda BMW Colombia: Carros y Accesorios - BMW Shop Colombia",
      "description": "Encuentra tu BMW soñado, ropa exclusiva de la marca y accesorios para personalizar tu BMW en un solo lugar. ¡Descubre todo lo que tenemos para ti aquí!",
      "preview": "¡Envío gratis a nivel nacional por compras superiores a $350.000! ¡Solicita tu crédito Addi hasta 6 cuotas! X Buscar 2 3 4 Novedades Destacados SALE T"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://www.blm.gov/visit/copper-ridge-dinosaur-tracks-interpretive-site",
      "title": "Copper Ridge Dinosaur Tracks Interpretive Site | Bureau of Land Management",
      "description": "Length of Hike: A short walk (just over 200 yards) up the hill to the tracks. Type of Hike: A short constructed trail that parallels the jeep route. Area Attractions: Dinosaur tracks and beautiful scenery.",
      "preview": "Skip to main navigation Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United St"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://locations.capitalone.com/",
      "title": "Capital One Branch, ATM & Café Location Finder",
      "description": "Use the Capital One Location Finder to find nearby Capital One locations, as well as online solutions to help you accomplish common banking tasks.",
      "preview": "void"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "https://www.fox29.com/news/officials-boy-hospitalized-after-accidentally-getting-stuck-in-rope-ladder-at-kop-indoor-park",
      "title": "Officials: Boy hospitalized after accidentally getting stuck in rope ladder at KOP indoor park | FOX 29 Philadelphia",
      "description": "An 8-year-old boy is recovering after he accidentally got stuck in a rope ladder, and was unresponsive for a short time, at a King of Prussia indoor amusement park, officials say.",
      "preview": "Freeze Warning until FRI 9:00 AM EDT, Schuylkill County, Monroe County, Carbon County, Northampton County, Lehigh County, Warren County 4 High Wind Wa"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://hackaday.com/tag/rtl-sdr/",
      "title": "RTL-SDR | Hackaday",
      "description": "void",
      "preview": "Skip to content Your kid has a toy remote control fire truck. You have an RTL SDR. See where this is going? [Jacob] couldn't resist tearing into the w"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://www.iworksmc.org/assistance",
      "title": "Get Assistance - Interfaith Works",
      "description": "void",
      "preview": "0 Get Assistance Recibe servicios a través de\"Interfaith Works\" Receiving Services Through Interfaith Works IW Essential Needs Center Address and Info"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.eventbrite.ca/e/search-engine-optimization-for-small-businesses-tickets-537752621567?aff=erelexpmlt",
      "title": "Search Engine Optimization for Small Businesses Tickets, Wed, 15 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Waterloo Region Small Business Centre presents Search Engine Optimization for Small Businesses - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Search Engine Optimization for Small Businesses View details Follow this organizer to stay informed on future events By Waterlo"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://political-minds.tumblr.com/",
      "title": "Political-Minds",
      "description": "Not for the weak hearted",
      "preview": "Menu Political-Minds Not for the weak hearted (via berniesrevolution ) Nov 14, 2018 stability : (via arseniccupcakes ) Nov 14, 2018 Royal Ice Cream Pa"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    },
    {
      "url": "https://msepjobs.militaryonesource.mil/msep/",
      "title": "Military Spouse Employment Partnership",
      "description": "void",
      "preview": "Loading MSEP..."
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-career-certificates-learner-webinar-registration-483109592797?aff=erelexpmlt",
      "title": "Coursera x Grow with Google - Career Certificates Learner Webinar Registration, Thu 2 Mar 2023 at 16:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera x Grow with Google - Career Certificates Learner Webinar - Thursday, 2 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera x Grow with Google - Career Certificates Learner Webinar View details Follow this organiser to stay informed on future"
    },
    {
      "url": "https://www.militarytimes.com/pay-benefits/2019/12/10/it-changed-my-life-these-nonprofits-are-honored-for-making-a-difference-in-the-military-community/",
      "title": "'It changed my life': These nonprofits are honored for making a difference in the military community",
      "description": "Overall Newman's Own winner inspires students to create one-of-a-kind devices to help veterans.",
      "preview": "Pay & Benefits 'It changed my life': These nonprofits are honored for making a difference in the military community By Karen Jowers Dec 10, 2019 Vietn"
    },
    {
      "url": "https://www.avocatmetz.fr/accueil/articles/lenfant-ne-par-gpa-a-letranger-peut-etre-adopte-par-le-conjoint-du-pere-nouvelle-illustration-363.htm",
      "title": "Avocat Metz | Cabinet Fany Kucklick Metz",
      "description": "Le Cabinet d'Avocat Fany Kucklick intervient en droit de la famille (divorce, filiation, succession, enfants, pension alimentaire...) sur Metz et sa région",
      "preview": "Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Maître KUCKLICK Avocat de la famille à Metz Ec"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://thetechrevolutionist.com/2017/05/finnish-hit-game-big-bang-legends.html",
      "title": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG - The Tech Revolutionist",
      "description": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Hong Kong, 2nd May 2017, Lightneer's debut game Big Bang Legends had its global premiere on 23rd March in Singapore. The game skyrocketed immediately to #1 position in educational games in the Singaporean AppStore, followed by Thailand, Vietnam and Philippines #1 position after the South East Asia launch. The Game launches on Android...",
      "preview": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Home » FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSIO"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://help.philo.com",
      "title": "Philo Help Center: Customer Service, Troubleshooting & More",
      "description": "Having trouble with Philo? Find our customer service number, live chat, troubleshooting tips, and access your account and billing information here.",
      "preview": "Hi, how can we help? Submit Search Help center home Philo Help Center Contact us Using Philo Account & Billing Troubleshooting Popular Articles Channe"
    },
    {
      "url": "https://www.gadget-talk.ro/tag/nokia-8-1/",
      "title": "Nokia 8.1 - Gadget Talk Romania | Tehnologia la control",
      "description": "void",
      "preview": "Smartphones Florin Popovici 06/12/2018 1 HMD Global oficializeaza Nokia 8.1 pentru Europa (Romania) Asa cum ne asteptam, Nokia X7 devine Nokia 8.1 pen"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://youvisit.com/tour/montgomerycollege?pl=v",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://docs.mapbox.com/#navigation",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://www.drjaliman.com/index.php",
      "title": "Best Cosmetic Dermatologist NYC | Cosmetic Dermatology Expert",
      "description": "Renowned NYC cosmetic dermatologist providing expert cosmetic and medical dermatology care from her Upper East Side Manhattan office. Achieve radiant, healthy skin with customized treatments.",
      "preview": "Hide Accessibility Tools Light Mode Contrast Mode Grey Mode Increase Font Size Decrease Font Size Reset Font Default Accessibility Options Back to Mai"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.fifteensquared.net/",
      "title": "Fifteensquared - Never knowingly undersolved",
      "description": "void",
      "preview": "Skip to content Full site policy here . 2. Any criticism of a puzzle or clue must be valid, constructive and presented in a polite manner. The reason"
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://www.shetnews.co.uk/2018/07/27/amenity-trust-graduates-to-explore-cruise-ship-market-and-world-heritage-application/",
      "title": "Amenity trust graduate to explore cruise ship market and World Heritage site application | Shetland News",
      "description": "SHETLAND Amenity Trust has opened up two new graduate placements in a bid to develop tourism in the isles, as well as review its property portfolio. Tasks due...",
      "preview": "Advertisement 2 of 2 Chris Cope, local democracy reporter 27 July 2018 09:27 http://shet.news/gcdvp Link copied Copied 0 Shares Photo: Shetland News P"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2014",
      "title": "Google.org Impact Challenge Brasil 2014",
      "description": "4 ONGs ganharam R$1 milhão cada para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocialGoogle",
      "preview": "Google.org Impact Challenge Brasil 2014 4 ONGs ganharam R$1 milhão para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocial"
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "https://www.dbricette.it/ricerche.htm",
      "title": "DBRicette: Ricerche on-line",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Ricerche on-line 24800 RICETTE gratis Termini da ricercare: Dove fare la rice"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://www.gnof.org/",
      "title": "Greater New Orleans Foundation | Giving in Action",
      "description": "We provide strategic philanthropy and civic leadership to make the Greater New Orleans Region greater than ever. Learn more about our work and how to get involved.",
      "preview": "Skip to content News National Academies of Sciences, Engineering, and Medicine, Lever for Change Announce Foundation, Together Louisiana as $50 Millio"
    },
    {
      "url": "http://www.networkadvertising.org/choices/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://usowishbook.uso.org/phone-calls-home",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://www.mirror.co.uk/news/royals/gallery/baby-prince-william-pictured-beaming-29285484",
      "title": "Never-before-seen photos of Diana and Charles 'when they were happy' with baby William - Mirror Online",
      "description": "Rare unseen pics, taken in September 1982, show a beaming King Charles cradling his infant son Prince William and Princess Diana cuddling the newborn. The photos will be auctioned next month",
      "preview": "US Edition ▼ US Edition ES-US Edition UK Edition Irish Mirror News UK News US News World News Weird News Real Life More Hopeful TeamDogs In Your Area"
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://www.ted.com/talks/enric_sala_let_s_turn_the_high_seas_into_the_world_s_largest_nature_reserve?rss",
      "title": "Enric Sala: Let's turn the high seas into the world's largest nature reserve | TED Talk",
      "description": "What if we could save the fishing industry and protect the ocean at the same time? Marine ecologist Enric Sala shares his bold plan to safeguard the high seas -- some of the last wild places on earth, which fall outside the jurisdiction of any single country -- by creating a giant marine reserve that covers two-thirds of the world's ocean. By protecting the high seas, Sala believes we will restore the ecological, economic and social benefits of the ocean. \"When we can align economic needs with conservation, miracles can happen,\" Sala says.",
      "preview": "void"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://vaccinate.oklahoma.gov/en-US/?npclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE&gclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE",
      "title": "Viral View",
      "description": "void",
      "preview": "Skip to main content OK ViralView Attention Healthcare Providers and Laboratories: Join Our Surveillance Network! Partner with Oklahoma's leading resp"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://sportshirts.net/nationaleshirts-marokko/",
      "title": "Nationaleshirts-marokko - World of Sportshirts",
      "description": "void",
      "preview": "Ga naar de inhoud Menu World of Sportshirts ruim 1000 originele wedstrijdshirts Menu Jaar: 2011-2012 Maat: Large Merk:Puma T/U: Thuisshirt Details: Ya"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://store.creativecommons.org/",
      "title": "Creative Commons",
      "description": "Spring Store",
      "preview": "Use code: at checkout for $5.00 off your order Featured Products CC Global Summit 2023 CC Global Summit 2023 Bandana €20.90 Available colors Select Wh"
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://www.philadelphiaeagles.com/news/irv-cross",
      "title": "Eagles mourn the passing of Pro Bowl CB and legendary broadcaster Irv Cross",
      "description": "The first Black person to anchor a network sports show and earn the Pete Rozelle Award, Cross is remembered as 'the ultimate teammate.'",
      "preview": "Skip to main content Advertising Philadelphia Eagles News Pro Bowl CB and legendary broadcasting pioneer Irv Cross passes away at the age of 81 The fi"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "http://www.eponic.com/",
      "title": "eponic corp",
      "description": "void",
      "preview": "What Makes Cities Great Learn More What Makes Business Improvement Districts Great Learn More What Makes Airports Great Learn More What Makes Neighbor"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://www.lena.org/",
      "title": "LENA: Building Brains Through Early Talk",
      "description": "LENA is a national nonprofit on a mission to transform children's futures through early talk technology and data-driven programs.",
      "preview": "Skip to content Every child deserves Transforming Children's Futures 2x More likely to be kindergarten ready 80% Increase in CLASS® scores 31% Increas"
    },
    {
      "url": "https://www.mymondomix.com/paris-hilton-sextape-pics",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.seattlefoundation.org/",
      "title": "Home - Seattle Foundation",
      "description": "Seattle Foundation is an agent of change, igniting powerful philanthropy to make Seattle a stronger, more vibrant community for all. Get involved today.",
      "preview": "Skip to content The work doesn't stop, and neither will we. We continue to be steadfast in our commitment to center the voices of the marginalized, in"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "https://live-aclu-michigan.pantheonsite.io/en/donate",
      "title": "Donate | ACLU of Michigan",
      "description": "Thank you for supporting the work of the ACLU of Michigan! Make a DonationMake a tax-deductible gift to the ACLU Fund of Michigan to support our legal program, public education efforts, and special projects. All gifts to the ACLU Fund of Michigan are shared with the national ACLU Foundation.GIVE>>Make a Gift in Honor or Memory of SomeoneA tribute gift to the ACLU Foundation of",
      "preview": "Skip to main content Donate Facebook X Reddit Email Print Thank you for supporting the work of the ACLU of Michigan! Make a Donation Make a tax-deduct"
    },
    {
      "url": "https://oemdtc.com/category/recalls",
      "title": "Recall - Unknown Manufacturer",
      "description": "-",
      "preview": "Skip to content"
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}