{
  "data": [
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.burrobarboston.com/",
      "title": "Burro Bar Boston",
      "description": "A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the smaller sibling of The Painted Burro in Somerville. Our tequila list features over 100 bottles that are \"Burro tested and approved\". With splashes of influence from Baja and Oaxaca to Veracruz and Yucatan, Chef Joe Cassinelli's dishes showcase a creative, fun side of familiar flavors, where ingredients and local produce take center stage.",
      "preview": "Home Main content starts here, tab to start navigating Welcome to Burro Bar A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the small"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://ca.linkedin.com/company/dawn-staffing-solutions?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Dawn Staffing Solutions Inc | LinkedIn",
      "description": "Dawn Staffing Solutions Inc | 44,408 followers on LinkedIn. Driven By AI, Led By People. | One of the most renowned employment agencies in the Canadian Manufacturing, Skilled Trades and Engineering recruitment is Dawn Staffing Solutions Inc. With our team of specialized recruiters and strong database, we are able to secure qualified candidates to work with companies ranging from emerging growth companies to Fortune 500 clients for a wide range of positions. As part of the hiring process, we will work with you to ensure your complete satisfaction.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "http://outfit7.com/privacy/",
      "title": "PRIVACY POLICY FOR GAMES",
      "description": "void",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch Please select العربية Deutsch English Español Français हिन्दी Bahasa Indonesia Italiano 日本語 한국어"
    },
    {
      "url": "https://www.capitalbooksandwellness.com/products/big-flag-logo-tackle-twill-hoody-black-large",
      "title": "Big Flag Logo Tackle Twill Hoody - Black, Large - Capital Books and Wellness",
      "description": "Armour® Fleece fabrication has a brushed inner layer and a quick-drying, smooth outer layer. Soft inner layer traps heat to keep you warm and comfortabl...",
      "preview": "Big Flag Logo Tackle Twill Hoody - Black, Large Under Armour $64.99 Default - $64.99 is back-ordered. We will ship it separately in 10 to 15 days. Des"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://www.jamendo.com/?language=en",
      "title": "Jamendo Music | Free music downloads",
      "description": "Free music downloads and streaming. Discover and explore 600,000+ free songs from 40,000+ independent artists from all around the world.",
      "preview": "void"
    },
    {
      "url": "https://www.ilmtalzottelstedt.de/nachwuchs/archiv/2020-21/c-junioren/spiele/11981-ilmtal-zottelstedt-sv-09-arnstadt",
      "title": "2020/21 : Ilmtal Zottelstedt vs. SV 09 Arnstadt 4 : 1",
      "description": "Auf der offiziellen Webseite des FSV Ilmtal Zottelstedt wird der Verein mit allen Mannschaften und Mitgliedern vorgestellt. Es gibt zahlreiche Statistiken zu Spieltag und Spielern, viele Fotos und vieles mehr. (C) soccero",
      "preview": "C-Junioren : Spielbericht (2020/21) Kreisoberliga MTH 1. Spieltag - 13.09.2020 10:30 Uhr Ilmtal Zottelstedt SV 09 Arnstadt 4 : 1 (3 : 0) Aufstellung E"
    },
    {
      "url": "https://www.rondhuit.com/nlpmachine-learning.html",
      "title": "Natural Language Processing and Machine Learning for Information Retrieval - 株式会社ロンウイット",
      "description": "RONDHUIT introduces these technologies in various area to provide you with a better search system. What is Bet ...",
      "preview": "日本語 English Natural Language Processing and Machine Learning for Information Retrieval RONDHUIT introduces these technologies in various area to provi"
    },
    {
      "url": "https://forsaljningavaktierivzutuc.netlify.app/1837/5071.html",
      "title": "Mongolisk skrift, mongoliska staten och mongolisk nationalism",
      "description": "void",
      "preview": "4395 Kontorslokaler i Fagersta - Just nu har vi 4 lediga på Det finns 2 personer folkbokförda på denna adress, Erik Lantz (41 år) och Louise Ludvigsso"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://titleix.ucsc.edu/index.html",
      "title": "Title IX",
      "description": "void",
      "preview": "About Title IX What is Title IX? \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits"
    },
    {
      "url": "https://discord.com/channels/890663529487687691/",
      "title": "Discord",
      "description": "Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://www.apple.com/safari/download/",
      "title": "Safari - Apple",
      "description": "Safari is the world's fastest browser. Enjoy more third-party extensions, powerful privacy protections, and industry-leading battery life.",
      "preview": "Safari is the best way to experience the internet on all your Apple devices. It brings robust customization options, features powerful privacy protect"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.fandango.com/mobilemovietickets",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://lists.fedoraproject.org/archives/list/desktop@lists.fedoraproject.org/message/YPPVTOA3UMAPVQIZMFLFN57HAJYJLCIU/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://www.thebeachboyscruise.com/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "https://www.koreafoods.co.uk/faq-items/what-online-payment-methods-does-koreafoods-co-uk-accept/",
      "title": "What online payment methods does koreafoods.co.uk accept? | Korea Foods",
      "description": "We accept credit and debit cards of Visa & MasterCard, American Express and Apple Pay.",
      "preview": "Skip to content What online payment methods does koreafoods.co.uk accept? Team Leader 2020-07-08T13:18:39+01:00 June 29th, 2020 | FAQs | We accept cre"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://a2tunes.tumblr.com/post/143095439697",
      "title": "16% of all new wages in the U.S. are in computer science - @a2tunes on Tumblr",
      "description": "11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the seco...",
      "preview": "codeorg Follow 16% of all new wages in the U.S. are in computer science 11% of all job openings in the U.S. are in computing categories, and these job"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "https://www.comptoir-beaute-sante.com/fr/47-masques-pour-le-visage?q=Marque-ZEN%27AR%C3%B4ME&order=product.position.asc",
      "title": "masque visage",
      "description": "Les masques bio pour le visage",
      "preview": "Accueil Idées cadeaux keyboard_arrow_down keyboard_arrow_up Idée cadeau femme Idée cadeau enfants Coffrets senteur maison Coffrets bain & beauté et bi"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "http://Rescue-SE.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
      "title": "Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save SCOPE OF THIS POLICY This privac"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "https://nextebiz.com/2020/11/07/all-about-form-in-great-design-and-development/",
      "title": "Next eBiz - Enterprise Software Development Services - Next eBiz",
      "description": "Next eBiz offers expert software and website development services tailored to your business needs. Partner with us to drive innovation and growth.",
      "preview": "SOFTWARE CONSULTING & DEVELOPMENT Join Our Elite Tech Stack Crew! WE POWER, STREAMLINE, DRIVE, SAFEGUARD PROJECT SUCCESS. Join the Revolution: Become"
    },
    {
      "url": "http://www.ucsf.edu/",
      "title": "Home | UC San Francisco",
      "description": "Through our singular focus, we're leading revolutions in health.",
      "preview": "Skip to main content Our research Transforms patients' lives . Creates new industries, companies and jobs . Supports America's leadership in health an"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://and-barnacleboy.tumblr.com/",
      "title": "The Boy Wonder",
      "description": "|#caliboy #bi #gay #sikh #black #poc|",
      "preview": "The Boy Wonder 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna and-barnacleboy whos that pokem"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}