{
  "data": [
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://www.onlineshop-18.de/Kleidung-/-Mode/fuer-IHN/",
      "title": "für IHN - onlineshop-18.de - Produkte",
      "description": "für IHN - onlineshop-18.de - Produkte",
      "preview": "KOSTENLOSER VERSAND IN DEUTSCHLAND VERSAND INNERHALB VON 1 WERKTAG Kostenlose Hotline 09524 238898 0 0 Warenkorb (0,00 €) 0 Merkzettel Account Menü sc"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "http://www.youronlinechoices.com/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&description=Goal%2014%20is%20about%20conserving%20and%20sustainably%20using%20the%20oceans%2C%20seas%20and%20marine%20resources.%20Healthy%20oceans%20and%20seas%20are%20essential%20to%20human%20existence%20and%20life%20on%20Earth.%20They%20cover%2070%20per%20cent%20of%20the%20planet%20and%20provide%20food%2C%20energy%20and%20water.%20The%20ocean%20absorbs%20around%20one%20quarter%20of%20the%20world%26%2339%3Bs%20annual%20carbon&media=",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www.teachley.com",
      "title": "Elementary Math Intervention Program - Teachley",
      "description": "Teachley Math is an essential math intervention program for K-5 schools shown to improve conceptual understanding, fact fluency and problem solving.",
      "preview": "Teachley offers essential math learning programs that teach foundational concepts to every student in grades K-5. Teachley supports teaching and deepe"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ywcagp.org/",
      "title": "YWCA Glendale & Pasadena | Peace | Justice | Freedom",
      "description": "Discover YWCA Glendale & Pasadena: A beacon of hope, offering Domestic Violence Survivor Services, Violence Prevention Education, and Girls' Empowerment Programs. Join us in our mission to eliminate racism, empower women, and promote peace and justice for all. Take action today!",
      "preview": "0 Our Services Tickets Now Available! Click here Break Free From Domestic Violence Get Support Emergency Domestic Violence Shelter Reach Out Girls' Em"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "https://www.ravelry.com/bundles/free-crochet-patterns-11",
      "title": "Ravelry: Bundles: Free Crochet Patterns by Marie Segares",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://my.datasubject.com/16A1AnRt2Fn8i1unj/23233",
      "title": "Data Access Request",
      "description": "void",
      "preview": "You need to enable JavaScript to use this form."
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Quick-Start.html",
      "title": "Quick Start - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Quick Start View page source Quick Start  This is a quick start guide for LightGBM CLI version. Follow the Installation Guide to install LightGBM fir"
    },
    {
      "url": "https://glottolog.org/",
      "title": "Glottolog 5.2 -",
      "description": "void",
      "preview": "Glottolog Languages Families Language Search References Reference Search GlottoScope About About Languoids About References Glossary Legal Download Co"
    },
    {
      "url": "https://portal.azure.com/",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://playground.donorschoose.org/",
      "title": "Design Playground",
      "description": "Create your own custom graphics on the DonorsChoose Design Playground. Download your creations to celebrate the power of education on social media and beyond.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://ischool.es/quedate-en-casa/",
      "title": "Quédate en casa - iSchool - Escuela de robótica y programación para niños y jóvenes",
      "description": "void",
      "preview": "CONOCE Beneficios Aprender tecnología es dotar a los niños de herramientas para su futuro profesional y académico. Equipo Conoce a nuestro equipo pion"
    },
    {
      "url": "https://www.health.state.mn.us/communities/equity/about/covid19.html",
      "title": "Health Equity and COVID-19 - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Health Equity Health Equity Home Announcements Capacity Building Requests Funding Opportunities Newsletters Reports an"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://nevcc.org/building-a-community-behind-your-business/",
      "title": "Second Life Chattanooga",
      "description": "void",
      "preview": "About Second Life of Chattanooga creates awareness that drives action through collaborative relationships with like-minded organizations and individua"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://10web.io/ai-website-builder/",
      "title": "AI Website Builder: Create and Launch in Seconds | 10Web",
      "description": "Create your dream website in seconds with our free AI Website Builder. Just describe, generate, customize, and publish - no coding required!",
      "preview": "Welcome Back! Generate your website with AI - % OFF & Free Domain! AI Website Builder Describe your dream website: AI generates it instantly. Provide"
    },
    {
      "url": "http://spillerforeningen.dk/nyheder/2021/60-mikkel-rygaards-vej-ud-af-polsk-kaos/",
      "title": "Mikkel Rygaards vej ud af polsk kaos | SPFO",
      "description": "Lønnen kom sjældent til tiden. Til sidst kom den slet ikke. Med Spillerforeningens hjælp kom Mikkel Rygaard ud af sin kontrakt i polske LKS Lodz efter knap et år i klubben. Et kaotisk ophold, der afskrækker ham fra udlandet. Hør hans historie i den her udgave af Spillerforeningens podcast.",
      "preview": "Spillerforeningen SPFO SPFO 25 Spiller til Spiller 25.11.2021 60 : Mikkel Rygaards vej ud af polsk kaos Lønnen kom sjældent til tiden. Til sidst kom d"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://cornwallpolice.com/fr/contact-us/repertoire-du-personnel",
      "title": "Répertoire du personnel",
      "description": "void",
      "preview": "Répertoire du personnel Vous pouvez rejoindre la ligne directe d'un membre du personnel (voir la liste ci-dessous, en ordre alphabétique) en composant"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://profile.providencejournal.com/newsletters/manage",
      "title": "Newsletters | The Providence Journal",
      "description": "Choose from a wide variety of The Providence Journal newsletters including and more. Subscribe today!",
      "preview": "Unsubscribe from all newsletters Enter your email address below. Your email Unsubscribe"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://www.unitec.ac.nz/about-us/contact-us/staff-directory?stf_page_size=50&stf_department=59054&stf_fc_limit=r",
      "title": "Staff Directory | Unitec",
      "description": "Our staff have a wide range of experience, knowledge and research interests. Find out their expertise and contact info.",
      "preview": "Study Career and study options Why choose Unitec Scholarships and Awards Application and funding Research and Enterprise Apply now Contact us Current"
    },
    {
      "url": "https://tug.org/FontCatalogue/",
      "title": "The LaTeX Font Catalogue - Front Page",
      "description": "void",
      "preview": "[Front Page] [Serif Fonts] [Serif Fonts, Sub-Categorised] [Sans Serif Fonts] [Typewriter Fonts] [Calligraphical and Handwritten Fonts] [Uncial Fonts]"
    },
    {
      "url": "http://www.russprince.com/cabinet/",
      "title": "Russ Mame Cabinet",
      "description": "A MAME/JAMMA cabinet that features a rotatable monitor, keyboard drawer, and an 'any coin' coin door.",
      "preview": "void"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://www.ballmergroup.org/",
      "title": "Ballmer Group - Ballmer Group",
      "description": "Economic opportunity for all. Ballmer Group is committed to improving economic mobility for children and families in the United States. We fund leaders and organizations that have demonstrated the ability to reshape opportunity. Our grants focus...",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://littlegoatchicago.com/",
      "title": "Little Goat Diner | Chef Stephanie Izard | Lakeview, Chicago",
      "description": "Located in Southport Corridor, Little Goat Diner serves all-day breakfast and dinner full of bold flavors and crunchy toppings. It's a neighborhood go-to for any meal in Chicago's Lakeview.",
      "preview": "skip to main Menu Happenings private events contact takeout Reserve skip to main close Menu Reserve menu Happenings reservation Takeout Private Events"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://excelrc.com/products/arrma-ar330514-shock-collar-aluminum-black-6s-2",
      "title": "ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 - Excel RC",
      "description": "Arrma AR330514 Shock Collar Aluminum Black 6S (2)",
      "preview": "Skip to content Facebook X Instagram TikTok YouTube ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 Price Regular price $14 99 $14.99 Reg"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Ffirefox-private-safe-browser%2Fid989804926&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "‎Firefox: Private Web Browser on the App Store",
      "description": "Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to browse. PRIVACY WHERE IT COUNTS...",
      "preview": "Screenshots Description Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://www.statlect.com/fundamentals-of-statistics",
      "title": "Mathematical statistics | Fundamental concepts",
      "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
      "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://www.accessdata.fda.gov/scripts/drugshortages/default.cfm",
      "title": "FDA Drug Shortages",
      "description": "void",
      "preview": "Skip to main content Skip to FDA Search Skip to footer links Home Drug Databases Drug Shortages Current and Resolved Drug Shortages and Discontinuatio"
    },
    {
      "url": "https://corp.kaltura.com",
      "title": "Kaltura video solutions for superior webinars, events, hubs & more",
      "description": "Fully branded, AI-infused marketing, communication, learning, and TV experiences that bring brands and audiences closer for top engagement, reach, and ROI",
      "preview": "AI-infused webinars & events video portals training platforms virtual classrooms streaming solutions digital experiences to boost your reach, engageme"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://kartoweb.itc.nl/geometrics/Map%20projections/body.htm",
      "title": "Geometric aspects of mapping: map projections",
      "description": "void",
      "preview": "4.0 Introduction Maps are one of the world's oldest types of document. For quite some time it was thought that our planet was flat, and during those d"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://www.msmt.cz/file/6058/",
      "title": "KO_kancnabytek_Priloha5.doc, MŠMT ČR",
      "description": "Ministerstvo školství, mládeže a tělovýchovy České republiky",
      "preview": "Titulní stránka | Zpět Dokument ke stažení KO_kancnabytek_Priloha5.doc Dokument typu doc | Velikost 71,5 kB Typ souboru: Textový dokument Microsoft Of"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://www.acca-x.com/",
      "title": "ACCA-X online courses in accounting, business and finance",
      "description": "Up skill with ACCA-X, multi-award winning online courses developed by ACCA (the Association of Chartered Certified Accountants). Prepare for accredited exams.",
      "preview": "ACCA-X Menu Home Courses About ACCA-X Articles Start here Start your career in accountancy, finance, and business with award-winning online courses fr"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://www.nps.gov/grca/learn/news/hiker-fatality-along-bright-angel-trail-february-2023.htm",
      "title": "Hiker Fatality along Bright Angel Trail in Grand Canyon National Park - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "http://minesathletics.com/",
      "title": "Colorado School of Mines Athletics - Official Athletics Website",
      "description": "The official athletics website for the Colorado School of Mines Orediggers",
      "preview": "Skip To Main Content Pause All Rotators Top Stories Promo Ads Athlete of the Week Static Ads Footer"
    },
    {
      "url": "https://www.livemint.com/technology/tech-news/microsofts-new-ai-model-to-help-predict-heatwave-risks-in-india-details-here-11627314047324.html",
      "title": "Microsoft's new AI model to help predict heatwave risks in India. Details here",
      "description": "The new AI model is aimed at helping 1,25,000 at-risk people with pre-emptive disaster warnings in 2021",
      "preview": "View Market Dashboard Microsoft's new AI model to help predict heatwave risks in India. Details here The new AI model is aimed at helping 1,25,000 at-"
    },
    {
      "url": "https://ejfoundation.org/reports/blood-and-water",
      "title": "Environmental Justice Foundation | Blood and Water",
      "description": "Illegal fishing and human rights Blood and Water sets out the links between rapidly declining fish stocks in the world's oceans, in part caused by the...",
      "preview": "Blood and Water Exploring the links between illegal fishing and human rights abuses Read the report Seafood is a multi-billion dollar global industry."
    },
    {
      "url": "https://bizcommunity.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.waittfoundation.org/",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://www.vecteezy.com/free-vector/splash",
      "title": "Splash Vector Art, Icons, and Graphics for Free Download",
      "description": "Browse 364,295 incredible Splash vectors, icons, clipart graphics, and backgrounds for royalty-free download from the creative contributors at Vecteezy!",
      "preview": "Toggle filters Vectors Expand filters All Images Photos PNGs PSDs SVGs Templates Vectors Videos Motion Graphics Editorial Images Editorial Events Sear"
    },
    {
      "url": "https://anna-stephens.com/2020/11/",
      "title": "November 2020",
      "description": "1 post published by Anna Stephens during November 2020",
      "preview": "Skip to content A few months back I asked the book blogging community to help me promote my new book, as 2020 is, well, 2020. And, boy, did they deliv"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://kathleencollinsposts-blog.tumblr.com/",
      "title": "@kathleencollinsposts-blog on Tumblr",
      "description": "Follow @kathleencollinsposts-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://optionb.org/about",
      "title": "About OptionB.Org | Building resilience in the face of adversity | Option B",
      "description": "OptionB.Org is dedicated to helping you build resilience in the face of adversity-and giving you the tools to help your family, friends, and community build resilience too.",
      "preview": "Navigating loss this holiday season or supporting a loved one? Check out Navigating loss this holiday season or supporting a loved one? Check out x Ab"
    },
    {
      "url": "https://www.pritikin.com/health-experts",
      "title": "Physicians & Health Experts - Pritikin Longevity Center",
      "description": "Get to know the physicians, dietitians, and other health and wellness experts you'll work with at the Pritikin Health Retreat.",
      "preview": "Skip to content Physicians & Health Experts You want the best educators there are - Physicians, Nutritionists, Exercise Physiologists, Psychologists &"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "https://www.hotelscombined.it/Hotel/Comfort_Hotel_Xpress_Stockholm_Central.htm",
      "title": "Comfort Hotel Xpress Stockholm Central, Stoccolma | HotelsCombined",
      "description": "Comfort Hotel Xpress Stockholm Central, Stoccolma - Trova l'offerta migliore su HotelsCombined. Confronta tutti i migliori siti di viaggio contemporaneamente. Valutato 7.7 su 10 in base a 8157 recensioni.",
      "preview": "Comfort Hotel Xpress Stockholm Central Hotel 3 stelle Kungsbron 1, Stoccolma, Contea di Stoccolma, Svezia Buono 8.157 valutazioni verificate 7,7 52 €"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://de.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress-Plugin | WordPress.org Deutsch",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins durchsuchen Detai"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://gsg.mines.edu/",
      "title": "Graduate Student Government - Graduate Student Government",
      "description": "void",
      "preview": "Facebook X Instagram RSS Snapchat My Mines News Canvas Email Library Give Directories Upcoming Events: October Final Friday GSG Feedback Hub Graduate"
    },
    {
      "url": "https://www.metridium.com/",
      "title": "Metridium Fields",
      "description": "Underwater, scuba diving and other marine focused photography from California, Alaska, British Columbia, Cocos Island, Papua New Guinea, Indonesia, The Philippines, The Falkland Islands, Mexico, The Solomon Islands, Fiji and more. Featured images include technical diving at the Cordell and Schmieder Banks in California.",
      "preview": "Menu"
    },
    {
      "url": "https://www.glamourmagazine.co.uk/article/paris-hilton-interview-2023",
      "title": "Paris Hilton On Her Dark Past, Misogyny & Becoming A Mum | Glamour UK",
      "description": "Paris Hilton is GLAMOUR's February coverstar. She opens up about the psychological and sexual abuse she suffered at school, her fake 'dumb blonde persona', and finding her happy ending and becoming a mum.",
      "preview": "Skip to main content Opening up in her most candid and revealing interview in years, Paris Hilton speaks to Emily Maddick about her dark past, her fak"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://www.periodico24.com/la-importancia-de-contar-con-una-buena-climatizacion-en-el-hogar/",
      "title": "La importancia de contar con una buena climatización en el hogar - Periodico24",
      "description": "Con las altas temperaturas veraniegas, contar con un buen aparato de aire acondicionado en casa es fundamental, no",
      "preview": "Saltar al contenido Inicio Hogar La importancia de contar con una buena climatización en el hogar Con las altas temperaturas veraniegas, contar con un"
    },
    {
      "url": "https://coloringwatch.com",
      "title": "Coloring Watch - Coloring Watch - Apple Watch Coloring Book",
      "description": "Coloring is a great way to calm down and relieve stress. Coloring Watch is the first coloring book made exclusively for Apple Watch. \"Our Favorite Apple Watch Apps\" - list by Apple in the US.",
      "preview": "We´d love to hear from you. Drop us a line. contact@coloringwatch.com More Apple Watch apps by us:"
    },
    {
      "url": "http://www.jeasyui.com/demo/main/index.php?plugin=DataGrid&theme=dfault&dir=ltr&pitem=",
      "title": "Live Demo - jQuery EasyUI",
      "description": "jQuery EasyUI will show you the live demo of components.",
      "preview": "EasyUI Home Demo Tutorial Documentation Download Extension Contact Forum Web Demos Mobile Demos Angular Demos Vue Demos React Demos Theme Builder Appl"
    },
    {
      "url": "https://www.enko-football.com/2014/06/hodgson-we-just-want-to-give-good.html",
      "title": "Enko-football: Hodgson: We Just Want To Give A Good Performance",
      "description": "Blog/site with news from around the world of football.",
      "preview": "Saturday, June 14, 2014 Hodgson: We Just Want To Give A Good Performance Hodgson: We just want to give a good performance Roy Hodgson was quick to dam"
    },
    {
      "url": "https://www.slovensko.sk/sk/agendy/agenda/_/elektronicka-ziadost",
      "title": "Agenda - UPVS",
      "description": "Ústredný portál verejnej správy",
      "preview": "Ústredný portál verejnej správy Vstúpiť na nové slovensko.sk Úvod O portáli Pomoc Kontakt English Zmena kontrastu Vyhľadať Prepáčte, požadovaný obsah"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://sverigesblabandsungdom.se/nyheter/page/6/",
      "title": "Nyheter - Sida 6 - Sveriges Blåbandsungdom",
      "description": "void",
      "preview": "Skip to content Om alkohol & droger För medlemmar För föreningar Kampanjer Bidrag Menu nyheter 2017 - 03 - 16 Nathalie Carlryd ny verksamhetschef 2017"
    },
    {
      "url": "https://sliderulemuseum.com/",
      "title": "International Slide Rule Museum home page. ISRM is the world's largest free digital repository of all things concerning slide rules and other math artifacts. There are over 7000 Images or PDF's in the ISRM Galleries.",
      "description": "void",
      "preview": "HOME About Whats New Friends of ISRM SR Who's Who ISRM_BoardOfDirectors SR Restoration +1 303.921.8709 Galleries Abacus/Sorobans Addiators/Troncets Ae"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}