{
  "data": [
    {
      "url": "https://mutha.com/",
      "title": "MUTHA",
      "description": "CARING FOR YOU LIKE YOUR OWN MUTHA WOULD. MUTHA® is where natural beauty meets scientific innovation for clean, effective skincare.",
      "preview": "Shop All Body Face Sets Pregnancy Blog WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD Shop Best Sellers Cult Fave"
    },
    {
      "url": "https://news.sky.com/story/missing-man-found-in-sharks-stomach-after-family-identifies-his-tattoo-12821808",
      "title": "Missing man found in shark's stomach after family identifies his tattoo | World News | Sky News",
      "description": "Argentinian authorities say it is likely that Diego Barria had an accident in his vehicle before being dragged to his death.",
      "preview": "Missing man found in shark's stomach after family identifies his tattoo Argentinian authorities say it is likely that Diego Barria had an accident in"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.answerbag.com/q_view/731917",
      "title": "Are you going to behave yourself today?",
      "description": "Ask questions on any topic, get real answers from real people. Have a question? Ask it. Know an answer? Share it.",
      "preview": "| QUESTIONS | CATEGORIES | BLOG | PROFILE | Login | Register | ASK QUESTION Social sciences → Psychology → Human behavior A re you going to behave you"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://atom.io",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://api.protectedplanet.net",
      "title": "ProtectedPlanet API",
      "description": "void",
      "preview": "Home > Protected Planet API Protected Planet API A simple API to access world's protected areas Important Database Merger Announcement From 1st Novemb"
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "http://www.hopfrog.it/",
      "title": "Prima Pagina - Hop Frog",
      "description": "Hop Frog è una libera associazione di Salerno che promuove il software libero e la cultura aperta da oltre 25 anni.",
      "preview": "Salta al contenuto principale OPEN SALERNO RADIO HOP FROG BIBLIOTECA VIDEOTECA GIRASALERNO _ GIRASALERNO _ Precedente Successivo Ascolta Radio Hop Fro"
    },
    {
      "url": "https://evolution-of-silence.de/mainpage/index.php/game-the-crew/189-news-the-crew/shortnews-the-crew/?presets=preset9&backgroundlevel=low&bodylevel=high",
      "title": "Shortnews (The Crew) - Evolution of Silence - Multigaming News & Community since 2011",
      "description": "Wir zocken alles von LoL über TERA, Minecraft, Starmade und GarrysMod! Wir bieten TS3 und einige weitere Server!",
      "preview": "Home Multimedia Galerie Reviews Forum Da Rules About Us Gästebuch Playing Gamestats EOS Staff Vote 4 Us! Styles Dark Red Dark Green Dark Blue Mobile ("
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://www.rondhuit.com/nlpmachine-learning.html",
      "title": "Natural Language Processing and Machine Learning for Information Retrieval - 株式会社ロンウイット",
      "description": "RONDHUIT introduces these technologies in various area to provide you with a better search system. What is Bet ...",
      "preview": "日本語 English Natural Language Processing and Machine Learning for Information Retrieval RONDHUIT introduces these technologies in various area to provi"
    },
    {
      "url": "https://2pdf.com/de/convert-lit-to-pdf/",
      "title": "Die Online-Konvertierung von LIT in PDF ist kostenlos. Der LIT zu .pdf Konverter steht zur Verfügung",
      "description": "Mit unserem Online-Konverter können Sie Ihre LIT-Dateien in PDF konvertieren. Konvertieren Sie LIT-Dateien kostenlos in das PDF-Format.",
      "preview": "Online LIT zu PDF Konverter Converting LIT-Dateien in PDF Legen Sie Ihre Datei hier ab Datei auswählen Wie konvertiert man LIT-Dateien in PDF? Schritt"
    },
    {
      "url": "http://www.fantasticaficcion.com/index.php/orbit-books-anuncia-la-adquisicion-de-goldilocks-de-laura-lam/",
      "title": "Orbit Books anuncia la adquisición de Goldilocks de Laura Lam - Fantástica - Ficción",
      "description": "void",
      "preview": "Saltar al contenido La editorial Orbit ha anunciado la adquisición de la novela Goldilocks de Laura Lam. La fecha de publicación es mayo de 2020. Esta"
    },
    {
      "url": "https://www.broadway.com/buzz/201284/arturo-perez-jr-samantha-jayne-to-direct-the-mean-girls-movie-musical/",
      "title": "Arturo Perez Jr. & Samantha Jayne to Direct the Mean Girls Movie Musical | Broadway Buzz | Broadway.com",
      "description": "News regarding the previously announced Mean Girls movie musical has arrived! The husband-and-wife team of Arturo Perez Jr. and Samantha Jayne have si",
      "preview": "search gift calendar chevron envelope close phone loading Skip to main content Broadway BUZZ Sponsored By News Photos Videos Features Interviews Artur"
    },
    {
      "url": "https://ecomodder.com/forum/showthread.php/zing-custom-built-prototype-hybrid-tadpole-trike-19843-4.html#post275939",
      "title": "The Zing! (Custom-built prototype hybrid tadpole trike) - Page 4 - Fuel Economy, Hypermiling, EcoModding News and Forum - EcoModder.com",
      "description": "Originally Posted by drmiller100 Mr. Fry, Sometimes we miss the obvious. The obvious is you are DOING something, while the rest of the gadflies are",
      "preview": "Home Forum Blog Store Wiki Garage & Tools Recent Posts / Pics 65+ Efficiency Mods 100+ Hypermiling Tips Glossary EcoModder Forum > EcoModding > Hybrid"
    },
    {
      "url": "https://www.ucsf.edu/news/2020/04/417311/experts-explain-how-contact-tracing-will-end-coronavirus-pandemic",
      "title": "Experts Explain How Contact Tracing Will End the Coronavirus Pandemic | UC San Francisco",
      "description": "To ramp up contact tracing for COVID-19 in San Francisco, UCSF has been partnering with the San Francisco Department of Public Health (SFDPH) to provide technical assistance, training and manpower.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Reddit Email this article Print this article Image For all the anticipation around ne"
    },
    {
      "url": "https://bsandco.us/all-designs",
      "title": "BS&Co - Email Marketing Agency | Drive Revenue with Strategic Campaigns",
      "description": "Transform your email marketing with BS&Co. We help brands increase revenue through strategic email campaigns, SMS marketing, and automation. Proven results for fashion, beauty, food & beverage brands.",
      "preview": "Case Studies Our Services Designs Free Tools About Us Work With Us Our Work Bringing Your Brand Alive & Making It Stand Out Request A Free Mock-Up All"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "https://www.deeplearningbook.org/",
      "title": "Deep Learning",
      "description": "void",
      "preview": "Deep Learning An MIT Press book Ian Goodfellow and Yoshua Bengio and Aaron Courville Exercises Lectures External Links The Deep Learning textbook is a"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://mikebloomberg.com",
      "title": "Mike Bloomberg",
      "description": "Mike's innovations in business, government, and philanthropy have made him a leader on critical issues facing America and the world.",
      "preview": "Skip to main content Michael R. Bloomberg is an entrepreneur and three-term Mayor of New York City whose innovations in government and philanthropy ha"
    },
    {
      "url": "http://forum.mymorningjacket.net/index.php?topic=12702.20",
      "title": "Talkin' Bout Neil Young..... - Page 2",
      "description": "Talkin' Bout Neil Young..... - Page 2",
      "preview": "Welcome to My Morning Jacket . Log in Sign up My Morning Jacket Oct 10, 2025, 07:53 AM Main Menu Main Menu Home My Morning Jacket ► Off-Topic ► Other"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "http://ginecologocertificado.mex.tl/242074_Productos.html",
      "title": "Productos ginecologo certificado",
      "description": "void",
      "preview": "ginecologo certificado ginecologo certificado dr castillo marin Inicio Acerca de Nosotros Servicios Productos Libro de visitas Contáctenos Si buscas h"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-jordan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Amman | BMW Jordan",
      "description": "Visit BMW Jordan and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed",
      "preview": "View Stock The iX3 Discover Now The iX Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 1 2 3 4 5 7 8 X Z BMW 2 Se"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://discord.gg/uMpcC5RmJh",
      "title": "Mapbox Official Dev Community",
      "description": "This is a community space for anyone who builds with Mapbox tools and services. | 16954 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://www.taylorjeanstephan.com/",
      "title": "Taylor Jean Stephan",
      "description": "Taylor Jean Stephan is a beauty, wellness & style expert. Her writing has appeared in Cosmopolitan, Elle, Oprah Daily, Women's Health, Refinery29, The Zoe Report, AskMen and more. She's an on- air correspondent and you can also find her on Instagram partnering with brands to review new products and try out hot celeb treatments.",
      "preview": "Scroll Taylor Jean Stephan is a beauty, wellness & style expert Work With Me shop with me Beauty Style wellness Nice to meet you! Meet Taylor Taylor p"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "http://www.zeos.si",
      "title": "Ločeno zbiranje odpadkov » Zeleni svet | Shema ZEOS",
      "description": "ll➤ E-odpadki in odpadne baterije | ZEOS ➤ e-Storitve ✓ Zbirna mesta ✓ Zbiralniki ✓ Skladno z zakonodajo ✓ Poročanje količin ➥ Vstopite v shemo ZEOS",
      "preview": "Skupaj ustvarjamo zeleni svet Več proizvodnje - več onesneževanja ZEOS - ravnanje z odpadki Recikliraj - zmanjšaj CO 2 Zbiramo odpadno električno in e"
    },
    {
      "url": "https://docs.docker.com/engine/reference/run/",
      "title": "Running containers | Docker Docs",
      "description": "Running and configuring containers with the Docker CLI",
      "preview": "void"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/temporarystop#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://www.eps-one.com/eps-ndvsb/",
      "title": "ePS-NDVSB delivers the Air Force 'First Look' Program - ePS",
      "description": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/",
      "preview": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/ More Posts All News AUBURN HILLS, M"
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://www.vegvesen.no/kjoretoy/",
      "title": "Kjøretøy | Statens vegvesen",
      "description": "Finn informasjon om kjøretøy og regelverk for privat- og yrkessjåfører, send inn salgsmelding, sjekk kjøretøyopplysninger og finn godkjent verksted.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://www.shetnews.co.uk/2018/07/27/amenity-trust-graduates-to-explore-cruise-ship-market-and-world-heritage-application/",
      "title": "Amenity trust graduate to explore cruise ship market and World Heritage site application | Shetland News",
      "description": "SHETLAND Amenity Trust has opened up two new graduate placements in a bid to develop tourism in the isles, as well as review its property portfolio. Tasks due...",
      "preview": "Advertisement 2 of 2 Chris Cope, local democracy reporter 27 July 2018 09:27 http://shet.news/gcdvp Link copied Copied 0 Shares Photo: Shetland News P"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    },
    {
      "url": "https://www.drazby.cz/drazba-zasob-elektronika-kabely-spolecnosti-inn/",
      "title": "Dražba zásob - elektronika, kabely společnosti I.N.N. | Drazby.cz",
      "description": "void",
      "preview": "Domů zavřít Chci uspořádat dražbu Chci nakoupit v dražbě Právě dražíme Chci nabídku zdarma Vše o dražbách Reference O nás Kontakty / Nabídka dražeb /"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/overview/",
      "title": "Overview | Kubernetes",
      "description": "Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarative configuration and automation. It has a large, rapidly growing ecosystem. Kubernetes services, support, and tools are widely available.",
      "preview": "Overview Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarati"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://www.britannica.com/place/Tokyo",
      "title": "Tokyo | Japan, Population, Map, History, & Facts | Britannica",
      "description": "Tokyo, city and capital of Tokyo 'to' (metropolis) and of Japan. It is located at the head of Tokyo Bay on the Pacific coast of central Honshu. It is the focus of the vast metropolitan area often called Greater Tokyo, the largest urban and industrial agglomeration in Japan.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos To"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://www.geospatialworld.net/blogs/californian-non-profit-emissions-power-plants/",
      "title": "Californian non-profit to monitor emissions from all power plants globally",
      "description": "WattTime, a non-profit organization based in California, uses AI to detect methane and other greenhouse emissions.",
      "preview": "Home Blogs Californian non-profit to monitor emissions from all power plants globally Blogs Image Courtesy: Vox WattTime, a non-profit organization ba"
    },
    {
      "url": "https://www.svt.se/sport/",
      "title": "SVT Sport",
      "description": "SVT Sport - Sveriges största sportredaktion. Håll dig uppdaterad med de senaste livesändningarna och sportnyheterna från SVT.",
      "preview": "Guide Veckans sändningstider 21:30 Sportnytt Ikväll 21:30 21:55 Beachvolleyboll: Beach Pro Tour Ikväll 21:55 23:10 SVT Sport Direkt VM-kval: Presskonf"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.sacred-texts.com/eso/index.htm",
      "title": "Western Esoteric Texts | Sacred Texts Archive",
      "description": "Esoteric and Occult texts at sacred-texts.com",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "https://my.rwjf.org/login.do",
      "title": "MyRWJF - Sign in",
      "description": "RWJF GRANT RESOURCES",
      "preview": "MyRWJF Sign In MyRWJF is the Robert Wood Johnson Foundation's portal for applicants, reviewers and grantees. If you are a first time visitor, Register"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://c4ads.org/",
      "title": "Home - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content Join Our Mailing List Stay up to date. Sign Up A Different Approach Where traditional international security institutions just see a c"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "https://www.commonsensemedia.org/",
      "title": "Common Sense Media: Age-Based Media Reviews for Families | Common Sense Media",
      "description": "Common Sense Media is the leading source of entertainment and technology recommendations for families. Parents trust our expert reviews and objective advice.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Movies Movie Reviews and Lists Movie Reviews Best"
    },
    {
      "url": "https://www.studio1847.io/",
      "title": "Home - Studio1847.io",
      "description": "At Studio 1847, the branded content studio of Tribune Publishing, your success is at the core of everything we do. We work with brands of all sizes and across all industries to tell their stories in informative and engaging ways....",
      "preview": "About Relationship to Tribune Publishing Awards Contact Us Client Work 312-222-4860 Humanizing brands to connect with consumers in an authentic and me"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://www.in.gov/idoc/",
      "title": "IDOC: IDOC",
      "description": "Changing lives from the inside out",
      "preview": "Close Menu Changing Lives From the Inside Out The Indiana Department of Correction is looking to fill multiple positions across the state. No experien"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "http://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://www.duo.nl/particulier/studiefinanciering/",
      "title": "Studiefinanciering - DUO",
      "description": "Website duo.nl/particulier",
      "preview": "Ga direct naar inhoud Zoek Naar Geld voor school en studie In het kort Als u staat ingeschreven als student aan het mbo, hbo of universiteit, kunt u g"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/post/143100154781",
      "title": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer... 1.5M ratings 277k ratings See, that's what the app is perfec"
    },
    {
      "url": "https://www.compass.com/listing/1016-north-bundy-drive-los-angeles-ca-90049/1120499364511556577/",
      "title": "1016 N Bundy Dr, Los Angeles, CA 90049 | MLS #22-193037 | Compass",
      "description": "1016 N Bundy Dr, Los Angeles, CA 90049 is a single family home not currently listed. This is a 6-bed, 7-bath, 6,608 sqft property.",
      "preview": "1016 N Bundy Dr Los Angeles, CA 90049 $5,405,000 Last Sold Price 6 Beds 7 Baths 6,608 Sq. Ft. $818 / Sq. Ft. 6,608 Sq. Ft. $818 per Sq. Ft. Checking S"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://www.eac.gov",
      "title": "Home | U.S. Election Assistance Commission",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}