{
  "data": [
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "https://www.actionkit.com/",
      "title": "ActionKit",
      "description": "ActionKit: Supercharge your online organizing, advocacy and fundraising with the most powerful tools in the business.",
      "preview": "ActionKit Why ActionKit Features Clients ActionKit is now part of the NGP VAN family. Learn more."
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.cerl.org/main?ns=atg&tab_files=files&do=media&tab_details=history&image=collaboration%3Amanutius_network_2015%3Aaldo_catlogo_bvs2.pdf",
      "title": "Supporting Europe's written heritage [CERL]",
      "description": "void",
      "preview": "Home | Resources | Services | Hosting | Publications | Collaboration | Joining CERL | About CERL | You are here:: Home Search News | Contact | Index |"
    },
    {
      "url": "https://mckv.edu.in/infrastructure/games-sports/",
      "title": "Games & Sports",
      "description": "void",
      "preview": "Games & Sports M.C.Kejriwal Vidyapeeth is committed to fully equipping our children to face the ever changing world with confidence. Students can play"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://infopackets.com/tags/lifetime-firewall",
      "title": "lifetime firewall | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › life"
    },
    {
      "url": "http://www.games-db.com/Arcade/",
      "title": "Browse in Arcade < Games-db.com: computer games, video games, arcade, pinball, handheld, traditional >",
      "description": "(Coin-Op Video Games. Sega, Namco, Midway, Capcom, Atari, Taito, Neo Geo, ...)",
      "preview": "Platforms Overview | Message Board Games-db / Arcade Database Areas • Computer & PC Games • Console Games • Arcade Games • Pinball Machines • Handheld"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "http://www.gmhchousing.org/",
      "title": "GMHC | Minneapolis, MN",
      "description": "void",
      "preview": "HOME SUCCESS STORIES ABOUT US BOARD OF DIRECTORS STAFF SPONSORS ANNUAL REPORTS CAREERS DONATE PROGRAMS PREDEVELOPMENT LOAN FUND PROGRAM FUNDED PROJECT"
    },
    {
      "url": "https://www.swmintl.com/",
      "title": "SWM | Sustainable, Safe, and Intelligent Lightweight Materials",
      "description": "With our leading technical engineering mindset, SWM thrives on finding innovative and intelligent solutions to challenges.",
      "preview": "Markets Expertise Sustainability About Newsroom Jobs Product Enquiry English Português Back Combustibles & Smoke-Free Solutions for nicotine, tobacco"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://www.popsugar.com/fitness/photo-gallery/43655065/image/47786114/Wheat-Bran?stream_view=1",
      "title": "Foods That Cause Anxiety | PS Fitness",
      "description": "Foods that cause inflammation in the gut or contain caffeine can increase or mimic symptoms of anxiety, and experts tell us which to avoid.",
      "preview": "Skip to main content Fitness Wellness 12 Foods Experts Say to Avoid If You Have Anxiety By Kacie Main Updated on Sep 20, 2020 at 12:06 PM Pexels | And"
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "http://www.atma.com.au/cbk/",
      "title": "Association of Taxation & Management Accountants - Welcome",
      "description": "Your association default meta description",
      "preview": "Member Login Username Password Need help? Login Welcome About Aims CBK Mission Membership Membership Benefits Membership Structure Fee Structure Appli"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://accounts.nintendo.com/term_chooser/privacy_policy",
      "title": "Nintendo Account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.wxforum.net/index.php?PHPSESSID=28m1pkjhbnc0637445mfr893o4&topic=40004.0",
      "title": "How would I go about self activating the Midland 74-250C?",
      "description": "How would I go about self activating the Midland 74-250C?",
      "preview": "Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://jsonlint.com/",
      "title": "JSON Online Validator and Formatter - JSON Lint",
      "description": "JSONLint is the free online validator, json formatter, and json beautifier tool for JSON, a lightweight data-interchange format. You can format json, validate json, with a quick and easy copy+paste.",
      "preview": "To format and validate your JSON, just copy + paste it below: Loading... About the JSONLint Editor JSONLint is a validator and reformatter for JSON, a"
    },
    {
      "url": "https://www.manypixels.co/",
      "title": "ManyPixels - Unlimited Graphic Design | Try Now",
      "description": "Get everything you need designed for a flat monthly rate. Logos, web design, illustrations, ads - we do it all! Try ManyPixels today!",
      "preview": "solutions Our work Pricing Resources book a call get started SIGN IN SIGN IN get started book a call solutions Our work Pricing Resources book a call"
    },
    {
      "url": "https://www.centrumhigieny.pl/pl/p/Ostrzalka-do-nozy-Cozzini-Ergo-Steel-II-hes-2-biala/760",
      "title": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała - Centrum Higieny",
      "description": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 wykonana jest ze stali i tworzywa sztucznego. Posiada ergonomiczny kształt umożliwiający szybką i bezpieczną pracę, jest łatwa w obsłudze i konserwacji. Druty ostrzałki są ustawione pod kątem 15 stopni, a sprężyna jest zainstalowana z tyłu ostrzałki co zapewnia jednakowy nacisk noża na druty ostrzące i zapobiega zniekształceniu ostrza. Mocne strony urządzenia: zachowuje zawsze jednakowy kąt ostrzenia idealna na każdym stanowisku łatwa obsługa",
      "preview": "Jesteś w: » Strona główna » Ostrzałki do noży » OSTRZAŁKI RĘCZNE » Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała ZADZWOŃ I ZAMÓW!: +48 571 922 9"
    },
    {
      "url": "http://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.cyndislist.com/",
      "title": "Welcome to Cyndi's List",
      "description": "Your FREE genealogy starting point with more than 332,000 genealogy links, categorized & cross-referenced, in more than 200 categories.",
      "preview": "Follow Cyndi | About Cyndi | FAQs Search Cyndi's List HOME CATEGORIES WHAT'S NEW SHOP SUPPORT US A comprehensive, categorized & cross-referenced list"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://www.realself.com/news/dolores-catania-breast-augmentation",
      "title": "Why Dolores Catania Got a Third Breast Augmentation | RealSelf News",
      "description": "RHONJ Dolores Catania reveals the details of her recent breast augmentation-from how she chose her plastic surgeon to what she thinks of the results.",
      "preview": "Face & Neck Cheeks Eyes Eyebrows Lips Neck Nose Teeth Body Breast Butt Stomach Arms Skin Acne Treatments Wrinkle Treatments Anti-Aging Skin Care Produ"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://www.subito.it/annunci-italia/vendita/usato/",
      "title": "Subito - Annunci e offerte gratis con TuttoSubito",
      "description": "Scopri TuttoSubito: il nuovo servizio di Subito che ti permette di comprare online in tutta Italia in completa sicurezza grazie alla protezione acquisti",
      "preview": "Chiudi PROMO Ultimo giorno : spedizioni InPost a soli 0,99 € con TuttoSubito. Home Cerca Vendi Messaggi Accedi I tuoi ordini I tuoi annunci Preferiti"
    },
    {
      "url": "https://it.vecteezy.com/foto/1178347-sms-con-smartphone",
      "title": "Scarica Vettori, Immagini, Foto e Video Gratuiti",
      "description": "Esplora milioni di vettori, immagini, foto e video royalty-free! Trova la grafica, lo sfondo, la clip art, lo sfondo o l'icona perfetti per il tuo progetto.",
      "preview": "Scarica vettori, foto d'archivio, video d'archivio e altro gratuitamente Risorse creative di qualità professionale per portare a termine i tuoi proget"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://citizensclimatelobby.org/",
      "title": "Citizens' Climate Lobby | A Climate Change Organization",
      "description": "Citizens' Climate Lobby (CCL) empowers everyday people to work within their communities and members of Congress on climate change solutions.",
      "preview": "Skip to content Spanish English Citizens' Climate Lobby | A Climate Change Organization Citizens' Climate Lobby Our solution to climate change? Democr"
    },
    {
      "url": "https://wiki.gnupg.org/HelpOnMacros/MonthCalendar?calparms=HelpOnMacros/MonthCalendar,2001,12,0,-29,,,MonthCalendarTemplate",
      "title": "HelpOnMacros/MonthCalendar - GnuPG wiki",
      "description": "void",
      "preview": "Toggle sidebar Toggle navigation Comments Immutable Page Search: Menu Navigation RecentChanges FindPage Local Site Map Help HelpContents HelpOnMoinWik"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://overdeck.org/portfolios/",
      "title": "Portfolios | Overdeck Family Foundation",
      "description": "Overdeck Family Foundation funds organizations that enhance each stage of childhood learning, from birth to graduation. Learn more.",
      "preview": "Early_Impact Created with Sketch. Early Impact Creating strong foundations for early learning. Read More Exceptional_Educators Created with Sketch. Ex"
    },
    {
      "url": "https://www.wkbw.com/news/local-news/how-the-lexington-co-op-is-making-celebrating-thanksgiving-simpler",
      "title": "Making Thanksgiving 2020 simpler at the Lexington Co-op",
      "description": "We are so close to Thanksgiving, you can almost smell the turkey, but this year, there may be fewer people sitting around the table.",
      "preview": "void"
    },
    {
      "url": "https://perscholas.org",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "https://www.hidive.com",
      "title": "HIDIVE: Watch Anime Anywhere",
      "description": "Watch anime subbed or dubbed! Stream Jellyfish Can't Swim in the Night, Whisper Me a Love Song, Ragna Crimson, The Eminence in Shadow, Chained Soldier, My Instant Death Ability is Overpowered and more!",
      "preview": "void"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://www.modelcities.org/",
      "title": "Model Cities | Communities thrive when people thrive",
      "description": "Communities thrive when people thrive",
      "preview": "Skip to main content Skip to header right navigation Skip to after header navigation Skip to site footer We believe communities thrive when people thr"
    },
    {
      "url": "https://www.joytours.com/",
      "title": "JoyTours.com is for sale | HugeDomains",
      "description": "Choosing the right domain name can be overwhelming. Our personalized customer service helps you get a great domain.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.riteaid.com/shop/andalou-1000-roses-soothing-sleeping-mask-1-7-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "https://www.elpenor.org/books/septuagint-psalms/default-en.asp",
      "title": "Septuagint PSALMS : The Greek Old Testament - Elpenor",
      "description": "void",
      "preview": "NEW TESTAMENT | SEPTUAGINT OLD TESTAMENT | GEORGE VALSAMIS | CONTACT | HOME Elpenor's Edition of the Septuagint Original Greek New Testament Psalms Or"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://www.shihang.org/",
      "title": "Home",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions",
      "preview": "最新地区经济简报 探究各地区宏观经济发展趋势，重点关注创造就业机会。 https://www.shihang.org/zh/topic/development/publication/world-bank-regional-economic-updates 查看报告 以保护促繁荣：自然旅游驱动就业与"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/cruise-travel-during-covid19.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "https://web.dev/learn/html/",
      "title": "Learn HTML | web.dev",
      "description": "This HTML course for web developers provides a solid overview for developers, from novice to expert level HTML.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources HTML Stay organized with collections Save and categorize content based on your preferences."
    },
    {
      "url": "https://sexinads.tumblr.com/",
      "title": "Sex in Ads",
      "description": "This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with sexual (and erotic) context as posible. And describe...",
      "preview": "About This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "http://jijislief.nl/categorie_zwanger",
      "title": "Jij is Lief - Zwanger",
      "description": "Stuur je vrienden een super orgineel kaartje via internet!",
      "preview": "Zwanger 61 Als een bekende van je een kind verwacht, ga je die met deze kaartjes zeker blij maken! Kies een andere categorie En? Vertel ik ben zo beni"
    },
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "https://githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://www.worldcleanupday.org/",
      "title": "World Cleanup Day - Join the Global Movement for a Cleaner Planet",
      "description": "World Cleanup Day unites millions of volunteers in over 200 countries to tackle the global waste crisis and protect our environment. Be part of the solution-take action and join the movement for a cleaner, healthier world.",
      "preview": "World Cleanup Day World Cleanup Day has brought together over 114 million people in 211 countries to tackle the waste crisis. The 2024 year's World Cl"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://globalfishingwatch.org/topics/",
      "title": "Technology for Ocean Management | Global Fishing Watch",
      "description": "Global Fishing Watch is harnessing innovative technology to turn open data into actionable information that improves ocean management.",
      "preview": "Skip to content Topics Commercial fishing Global Fishing Watch is harnessing innovative technology to turn transparent data into actionable informatio"
    },
    {
      "url": "https://radioonlinelive.com/uk/waves-radio-uk/",
      "title": "Waves Radio UK, United Kingdom - Radio Online Live",
      "description": "Waves Radio UK is playing on 101.2 FM. It is Playing Current and Classic Hits across Aberdeen City and Shire on FM.",
      "preview": "Home United Kingdom Waves Radio UK Waves Radio UK United Kingdom News Pop Talk Favorite Share Report Waves Radio UK is playing on 101.2 FM. It is Play"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "http://www.smartstudy.co.kr/privacy/",
      "title": "Pinkfong Account",
      "description": "Pinkfong Account",
      "preview": "Privacy Policy The Pinkfong Integrated Services(the \"Pinkfong Services\"), including the Pinkfong Store website/mobile application services, Pinkfong T"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://news.mongabay.com/2020/11/more-indonesian-sailors-repatriated-from-deadly-chinese-fishing-fleet/",
      "title": "More Indonesian sailors repatriated from deadly Chinese fishing fleet",
      "description": "Environmental science and conservation news",
      "preview": "More Indonesian sailors repatriated from deadly Chinese fishing fleet Basten Gokkon 16 Nov 2020 Asia Indonesian Fisheries Comments Share article Share"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    }
  ],
  "_meta": {
    "total_bookmarks": 96
  }
}