{
  "data": [
    {
      "url": "https://guides.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.elitesingles.com/",
      "title": "EliteSingles | One of the best dating sites for educated singles",
      "description": "ELITESINGLES dating sites ✓ Smart matchmaking, verified profiles & like-minded members ✓ Join the online dating site as committed as you are.",
      "preview": "I am a woman man I am looking for a woman man I hereby confirm that I have read the Terms & Conditions , the Privacy Policy and the Online Dating Safe"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "https://www.popularwoodworking.com/techniques/french-polish/",
      "title": "French Polishing | Popular Woodworking",
      "description": "French polish adds extraordinary depth to gorgeous wood. This finish is perfect for bowls, vessels, lamps and other turnings that aren't handled often or are exposed to moisture, alcohol or heat.",
      "preview": "By American Woodworker Editors Posted April 25, 2019 In Projects , Shop Blog , Techniques French Polishing 2019-04-25 2024-03-06 https://media.popular"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://github.community",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "http://www.flux-entertainment.com/contact.php",
      "title": "Flux Entertainment",
      "description": "void",
      "preview": "Home App Contact Name: E-Mail Address: Subject: Message: Reset Send"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://thelastmileradio.org/",
      "title": "Home - The Last Mile Radio",
      "description": "The Last Mile Radio on SiriusXM serves as an inspiring and informative platform dedicated to criminal justice reform and the transformative potential of individual change.",
      "preview": "Stories of Paving the Road to Change Live Broadcast Saturdays @ 12pm ET Season 3 Episode 91: April Bosworth and Michelle Cirocco 28:00 September 29, 2"
    },
    {
      "url": "https://www.bonappetit.com/recipe/bas-best-eggplant-parmesan",
      "title": "Best Eggplant Parmesan Recipe | Bon Appétit",
      "description": "This showstopping eggplant Parmesan recipe features homemade marinara layered with breaded eggplant and plenty of Parmesan and mozzarella cheese.",
      "preview": "Skip to main content Arrow Jump To Recipe Print The mantra for this eggplant Parmesan recipe should be: \"Good things take time.\" Trust us. Your effort"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "https://get.foundation/emails/inliner.html",
      "title": "Foundation for Emails | Responsive Email CSS Inliner",
      "description": "void",
      "preview": "Foundation Home Brands Case Studies Buzz About Foundation Foundation for Sites Home Getting Started Download HTML Templates Building Blocks Resources"
    },
    {
      "url": "http://www.exploratorium.edu/",
      "title": "Experience the Exploratorium at Pier 15",
      "description": "Experience the Exploratorium. Let your curiosity roam free through hundreds of exhibits in our six spacious indoor and outdoor galleries at Pier 15, San Francisco.",
      "preview": "Skip to main content Notice - Please note that the Exploratorium is moving to a new ticketing system on 10/27/25. Tickets for dates from 10/28/25-01/0"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.worldbank.org/en/programs/africa-program-for-fisheries",
      "title": "Africa Program for Fisheries",
      "description": "void",
      "preview": "Working for a World Free of Poverty Africa Program for Fisheries Email Print Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 FEATURED"
    },
    {
      "url": "http://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://mon-css.ru/server_info/217.106.106.107:28002/",
      "title": "Evehost Platform [v34] | Информация о сервере | Мониторинг игровых серверов Counter Strike Source v34",
      "description": "Мониторинг игровых серверов css v34, Мониторинг игровых серверов. Мониторинг CS 1.6, Source, CS: Coundition Zero. Мы - мониторинг CS 1.6. Мониторинг игровых серверов, Arma 2, Battlefield 1942, BattleField 2, BattleField 2142, Call Of Duty, Call Of Duty 2, Call Of Duty 4: MW, Call of Duty 5: WW, CRYSIS, Crysis Wars (warhead), Counter-Strike, Counter-Strike 1.5, Counter-Strike Pro Mod, Counter-Strike: Source, Condition Zero, Doom3, Day Of Defeat, Day Of Defeat: Source, Enemy Territory, F.E.A.R., Half-Life 2, Ил-2 Штурмовик, Insurgecy, Killing Floor, Left 4 Dead, Medal Of Honor Assault, Quake 2, Quake 3, Quake 4, Red Orchestra, Medal of Honor Spearhead, S.T.A.L.K.E.R. SC, SWAT4, Team Fortress 2, Unreal Tournament 2004, Unreal Tournament 3, Wolfenstein: ET, Zombie Panic: Source",
      "preview": "Главная Добавить сервер Source CS 1.6 CS:GO Заказ услуг | Цены Поиск Скачать css v34 Контакты Заказать Боковой блок TOP серверов 45 Руб в месяц Заказа"
    },
    {
      "url": "https://forum.waffen-online.de/topic/462209-munitionsverkauf-auf-schie%C3%9Fst%C3%A4nde/",
      "title": "Munitionsverkauf auf Schießstände - Waffenrecht - WAFFEN-online Foren",
      "description": "Das größte Forum für legalen Waffenbesitz, Sportschützen, Jäger und Waffenrecht im deutschsprachigen Raum",
      "preview": "Zum Inhalt springen Waffenrecht Bereits registriert? Anmelden Anmelden Angemeldet bleiben Nicht empfohlen auf gemeinsam genutzten Computern Anmelden P"
    },
    {
      "url": "https://www.aluminum-coil.net/reasons-for-even-film-thickness-of-aluminium-anodizing-sheet-plate.html",
      "title": "Reasons for uneven film thickness of aluminium anodizing sheet plate",
      "description": "The causes for uneven thickness of an aluminium anodizing sheet plate includes inappropriate solution temperature, effective area, contact state and sulfuric acid concentration etc.",
      "preview": "Welcome to the web of Haomei Aluminum  86-18137889531  nydia@aluminumhm.com Home About Us Haomei Certificates Our History Our Team Our Factories Soc"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://www.random.org/lists/",
      "title": "RANDOM.ORG - List Randomizer",
      "description": "This page allows you to randomize lists of strings using true randomness, which for many purposes is better than the pseudo-random number algorithms typically used in computer programs.",
      "preview": "Home Games Lottery Quick Pick Keno Quick Pick Coin Flipper Dice Roller Playing Card Shuffler Birdie Fund Generator Numbers Integers Sequences Integer"
    },
    {
      "url": "http://aqwatec.mines.edu/",
      "title": "Conoco Phillips Center for a Sustainable WE2ST - ConocoPhillips Center for a Sustainable WE2ST",
      "description": "void",
      "preview": "Facebook X RSS Snapchat My Mines News Calendar Canvas Email Library Give Directories The ConocoPhillips Center for a Sustainable WE 2 ST at Colorado S"
    },
    {
      "url": "http://wod.iode.org",
      "title": "void",
      "description": "void",
      "preview": "World Ocean Database Mirror at the UNESCO/IOC Project Office for IODE The World Ocean Database (WOD) is a product of NOAA's National Centers for Envir"
    },
    {
      "url": "https://doughenningproject.com/2020/09/17/happy-belated-birthday-david-copperfield/",
      "title": "Happy Belated Birthday David Copperfield! - THE DOUG HENNING PROJECT",
      "description": "https://www.youtube.com/watch?v=-pVPuCn0c2g Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfield! So, in honor of the occasion enjoy this clip of David performing the \"Immaculate Connection\" illusion from the \"Magic of David Copperfield V.\"",
      "preview": "Skip to content Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfiel"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://health.youtube/",
      "title": "YouTube Health - Accessible Public Health Information",
      "description": "Discover how YouTube Health partners with health experts to make access to quality health information relatable and available to the public.",
      "preview": "At YouTube Health, we are dedicated to making high-quality health information accessible to everyone. Information can help drive health outcomes. In f"
    },
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://earthshotprize.org/the-earthshot-prize-winners-finalists-2021/aem-electrolyser/",
      "title": "Winners & Finalists - The Earthshot Prize",
      "description": "The Earthshot Prize Winners and Finalists represent the most ambitious and inspiring solutions to the planet's greatest challenges.",
      "preview": "Skip to main content Open Navigation Search..."
    },
    {
      "url": "https://www.leahblevinsmusic.com/",
      "title": "Leah Blevins",
      "description": "void",
      "preview": "0 Leah Blevins, a captivating force in music hailing from Sandy Hook, Kentucky, seamlessly blends vintage charm with a contemporary groove. SHOWS"
    },
    {
      "url": "https://www.schweigerderm.com/providers/michele-farber-md/",
      "title": "Michele Farber, MD | Schweiger Dermatology Group",
      "description": "Michele Farber, MD is a board-certified dermatologist in PA. Call or book appointment online.",
      "preview": "Michele Farber, MD, FAAD Michele Farber, MD, FAAD is a board-certified dermatologist practicing with Schweiger Dermatology Group in Philadelphia, PA."
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://hudabeauty.com/",
      "title": "Huda Beauty | Now Shipping to Italy",
      "description": "Shop the full Huda Beauty makeup collection and get free International shipping on all orders over €40. Find your #FauxFilter Foundation and shop cult Huda Beauty eyeshadow palettes, Liquid Mattes, iconic Huda Beauty lashes and more... HUDA BEAUTY",
      "preview": "Free Shipping on Orders €48+ Free Sample On Every Order Italy | en Shipping To : Albania (USD $) Algeria (USD $) Angola (USD $) Armenia (USD $) Austra"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://balancedbites.com/",
      "title": "Balanced Bites Wholesome Foods | Healthy Gluten-Free Meal Delivery, Or",
      "description": "Healthy Frozen Meals Delivered To You. Paleo meal delivery by Balanced Bites sends you freshly made, frozen paleo, keto or gluten-free meals, available whenever you need them! Simply reheat & enjoy. Official Balanced Bites Online Store.",
      "preview": "Skip to content Search Simplify cooking tasty meals. Perfectly balanced, organic spice blends to make any meal taste great! Shop Spices Now Organic sp"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "http://www.nielsen.com/digitalprivacy",
      "title": "Digital measurement privacy statement | Nielsen",
      "description": "Nielsen uses its proprietary software and products to provide digital measurement services, which measure and analyze how consumers engage with media across online, mobile and emerging technologies, and enable Nielsen to offer research insights into consumer behavior.",
      "preview": "Additional privacy information Our Privacy Principles Learn more Careers Privacy Notice Learn more Digital Measurement Privacy Notice Learn more Marke"
    },
    {
      "url": "https://fastapi.tiangolo.com/tutorial/first-steps/",
      "title": "First Steps - FastAPI",
      "description": "FastAPI framework, high performance, easy to learn, fast to code, ready for production",
      "preview": "Skip to content First Steps ¶ The simplest FastAPI file could look like this: Python 3.8+ from fastapi import FastAPI app = FastAPI () @app . get ( \"/"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "http://www.retailstudy.com/",
      "title": "Site selection and sales forecasting for retailers and real estate developers. We locate sites for restaurants and supermarkets.",
      "description": "void",
      "preview": "Information and experience working for you. Retail Site Selection and Brokerage 1563 Brentwood Dr Marietta, Ga. 30062 770-578-0744 email Our approach"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://www.theroyalbutler.co.uk/",
      "title": "The UK's etiquette expert - Grant Harrold The Royal Butler",
      "description": "Etiquette Courses - Grant Harrold The Royal Butler is a leading Etiquette Expert based in Britain teaching Etiquette Classes at a Royal level and have done so for over 11 years. His Etiquette courses, classes and workshops are offered throughout the world.",
      "preview": "top of page from Grant Harrold The Royal Butler Welcome His Majesty King Charles III Grant, it is wonderful to know that I am lucky enough to have som"
    },
    {
      "url": "http://cie.co.at/eilvterm/17-29-018",
      "title": "17-29-018 | CIE",
      "description": "indirect lighting lighting by means of luminaires having a distribution of luminous intensity such that the fraction of the emitted luminous flux directly reaching the working plane, assumed to be of infinite extent, is 0 % to 10 %",
      "preview": "Skip to main content e-ILV The e-ILV provides free access to all the terms and definitions contained in the international standard CIE S 017:2020 ILV:"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "http://www.crayola.com/privacy.aspx",
      "title": "Privacy Policy",
      "description": "Review our Privacy Policy to understand how we collect, use, share, and protect your personal information across our services.",
      "preview": "Skip to Main Content Crayola Privacy Policy Updated and Effective as of June 29, 2023 Welcome to Crayola! This Privacy Policy describes the collection"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.kidsafeseal.com",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://www.avina.net/en/home/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}