{
  "data": [
    {
      "url": "http://www.bizmicro.co.kr/inquiry.html",
      "title": "Main | Clush",
      "description": "void",
      "preview": "top of page Our Expertise in AI, Cloud, and Beyond Win with our AI-first Approach AI 도입 전략 및 구축 컨설팅 비즈니스에 최적화된 AI 도입 전략을 설계하고 실행합니다. AI 에이전트 개발 기업 맞춤형"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://www.cancer.org/healthy/cancer-causes/chemicals/talcum-powder-and-cancer.html",
      "title": "Talcum Powder and Cancer | American Cancer Society",
      "description": "Talcum powder is made from talc, a mineral composed mainly of the elements magnesium, silicon, & oxygen. Learn more about its possible link to cancer.",
      "preview": "Skip to main content 0 showDesktop,showTablet,showMobile Mairead, Stage 4 Metastatic Breast Cancer Thriver Donate to help end breast cancer as we know"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "https://pluto.tv",
      "title": "Pluto TV: Watch Free Movies, TV Shows & Live TV Online",
      "description": "Watch 1000s of free movies and TV shows on demand & 100s of live TV channels for free.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://socialimpact.github.com",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://www.tezenis.com/world/collections/sporty/mens_tracksuit/",
      "title": "tezenis_ww - Shop online with Tezenis",
      "description": "The Tezenis tezenis_ww collection is waiting for you! Have fun creating brand new outfits that are suitable for any occasion. Quick refunds. Shop online",
      "preview": "✕ 1,843 items Clear filters Filter 1,843 items Clear filters Filter label.title.filtersmodal Arrange by Product name (a-z) Product name (z-a) Size XS"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "http://www.grupogates.com/curso_gcal_destinat.htm",
      "title": "Grupo Gates. Masters y Cursos a distancia",
      "description": "void",
      "preview": "Temario Objetivo Destinatarios Tutorías Título Destinatarios El Curso Superior EFEM en Gestión de Calidad está dirigido a: Gerentes, Directores y Empr"
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "https://www.stackerhq.com/",
      "title": "Stacker | Software that's as unique as your business",
      "description": "Stacker is the software system for a modern business to run on. Create a software to power your operations like CRMs, internal tools, customer portals and other business applications for your team",
      "preview": "LEARN Blog About us Tutorials Experts Community Templates FEATURED ARTICLES How to build a to-do list app in Stacker 6 MIN READ Feb 18, 2024 CONTACT W"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://jlr.oemdtc.com",
      "title": "JLR - OEMDTC",
      "description": "Jaguar & Land Rover Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.diariogol.com/",
      "title": "Diario Gol | Real Madrid, FC Barcelona, Florentino Pérez",
      "description": "Diario Gol es el portal deportivo exclusivo de Internet más leído de España. Noticias del Real Madrid, FC Barcelona, Messi, Cristiano Ronaldo y muchos más",
      "preview": "Skip to content Fútbol Estas son las selecciones que ya están clasificadas para el Mundial 2026 Andrea Lamas 10 Oct 2025 / 09:00 Real Madrid Lucas Váz"
    },
    {
      "url": "https://kfor.com/news/local/ok-family-in-shambles-after-fatal-skydiving-accident/?utm_medium=referral&utm_source=facebook.com&utm_campaign=socialflow&fbclid=IwAR2DIgdljmq1zfLYEQZ94-Jm8-lTLNWYZrrom6aKRcffCa77Uh3krt3rT5A",
      "title": "Oklahoma family in shambles after fatal skydiving accident",
      "description": "44-year-old Heather Glasgow went skydiving in Sallisaw Saturday afternoon, but hit the ground and passed away later that night due to her injuries.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://www.nfl.com/news/packers-aaron-rodgers-finishes-retreat-addresses-future-i-don-t-want-to-drag-any",
      "title": "Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around'",
      "description": "Packers quarterback Aaron Rodgers spoke publicly for the first time since completing his darkness retreat. Although he does not have a decision yet, he recognizes the benefit of giving the team an answer in the near future.",
      "preview": "Skip to main content Advertising Around the NFL Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around' Publi"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://littlespookykid.tumblr.com/",
      "title": "🌙",
      "description": "void",
      "preview": "1 2 3 ▶ ✿ 🌙 home message archive theme Feb 12 ♥ 9579 Reblog beyoncescock : I thought I'm the only one who does this"
    },
    {
      "url": "https://the-eastern.tumblr.com/",
      "title": "Turn to the East",
      "description": "atheist voodoo witch // who do you trust?",
      "preview": "Install theme Turn to the East (via daddyfuckedme ) + almavio : James Wedge , The Sunday Times Magazine , October 1978 (via verrvain ) + (via theclass"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://shop.saints.com.au/playcorp/?_bc_fsnf=1&Size%5B%5D=L12&Size%5B%5D=08&Size%5B%5D=1&Size%5B%5D=S&Size%5B%5D=8&Size%5B%5D=18&Size%5B%5D=XS&Size%5B%5D=3XL&category=112",
      "title": "Playcorp Products - Saints Locker",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    }
  ],
  "_meta": {
    "total_bookmarks": 41
  }
}