{
  "data": [
    {
      "url": "http://www.spencersretail.com/",
      "title": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "description": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "preview": "void"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://www.movidaapple.com/blog/2014/01/25/apple-coloca-mensajes-con-bombillas-led-en-las-apple-store-para-el-3%ef%a3%bf-aniversario-mac-imagen/?shared=email&msg=fail",
      "title": "Colocan mensajes con bombillas LED en las Apple Store para el 3 aniversario Mac [imagen] - Movida Apple",
      "description": "9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas LED. El mensaje dice",
      "preview": "Saltar al contenido 9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas L"
    },
    {
      "url": "https://www.youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.boots-uk.com/",
      "title": "Boots UK - Corporate site and newsroom",
      "description": "Our mission is to be the first choice for pharmacy, health and beauty - caring for people, customers and communities everywhere. Looking to shop? Visit Boots.com.",
      "preview": "The UK's leading health and beauty retailer Putting patients in control of their health and wellbeing Creating innovative, affordable and sustainable"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "https://africanamericanempowerment.blogspot.com/2014/05/",
      "title": "African American Empowerment Blog (AAEB): May 2014",
      "description": "What is the African American empowerment blog? The AAEB is a blog focusing on news, music, poetry, art, quotes, facts, books, movies and people that uplift, empower, and motivate African Americans.",
      "preview": "Friday, May 30, 2014 Black tech innovators blazing a trail in South Florida By Felecia Hatcher As many cities look to duplicate the model of Silicon V"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "https://regexplanet.com/advanced/java/index.html",
      "title": "Java regex testing - RegexPlanet",
      "description": "Online testing for Java (java.util.regex.Pattern) regular expressions.",
      "preview": "Java Regular Expression Test Page JavaDoc Share: Expression to test Regular Expression Replacement Options Help Canonical equivalence. ( CANON_EQ ) Ca"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "http://spyglass.fish",
      "title": "Spyglass | Global Fishing Crimes Map",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.inail.it/",
      "title": "Home",
      "description": "void",
      "preview": "Passa al contenuto principale Impostazioni cookie Vai al menu principale Vai al contenuto principale Notizie in evidenza Bando Isi 2024 Chiusa la proc"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://www.telanon.info/sociedade/2016/04/06/21531/tiroteio-cena-de-bruxaria-e-morte-provocaram-protestos-diante-do-ministerio-publico/?replytocom=291828",
      "title": "Tiroteio, cena de bruxaria e morte provocaram protestos diante do Ministério Público - Téla Nón",
      "description": "Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março, por alegados foras da lei, exigiram ao Ministério Público a prisão preventiva dos dois suspeitos do crime. Diante do Ministério Público os familiares da vítima Manuel [...]",
      "preview": "Téla Nón Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março,"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/ai/customer-insights/",
      "title": "Customer Insights and Journeys | Microsoft Dynamics 365",
      "description": "Create engaging experiences by uniting customer data with real-time journeys and Copilot in Microsoft Dynamics 365 Customer Insights.",
      "preview": "This is the Trace Id: 0e7b71067ea793ed00345d9c5ca2265f Skip to main content Dynamics 365 Customer Insights Create engaging experiences by uniting cust"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://india.mongabay.com/",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://bibliometria.us.es/prisma/publicacion/buscar/fuente/4296",
      "title": "Búsqueda de Publicación - Prisma - Unidad de Bibliometría",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.snapchat.com/add/coschoolofmines",
      "title": "Colorado School of Mines (@coschoolofmines) | Storie, Lenti e contenuti di Spotlight su Snapchat",
      "description": "Colorado School of Mines è su Snapchat! (@coschoolofmines) | Official Snapchat of Colorado School of Mines! #HelluvaEngineer | Golden, Colorado, United States | Ultimo aggiornamento: 07/03/2025",
      "preview": "Colorado School of Mines coschoolofmines Aggiungimi su Snapchat! Società Snap Inc. Posizioni aperte Notizie Community Assistenza Linee Guida per la Co"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "http://www.games-db.com/Arcade/",
      "title": "Browse in Arcade < Games-db.com: computer games, video games, arcade, pinball, handheld, traditional >",
      "description": "(Coin-Op Video Games. Sega, Namco, Midway, Capcom, Atari, Taito, Neo Geo, ...)",
      "preview": "Platforms Overview | Message Board Games-db / Arcade Database Areas • Computer & PC Games • Console Games • Arcade Games • Pinball Machines • Handheld"
    },
    {
      "url": "https://blackazian13.tumblr.com/post/143085135993",
      "title": "Cat Submarine! | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Cat Submarine! 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories, and"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://skills.github.com/",
      "title": "GitHub Skills",
      "description": "void",
      "preview": "Our courses First day on GitHub Introduction to GitHub Get started using GitHub in less than an hour. Communicate using Markdown Organize ideas and co"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "http://darkmattertheories.com/",
      "title": "Introduction to Dark Matter",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://partner.microsoft.com/en-US/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://alumni.wetherbysenior.co.uk/terms-conditions",
      "title": "Terms | Wetherby Senior School Alumni Network",
      "description": "void",
      "preview": "× Attention: You are using an outdated browser, device or you do not have the latest version of JavaScript downloaded and so this website may not work"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://usblackchambers.org/",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "http://www.natureserve.org/",
      "title": "NatureServe | Unlocking the Power of Science to Guide Biodiversity Conservation",
      "description": "For nearly 50 years, NatureServe has been the authoritative source for biodiversity data throughout North America. We work with 60+ network organizations and 1,000+ conservation scientists to collect, analyze, and deliver biodiversity knowledge that informs conversation action.",
      "preview": "Skip to main content Search Search Unlocking the Power of Science to Guide Biodiversity Conservation Heller's blazingstar ( Liatris helleri ). NatureS"
    },
    {
      "url": "https://gpay.app.goo.gl/HGxm3Z",
      "title": "Google Pay - Seamlessly Pay Online, Pay In Stores or Send Money",
      "description": "Google Pay is a quick, easy, and secure way to pay online, in stores or send money to friends and family. Pay the Google way.",
      "preview": "Pay the Google way The pay with a tap, check out with a click, security built-in, right card at the right time way to pay autofill Save your payment d"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://lamborghini.oemdtc.com",
      "title": "Lamborghini - OEMDTC",
      "description": "Lamborghini Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wired.com/story/the-pentagon-wants-your-help-analyzing-satellite-images/",
      "title": "xView Detection Challenge: Help the Pentagon Analyze Satellite Images | WIRED",
      "description": "The Defense Department is offering $100,000 for artificial-intelligence algorithms that can identify items such buildings and trucks in satellite images.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story The AI Database → Application Surveillance End User Government Sector Defen"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://ktla.com/2019/12/16/brothers-accused-of-killing-chino-newlywed-at-his-wedding-reception/",
      "title": "Brothers Accused of Killing Chino Newlywed at His Wedding Reception | KTLA",
      "description": "A 30-year-old Chino man killed over the weekend was beaten to death at his wedding reception hours after getting married, investigators said Monday. Joe Melgoza was found suffering from blunt force trauma to his head at the reception around 2:20 a.m. Sunday and died after being taken to the hospital, according to Chino police. Sgt. [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "http://www.tiscalinet.it/",
      "title": "Tiscali - Fibra, telefono, mobile. Notizie dall'Italia e dal mondo",
      "description": "Offerte di connettività veloce Fibra, senza fili e Mobile. News e commenti in esclusiva delle nostre firme",
      "preview": "void"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://fr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extension WordPress | WordPress.org Français",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Recherche d'extensions Dé"
    },
    {
      "url": "https://www.insidehighered.com/news/2022/02/10/how-k-12-book-bans-affect-higher-education",
      "title": "How K-12 book bans affect higher education",
      "description": "Some educators fear removing controversial books from the K-12 curriculum will harm student development and critical thinking-and rob them of the cultural capital colleges expect them to possess.",
      "preview": "Skip to main content News Faculty Issues Academic Freedom Advertisement February 09, 2022 How K-12 Book Bans Affect Higher Education Some educators fe"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d0ad1f1006b7d027d2f20ecc4caa532a9c838393ad1d419cafd80e8770a1b936/https%3A//github.com/mozilla/contain-facebook",
      "title": "Redirecting to https://github.com/mozilla/contain-facebook",
      "description": "void",
      "preview": "Redirecting to https://github.com/mozilla/contain-facebook Please use caution when installing third-party add-ons. If you are immediately prompted to"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "http://www.springer.com/biomed/journal/418",
      "title": "Home | Histochemistry and Cell Biology",
      "description": "Histochemistry and Cell Biology is a dedicated resource for Original Research and Reviews in molecular histology and cell biology. Covers the localization, ...",
      "preview": "Skip to main content Histochemistry and Cell Biology Publishing model : Hybrid Submit your manuscript Journal menu Overview Histochemistry and Cell Bi"
    },
    {
      "url": "https://generalspace.ggc.edu/handle/10675.3/607660/browse?type=author",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://www.washington.edu/news/2021/11/22/kids-teens-believe-girls-arent-interested-in-computer-science-study-shows/",
      "title": "Kids, teens believe girls aren't interested in computer science, study shows | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Education | Engineering | News releases | Research | Social science November 22, 2021 Kids, teens believe girls aren't in"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://captainsnugglefuck.tumblr.com/",
      "title": "@captainsnugglefuck on Tumblr",
      "description": "Follow @captainsnugglefuck and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Burning Brimstone I've found what matters most in life, is how well we walk through hell, no matter how many times we have to go through i"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "http://adcolor.org/conference?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Conference | ADCOLOR",
      "description": "Attend the ADCOLOR conference, the premier gathering for professionals across creative industries. November 11-14, 2025 at Disney's Coronado Springs.",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.inco-group.co/",
      "title": "INCO | world-leading social enterprise",
      "description": "INCO is a world-leading social enterprise creating a more inclusive and environmentally sustainable economy by supporting the workforce and business leaders of tomorrow. Join us for skilling and career development programs, small business and entrepreneur support, and impact start-up investing and incubation.",
      "preview": "top of page Opening up a world of opportunity. DISCOVER OUR WORK Our champions Anatasia Academy Poland France Tech Tremplin Entrepreneurs Toulouse End"
    },
    {
      "url": "https://digitalfire.com/glossary/glaze+chemistry",
      "title": "Glaze Chemistry",
      "description": "Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.",
      "preview": "Monthly Tech-Tip from Tony Hansen SignUp No tracking ! No ads ! All Glossary 0.8mm thickness | 200 mesh | 325 mesh | 3D Design | 3D Modeling | 3D Prin"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://www.nature.com/subjects/climate-change",
      "title": "Climate change - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "https://offers.applemusic.apple/six-month-offer",
      "title": "Apple Music 3 Month Free Offer",
      "description": "Redeem 3 free months of Apple Music with the purchase of a new Apple device.",
      "preview": "Get Apple Music free for 3 months. New subscribers get 3 months free with your new iPhone, iPad, Mac, AirPods, or other eligible Apple device. 1 Learn"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "https://about.philo.com/privacy/",
      "title": "Philo Privacy Policy - About Philo",
      "description": "We created Philo to build a better TV experience. Start a free trial to see for yourself.",
      "preview": "Philo Privacy Policy UPDATED AND EFFECTIVE DATE: July 8, 2024 This Privacy Policy applies to all Philo, Inc. (\" Philo ,\" \" we ,\" \" our ,\" \"us\") platfo"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://www.hired.org/",
      "title": "Hired - Empowering people and families through employment and support services to achieve their career goals.",
      "description": "We use our strengths to support our participants' success, helping them build sustainable careers that support them, their families, and our community.",
      "preview": "Back Youth Services Career Training Employment Services MFIP Back Computer Skill Building Community Resources Job Seeker Resources Food Assistance Fin"
    },
    {
      "url": "https://www.clarinsusa.com/en/lip-comfort-oil/CS00555678.html",
      "title": "Lip Comfort Oil Best Plumping Hydrating & Conditioning Lip Oil | CLARINS®",
      "description": "Shop our nourishing lip oil - enriched with a trio of plant oils to comfort and visibly plump lips, while providing a protective shield of high-shining color.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.msaquarium.org/",
      "title": "Mississippi Aquarium",
      "description": "Mississippi Aquarium is a nonprofit public aquarium located in Gulfport, Mississippi; The 5.8-acre complex incorporates both indoor and outdoor habitats with more than 200 species of animals and over one million gallons of fresh and salt water. The Aquarium is fun for the entire family!",
      "preview": "skip to main content Daily Schedule SUPPORT MISSISSIPPI AQUARIUM Back to Top My Account Log Out Log In Search Search Tickets Directions Contact Site M"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}