{
  "data": [
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://oceana.org/press-releases/new-global-fisheries-transparency-coalition-releases-charter-for-public-comment/",
      "title": "New Coaltion for Fisheries Transparency Releases Charter for Public Comment | Oceana",
      "description": "The coalition, which calls for increased transparency at sea and seafood supply chains free of illegal practices, welcomes feedback until October 31, 2022",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://intranet.ywca.org/home",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://devonprice.medium.com/",
      "title": "Devon Price - Medium",
      "description": "Read writing from Devon Price on Medium. He/Him or It/Its. Social Psychologist & Author of LAZINESS DOES NOT EXIST and UNMASKING AUTISM. Links to buy: https://linktr.ee/drdevonprice",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Devon Price 81K followers Featured Book See all ( 2 ) Laziness Does Not E"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "http://stephane-gavoye.fr/tag/rhones-alpes/",
      "title": "Rhônes-Alpes - Stéphane Gavoye",
      "description": "void",
      "preview": "Stéphane Gavoye Découvertes... Espagne Séville France Alsace Lorraine Auvergne Bourgogne Centre Corse Franche-Comté Rhône-Alpes Versailles Maroc Turquie"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://ghostaugustine.com/blog/not-so-dead-of-knight/",
      "title": "Not So Dead Of Knight | GhoSt Augustine",
      "description": "It was a quiet and fairly late night when I was preparing to close down our ghost shop, GhoSt Augustine, at 123 St. George St. Our store was located on the right hand side at...",
      "preview": "Skip to primary navigation Skip to content Skip to footer Back to Blog Not So Dead Of Knight It was a quiet and fairly late night when I was preparing"
    },
    {
      "url": "http://marpatagonico.org/",
      "title": "Foro para la Conservación del Mar Patagónico y Áreas de Influencia - Foro para la Conservación del Mar Patagónico",
      "description": "Somos una red de organizaciones de la sociedad civil que comparten la visión de un mar sano y diverso. Desde 2004, proponemos una mirada regional para la conservación marina. Único por nuestra representatividad y alcance geográfico, desde el Foro promovemos la sinergia para proteger los mares del Cono Sur de América. Aunamos voces de la conservación y trabajamos en genuina asociación con los sectores público y privado para lograr la integridad ecosistémica y la gestión efectiva del Mar Patagónico.",
      "preview": "NUESTRO TRABAJO LÍNEAS DE ACCIÓN ÁREAS MARINAS PROTEGIDAS Promovemos la creación y el fortalecimiento de áreas marinas y costeras protegidas, como her"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://daten.berlin.de/",
      "title": "Home | Berlin Open Data",
      "description": "void",
      "preview": "Skip to main content Offene Daten lesbar für Mensch und Maschine. Das ist das Ziel. Was soll gesucht werden? Datensätze Artikel und Apps Suchbegriff S"
    },
    {
      "url": "http://mpr.org/",
      "title": "Home | Minnesota Public Radio",
      "description": "Minnesota Public Radio is one of the nation's premier public radio organizations, operating a regional network of more than three dozen stations in Minnesota and its neighboring communities.",
      "preview": "Listen to MPR ® YourClassicalMPR Playlist MPR News Programs The Current Playlist Stations | Podcasts | More Streams | Hide Streams Choral Stream Playl"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "https://www.vulture.com/article/what-is-a-nepotism-baby.html",
      "title": "What Is a Nepotism Baby, Anyway? How a 'Nepo Baby' Is Born",
      "description": "Hollywood has always loved the children of famous people. In 2022, the internet reduced them to two little words: nepotism baby. We love them, we hate them, we disrespect them, we're obsessed with them.",
      "preview": "Things you buy through our links may earn Vox Media a commission. Photo-Illustration: Joe Darrow for New York Magazine This article was featured in On"
    },
    {
      "url": "https://www.kmov.com/2023/02/20/teenager-visiting-st-louis-volleyball-tournament-hit-by-car-while-walking-hotel/",
      "title": "Teen in St. Louis for volleyball tournament hit by car, has both legs amputated; suspect arrested",
      "description": "A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday night.",
      "preview": "Skip to content ST. LOUIS (KMOV) - A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday n"
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://www.campaignfornature.org/Background",
      "title": "Why 30%? - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://forum.canardpc.com/archive/index.php/t-196-p-7.html?s=a5450e0f4b3ec9bcd6bd6ed78b749ca7",
      "title": "Le fil des linuxiens BG - Canardpc.com",
      "description": "J'ai vu sur le forum que certains utilisent Linux (ou Unix). Ce fil essaie de savoir si du monde utilise cet OS, et si certains n'utilisent que lui (pour jouer). Mon Windows Me est mort depuis que j'ai une carte avec la troidé accélérée, déjà que je ne l'utilisais que très ponctuellement... Je ne sais même pas s'il",
      "preview": "Quand vous faites un signalement, malgré l'erreur du nodeid 73, le message est bien reçu par la modération. RDV ici pour remonter les bugs et les info"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "http://webarchive.nationalarchives.gov.uk/20121007104210/http:/www.fawc.org.uk/freedoms.htm",
      "title": "UK Government Web Archive",
      "description": "This Page is [ARCHIVED CONTENT] and shows what the site page http://www.fawc.org.uk/freedoms.htm looked like on 7 Oct 2012 at 10:42:10",
      "preview": "void"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://ostrovit.com/en/menu/carbohydrates-18771.html",
      "title": "Carbohydrates | Official store of the manufacturer",
      "description": "Carbohydrates by OstroVit is synonymous with the highest quality. Buy and feel the difference! Check!",
      "preview": "Home For Athletes Carbohydrates Carbohydrates Carbohydrates are one of the three basic nutrients, which are needed for the proper functioning of the w"
    },
    {
      "url": "https://www.pidlitacka.cz/cs",
      "title": "PID Lítačka Eshop | Lítačka",
      "description": "PID Lítačka Eshop",
      "preview": "Vítejte v portálu Lítačka Lítačku si teď vyřídíte i v mobilním informačním centru PID POINT Mobilní informační centrum PID Point přináší služby cestuj"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://help.chi.ac.uk/help-search/for/guests/category/files-and-online-storage/for/alumni/device/desktop/for/students/product/microsoft-teams/category/online-learning/category/software-and-apps",
      "title": "Search results | Support and Information Zone",
      "description": "void",
      "preview": "Skip to main content Skip to search Search results synchronising a University OneDrive account with a personal device What is OneDrive? OneDrive is us"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.googlecloudpresscorner.com/",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://huggingface.co/docs/diffusers/api/pipelines/stable_diffusion/text2img",
      "title": "Text-to-image",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Diffusers documentation Text-to-image Diffusers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset vi"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "http://www.asu.edu",
      "title": "ASU Homepage | Arizona State University",
      "description": "void",
      "preview": "Your browser does not support the video tag. Play hero video Pause Reshaping our relationship with the planet Through Changing Futures, ASU is working"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://vuoriclothing.com/collections/womens",
      "title": "Women's Workout Clothes & Athletic Apparel | Activewear | Vuori",
      "description": "Wear our women's fitness & athletic clothes from workout to weekend. Shop our sporty active apparel, soft lounge sets, & casual travel clothing for women.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://flipboard.helpshift.com/hc/en/",
      "title": "Flipboard Technical Support and Help Center",
      "description": "Welcome to the Flipboard support page. How can we help you? We have ready answers for many common questions about Flipboard.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://apps.dtic.mil/sti/citations/ADA426096",
      "title": "Defense Technical Information Center",
      "description": "void",
      "preview": "The .mil means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}