{
  "data": [
    {
      "url": "https://microgridknowledge.com/energy-storage-emissions-california/",
      "title": "No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage | Microgrid Knowledge",
      "description": "We generally think of energy storage, especially when coupled with renewable energy, as clean and green. But it turns out that it can increase greenhouse gas emissions.",
      "preview": "Uncategorized No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage We generally think of energy storage, especially w"
    },
    {
      "url": "https://shop.calliste.lu/de/marken?/hersteller-someday?",
      "title": "Marken - Calliste Fashion",
      "description": "Trendige Marken für Damen, Herren und Ihr Zuhause - Entdecken Sie angesagte Brands und Labels im Calliste Onlineshop oder in den Calliste Filialen in Luxemburg",
      "preview": "× Wird geladen... Ihre Zustimmung zu Cookies Um Ihr persönliches Shoppingerlebnis so angenehm wie möglich zu gestalten, verwendet Calliste Cookies, au"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/",
      "title": "z = boy + girl",
      "description": "any pronouns",
      "preview": "z = boy + girl 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna malibuklaus moniquill Was scunc"
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "https://www.sdfoundation.org/programs/programs-and-funds/san-diego-covid-19-community-response-fund/",
      "title": "San Diego COVID-19 Community Response Fund | San Diego Foundation",
      "description": "Through the San Diego COVID-19 Community Response Fund, we raised and granted $67 million to more than 250 nonprofits on the frontlines of the pandemic.",
      "preview": "Read in English Leer en Español"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "https://www.sardegnaturismo.it/de/entdecken/sindia",
      "title": "Sindia | SardegnaTurismo - Sito ufficiale del turismo della Regione Sardegna",
      "description": "Sindia ist ein kleines Dorf im Gebiet der Planargia",
      "preview": "Direkt zum Inhalt Ort Sindia Startseite Sindia Sindia ist ein kleines Dorf im Gebiet der Planargia © OpenStreetMap contributors Sindia ist ein kleines"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "https://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.hired.org/",
      "title": "Hired - Empowering people and families through employment and support services to achieve their career goals.",
      "description": "We use our strengths to support our participants' success, helping them build sustainable careers that support them, their families, and our community.",
      "preview": "Back Youth Services Career Training Employment Services MFIP Back Computer Skill Building Community Resources Job Seeker Resources Food Assistance Fin"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://freshvinewine.com/product/cabernet_sauvignon/",
      "title": "Cabernet Sauvignon Red Wine - Fresh Vine Wine",
      "description": "Our medium bodied Cabernet Sauvignon is low in sugar, gluten free, and the perfect pairing to an active lifestyle with a clean fresh taste of boysenberry, blackberry, and chocolate with aromas of dark cherry and blackberry followed by notes of vanilla and plum.",
      "preview": "void"
    },
    {
      "url": "https://developer.microsoft.com/en-us/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/partners/welcome?s_cid=en-us-gct-web-src_ext-sub_0-flx_uhfcombepartner",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://secure.acceptiva.com/?cst=a61726",
      "title": "Payment Form Not Available - Acceptiva",
      "description": "void",
      "preview": "The Acceptiva form you are attempting to access is no longer available."
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://www.ncj.nl/actueel/nieuws/artikel/boekbespreking-doen-wat-goed-is-",
      "title": "Boekbespreking 'Doen wat goed is' - NCJ",
      "description": "Boekbespreking: 'Doen wat goed is.' Een pleidooi voor praktische wijsheid in het sociale domein, Geschreven door Sophie Albers en Albert Jan Kruiter",
      "preview": "Naar de hoofd content Naar navigatie NCJ Inspiratie Boekbespreking 'Doen wat goed is' Nieuws 22 januari 2021 Boekbespreking 'Doen wat goed is' Boekbes"
    },
    {
      "url": "https://www.grahammedia.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://sciencebasedtargets.org/about-us",
      "title": "About us - Science Based Targets Initiative",
      "description": "void",
      "preview": "About us The Science Based Targets initiative (SBTi) is a corporate climate action organization that enables companies and financial institutions worl"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "https://get.foundation/emails/inliner.html",
      "title": "Foundation for Emails | Responsive Email CSS Inliner",
      "description": "void",
      "preview": "Foundation Home Brands Case Studies Buzz About Foundation Foundation for Sites Home Getting Started Download HTML Templates Building Blocks Resources"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "http://www.78e6.com/ebook/9ffbnt/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://www.smashingmagazine.com/",
      "title": "Smashing Magazine - For Web Designers And Developers",
      "description": "Magazine on CSS, JavaScript, front-end, accessibility, UX and design. For developers, designers and front-end engineers.",
      "preview": "Skip to main content Jump to list of all articles Jump to all topics SVGs, they scale, yes, but how else can you make them adapt even better to severa"
    },
    {
      "url": "http://cs.stanford.edu/people/eroberts/",
      "title": "Eric Roberts: Home Page",
      "description": "void",
      "preview": "Eric Roberts Charles Simonyi Professor of Computer Science, emeritus Links: Courses Books Papers Talks Biographical sketch Curriculum vitae [ pdf ] No"
    },
    {
      "url": "https://www.devops-research.com/research.html#reports",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.hankkija.fi/Maatalous_ja_metsa/kasvuohjelmat/viljan-koetulokset/feedway-ohra-2019-kaistat-elimaki/",
      "title": "Feedway ohra 2019 kaistat Elimäki | Viljan Kasvuohjelman koetulokset | Viljan viljely | hankkija.fi",
      "description": "Hankkija tekee maatalous-, kone-, puutarha- koiratarvike- ja hevostarvikekauppaa. Hankkija on Suomen johtava maatalouskauppa, joka palvelee maanlaajuisen myymäläverkoston, monipuolisen verkkokaupan ja osaavien asiantuntijamyyjien kautta.",
      "preview": "Feedway ohra 2019 kaistat Elimäki Feedway_ohra_2019_kaistat_elimäki (335 KB, pdf) Viimeksi katsomani tuotteet"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://www.diu.mil",
      "title": "Defense Innovation Unit",
      "description": "We are the only DoW organization focused on accelerating the adoption of commercial technology at speed and scale.",
      "preview": "Skip to main content We award scalable contracts to companies offering solutions to national security challenges across a variety of technology areas."
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://www.bostonmabl.com/400hitter/player/batting/?PlID=33505&SeID=334&TmID=1133",
      "title": "2021 Batting Stats - Boston Metro Baseball League",
      "description": "The Boston Metro Baseball League is the largest adult baseball league in Massachusetts and New England, with divisions for players aged 18+, 28+ and 38+.",
      "preview": "void"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockuuups-Studio-Mockup-Generator-3100-Mockups-39c645fb3b4748c98abfa33503b85b70?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://docs.google.com/document/d/1Z-vvBMp2lQHcBbtiYZgvOMneyN4_YeQwLW8heO5f-qo/edit#",
      "title": "Smartlead.ai - 11 steps to 10+ demos/day - the hands free cold emailing system - Documenti Google",
      "description": "11 Steps to 10+ Demos/day - The Hands-Free Cold Emailing System Here's the hands-free process we use to book 10+ demos each day consistent across our services and SaaS businesses. It involves a few straightforward steps that'll take 1 hour to set up, which you can also forward to your VA to han...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://freead1.net/grp/sale-buy:3/foods:100/mushrooms:536/USA:42/California:5/Artesia:139",
      "title": "Free ads without registration",
      "description": "The best classifieds. Free ads, easy and fast without registration. Post free ad.",
      "preview": "MAKE YOUR AD VIP Free ads without registration Job administration agriculture art / actors / designers babysitters / nanny banking commerce communicat"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-tikka-masala",
      "title": "Chicken tikka masala recipe | Good Food",
      "description": "Not sure what to make for dinner? This chicken tikka masala recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken tikka masala Good Food team Save recipe Serves 10 Easy Prep: 15 mins Cook: 50 mins A star rating of 4.5 out of 5. 409 rat"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "http://www.frasi.net/ricette/default.asp",
      "title": "» 26.700 Ricette di cucina italiana",
      "description": "void",
      "preview": "cerca in Tutte le aree - Frasi - Nomi - Ricette -- Antipasti -- Primi -- Carne -- Pollame -- Pesce -- Contorni -- Salse -- Dessert -- Bevande - Giochi"
    },
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.python.org/3/library/logging.html",
      "title": "logging - Logging facility for Python - Python 3.14.0 documentation",
      "description": "Source code: Lib/logging/__init__.py Important: This page contains the API reference information. For tutorial information and discussion of more advanced topics, see Basic Tutorial, Advanced Tutor...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Generic Operating System Services » logging"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://doepfer.de/A100.htm",
      "title": "A-100 Overview",
      "description": "void",
      "preview": "A-100 Analoges Modulsystem - Modulübersicht A-100 Analog Modular System - Modules Overview A-10X A-11X A-12X A-13X A-14X A-15X A-16X A-17X A-18X A-19X"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "https://homelinemn.org/",
      "title": "Free Legal Help for Renters - HOME Line",
      "description": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free tenant hotline (612-728-5767) or email an attorney here. HOME Line provides free and low-cost legal, organizing, education, and advocacy services so that tenants throughout Minnesota can solve their own [...]",
      "preview": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free"
    },
    {
      "url": "https://1profire.com/fl/putnum-county/fire-sprinkler-installation/",
      "title": "Fire Sprinkler Installation in Putnum County, Florida",
      "description": "Fire Protection Services Fire Sprinkler Installation in Putnum County, Florida at (386) 310-0170",
      "preview": "void"
    },
    {
      "url": "https://www.correototal.com/actualidad/daytona-international-speedway-ha-confirmado-su-presencia-en-gran-turismo-7/",
      "title": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? - Correo Total",
      "description": "Hoy en día, casi todas las personas tienen presencia en las plataformas de redes sociales. Estas plataformas se han convertido en una parte integral de la vida de todos y la gente no puede vivir...",
      "preview": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? Daiana Ávila Franco hace 1 año Hoy en día, casi"
    },
    {
      "url": "https://kingdomhearts.fandom.com/fr/wiki/Reine_Minnie",
      "title": "Reine Minnie | Kingdom Hearts Wiki | Fandom",
      "description": "MinniePrincesseGalerie Oh, Sora ! Le roi m'a parlé de vous dans ses lettres. Il dit que vous êtes un jeune homme très courageux.La Reine Minnie à Sora, ce dernier n'étant pas déplu de ce que lui disait la Reine La Reine Minnie est la reine du Château Disney. Elle gère très bien le château et le...",
      "preview": "Kingdom Hearts Wiki Les alertes Spoiler pour Birth by Sleep doivent avoir été enlevées depuis le 4 octobre. Si vous retrouver des alertes Spoiler, veu"
    }
  ],
  "_meta": {
    "total_bookmarks": 70
  }
}