{
  "data": [
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://lamborghini.oemdtc.com/category/recalls",
      "title": "Recalls | Lamborghini - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "https://jordanssurfacing.co.uk/how-to-extend-your-driveway-the-ultimate-guide/",
      "title": "How to Extend Your Driveway: The Ultimate Guide - Jordans Surfacing",
      "description": "Learn all the steps required to extend your driveway. Jordan Surfacing is here to help you make the best decision for your driveway!",
      "preview": "If you're thinking of extending your driveway, there are many things that need to be considered. There is a lot more to it than just laying some concr"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://goldentriangledc.com/grow-golden/",
      "title": "Grow Golden - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Grow Golden Home > Locate Here > Grow Golden Golden Triangle Welcomes Retail & Restaurant Pop-Ups Momentum is building for retail and"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "https://besthindisex.com/indian/?link=category_thumb",
      "title": "Popular indian",
      "description": "void",
      "preview": "BEST HINDI SEX Surprise Me! indian She rejoices after receiving 4 cumshots and a creampie 22752 13:04 indian Xxx Queen stepmom hard sex full Dirty tal"
    },
    {
      "url": "https://www.loc.gov/events/gershwin-prize/about-this-event/",
      "title": "Home | The Gershwin Prize | Events at the Library of Congress | Library of Congress",
      "description": "Latest Gershwin Prize News Elton John and Bernie Taupin to Receive the Library of Congress Gershwin Prize for Popular Song",
      "preview": "Top of page Notice Due to the temporary shutdown of the federal government beginning October 1, 2025, all Library of Congress buildings are closed and"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "http://catb.org/~esr/gif2png/",
      "title": "Resource page for gif2png 3.0.3",
      "description": "Resource page for gif2png",
      "preview": "Resource page for gif2png 3.0.3 09 May 2023 Home Page What's New Site Map Software Summary Convert GIFs to PNGs The gif2png program converts files fro"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://cla.berkeley.edu/list.php?pplid=561",
      "title": "Search results",
      "description": "The California Language Archive is a physical and digital archive for materials related to the Indigenous languages of the Americas, housed in the Survey of California and Other Indian Languages in the Department of Linguistics at the University of California, Berkeley. Our catalog also includes sound recordings held by the Phoebe A. Hearst Museum of Anthropology.",
      "preview": "Search CLA Collections Items - Show All/Collapse All - Show All/Collapse All "
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://www.dreamies.de/show.php?img=dv4oatprege.jpg",
      "title": "dreamies.de",
      "description": "void",
      "preview": "Bitte bestätige, dass du kein Bot bist WEITER"
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://jlr.oemdtc.com",
      "title": "JLR - OEMDTC",
      "description": "Jaguar & Land Rover Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.designdo.fr/blog/quand-lesoterique-sinvite-dans-le-design/",
      "title": "Quand l'ésotérique s'invite dans le design - Agence O",
      "description": "Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les marques en prennent note.",
      "preview": "Skip to content Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://www.diariogol.com/",
      "title": "Diario Gol | Real Madrid, FC Barcelona, Florentino Pérez",
      "description": "Diario Gol es el portal deportivo exclusivo de Internet más leído de España. Noticias del Real Madrid, FC Barcelona, Messi, Cristiano Ronaldo y muchos más",
      "preview": "Skip to content Fútbol Estas son las selecciones que ya están clasificadas para el Mundial 2026 Andrea Lamas 10 Oct 2025 / 09:00 Real Madrid Lucas Váz"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://store.creativecommons.org/",
      "title": "Creative Commons",
      "description": "Spring Store",
      "preview": "Use code: at checkout for $5.00 off your order Featured Products CC Global Summit 2023 CC Global Summit 2023 Bandana €20.90 Available colors Select Wh"
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216819",
      "title": "Seasonal variability in global industrial fishing effort | PLOS One",
      "description": "Human beings are the dominant top predator in the marine ecosystem. Throughout most of the global ocean this predation is carried out by industrial fishing vessels, that can now be observed in unprecedented detail via satellite monitoring of Automatic Identification System (AIS) messages. The spatial and temporal distribution of this fishing effort emerges from the coupled interaction of ecological and socio-economic drivers and can therefore yield insights on the dynamics of both the ecosystem and fishers. Here we analyze temporal variability of industrial fishing effort from 2015-2017 as recorded by global AIS coverage, and differentiated by fishing gear type. The strongest seasonal signal is a reduction of total deployed effort during the annual fishing moratorium on the numerically-dominant Chinese fleet, which occurs during boreal summer. An additional societally-controlled reduction of effort occurs during boreal winter holidays. After accounting for these societal controls, the total deployed effort is relatively invariant throughout the year for all gear types except squid jiggers and coastal purse seiners. Despite constant deployment levels, strong seasonal variability occurs in the spatial pattern of fishing effort for gears targeting motile pelagic species, including purse seiners, squid jiggers and longliners. Trawlers and fixed gears target bottom-associated coastal prey and show very little overall seasonality, although they exhibit more seasonal variation at locations that are further from port. Our results suggest that societal controls dominate the total deployment of fishing effort, while the behavior of pelagic fish, including seasonal migration and aggregation, is likely the most prominent driver of the spatial seasonal variations in global fishing effort.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://www.pinterest.com.au/koraorganics/_created/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Explore When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swi"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "http://www.tp-link.com/privacy?app=deco#sec_a",
      "title": "Privacy policy",
      "description": "void",
      "preview": "Privacy policy TP-Link Italia SRL ( \" TPIT, \" TP-Link \" , \" we \" , \" us \" , or \" our \" \" [SL1] ) takes your privacy seriously. We want you to understa"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "https://byrdis.com/products/robin-2",
      "title": "Robin - byrdis",
      "description": "Robin figurine, made from resin and carefully painted with acrylic paints and finished with glossy water-based varnish.Size:• length: 6.5 cm / 2.6″• width: 2.6 cm / 1″• height: 3.2 cm / 1.3″ Please, make sure you have read the delivery information before ordering",
      "preview": "Skip to content Robin Sale price Price $36.00 Regular price Unit price / per Tax included. Robin figurine, made from resin and carefully painted with"
    }
  ],
  "_meta": {
    "total_bookmarks": 50
  }
}