{
  "data": [
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "https://bignosekate.co/",
      "title": "Big Nose Kate® - Western Whiskey",
      "description": "Western Whiskey",
      "preview": "YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign up for our newsleter. SUBSCRIBE YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign"
    },
    {
      "url": "https://www.thehindu.com/news/international/south-korean-president-meets-special-envoy-bts-ahead-of-un-general-assembly/article36450795.ece",
      "title": "South Korean President meets special envoy BTS ahead of UN General Assembly - The Hindu",
      "description": "The band met the President at the main building of the Blue House, the office and residence of President Moon in Seoul, for the ceremony.",
      "preview": "void"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "http://mathworld.wolfram.com/topics/LinearAlgebra.html",
      "title": "Linear Algebra -- from Wolfram MathWorld",
      "description": "void",
      "preview": "Linear Algebra Determinants (31) General Linear Algebra (34) Lie Theory @ Linear Independence (7) Linear Systems of Equations (14) Matrices (8) Perman"
    },
    {
      "url": "https://www.nba.com/game/okc-vs-lal-0022200821/box-score",
      "title": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 Box Scores | NBA.com",
      "description": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 player box scores including video and shot charts",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-python-3",
      "title": "Learn Python 3 | Codecademy",
      "description": "Develop your Python 3 skills in our comprehensive course. Start coding and build versatile applications.",
      "preview": "Skip to Content Course Learn Python 3 Learn the basics of Python 3.12, one of the most powerful, versatile, and in-demand programming languages today."
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "http://store.apple.com/us/help/shopping_experience",
      "title": "Shopping Experience - Shopping Help - Apple",
      "description": "Find out how to review your Apple Store shopping experience, why we recommend enabling cookies, and why your online transaction with Apple is safe.",
      "preview": "Shopping Experience We want shopping for our products to be as easy as enjoying them. Find out how you can shop online, experience the Apple Store app"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://www.energate-messenger.at/news/219257/klagen-gegen-erdgasleitung-opal-abgelehnt",
      "title": "Klagen gegen Erdgasleitung Opal abgelehnt | energate messenger⁺",
      "description": "Dresden - Das Sächsische Oberverwaltungsgericht hat vier Klagen gegen die Erdgasleitung Opal abgewiesen. Diese richteten sich konkret gegen einen 45 Kilometer langen Teilabschnitt der Ostsee-Pipeline-Anbindungsleitung (Opal) im sächsischen Dörnthal...",
      "preview": "(Foto: Wingas) Das Sächsische Oberverwaltungsgericht sieht kein Problem darin, dass die Pipeline Opal einen Windpark kreuzt. Urteil Klagen gegen Erdga"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://www.jotscroll.com/nanven-nimfel",
      "title": "Nanven Nimfel - Biography and Profile - Jotscroll",
      "description": "Nanven Nimfel was born on the 2nd of February, 1956 to the family of Nimfel Nden at Kadarko District of Wase Local Government Area of Plateau State, a Local",
      "preview": "Skip to content Nanven Nimfel was born on the 2nd of February, 1956 to the family of Nimfel Nden at Kadarko District of Wase Local Government Area of"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://collections.thulb.uni-jena.de/receive/HisBest_cbu_00021283",
      "title": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "description": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "preview": "Diese Webseite verwendet Cookies (Webanalysedienst: Matomo, sowie Sessioncookies). Mit der Nutzung der Seite erklären Sie sich mit der Verwendung dies"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://www.joemerrill.com/privacy-policy",
      "title": "Privacy Policy - Joe Merrill",
      "description": "void",
      "preview": "Privacy Policy Joseph Merrill (\"Joe Merrill\", \"the Developer\") provides this Privacy Policy (\"policy\") that explains how we collect, use, disclose, tr"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.cochrane.org/about-us",
      "title": "About us | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news About us We save and improve lives throu"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "https://www.tripindigo.com/fly/guide/airlines/airkenya-express/",
      "title": "Easyota - Loading...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://www.deltadental.com/us/en/tooth-fairy/press-release.html#2023",
      "title": "How Much Does The Tooth Fairy Pay For A Tooth | Delta Dental",
      "description": "Current and historical press releases tracking the value of a lost tooth.",
      "preview": "Press releases 2025 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 The Tooth Fairy has been working overtime this year Delta Dental poll finds"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://byblack.us/",
      "title": "ByBlack - National Certification & Directory for Black Business",
      "description": "A platform to give Black-owned businesses access to training & contracting opportunities. We help companies & consumers buy Black.",
      "preview": "ByBlack - National Certification & Directory for Black Business Skip to main content Close About Us Navigate to /about-us. Team Navigate to /partners."
    },
    {
      "url": "https://www.tceq.texas.gov/p2/recycle/electronics",
      "title": "Electronics Recycling - Texas Commission on Environmental Quality - www.tceq.texas.gov",
      "description": "We encourage Texans to support the state's economy and environment by repairing, reselling, donating, or recycling used electronics. Choosing to recycle used electronics over landfill disposal reduces the need to process raw materials for new products.",
      "preview": "Skip to Content About Us Contact Us Calendar Jobs Org Chart Sign Up for Updates ESPAÑOL Questions or Comments: recycle@tceq.texas.gov Electronics Recy"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://securustech.net/contact-us",
      "title": "Contact Us - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Contact Us By Phone MAIN SUPPORT LINE 24×7 365 days a year Calling from mobile device 972-734-1111 Calling using landline phone/international 1-800-84"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "https://www.angel.com/legal/privacy",
      "title": "Watch Free Compelling Movies & TV Shows Online | Angel",
      "description": "Stream free movies & TV shows on Angel.com or the Angel app. Watch Angel Originals like The Wingfeather Saga, Dry Bar Comedy, and more.",
      "preview": "Angel Angel Studios Privacy Policy Updated: March 18, 2025 Welcome to Angel Studios! Angel Studios, Inc. (\"Angel Studios\" or \"we\", \"us\" or \"our\") resp"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://aldopiombino.blogspot.com/2010/11/il-disegno-di-legge-3687-sulla-riforma.html",
      "title": "scienzeedintorni: Il disegno di legge 3687 sulla riforma dei dipartimenti: un provvedimento centrato sulle grandi facoltà e non sulle piccole (specialmente scientifiche)",
      "description": "Scienzeedintorni non si occupa di politica che molto malvolentieri e solo se ha riflessi pesanti sulla scienza o sullo stato dell'ambiente...",
      "preview": "skip to main | skip to sidebar scienzeedintorni le sabbie del tempo sono erose dal fiume del cambiamento costante giovedì 18 novembre 2010 Il disegno"
    },
    {
      "url": "https://exoduslending.org/",
      "title": "What We Do - Exodus Lending - Exodus Lending",
      "description": "Break Free From Payday Loan Debt.",
      "preview": "Get out of predatory loan debt, and into financial stability. Exodus Lending works with Minnesotans to advance economic justice through consumer lendi"
    },
    {
      "url": "https://fleischerei-keller.de/wochenkarte/speiseplan/speiseplan-1-2-5-2-2021/",
      "title": "Speiseplan 1.2. - 5.2.2021 - Metzgerei Fleischerei Rodgau",
      "description": "void",
      "preview": "Skip to main content Speiseplan 1.2. - 5.2.2021 Montag 1.2. Jumbo Hackbraten Zwiebelsosse Püree und Rote Beete Salat 7.95€ Dienstag 2.2. Schweinebrate"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://students.packetbomb.com/login/?redirect_to=https%3A%2F%2Fstudents.packetbomb.com%2Flesson%2Fverifying-the-data-exercise-answers%2F",
      "title": "Login - PacketBomb Students",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://www.imf.org/en/Data",
      "title": "IMF Data",
      "description": "Welcome to the IMF data, including databases and platforms that have access to understandable and timely data, transforming lives by making economic and financial data findable, browsable, and usable.",
      "preview": "About IMF's Work RESOURCES TOPICS IMF at a Glance Surveillance Lending Capacity Development IMF Factsheets List How the IMF Supports the Global Econom"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://laist.com/news/food/the-city-of-la-just-extended-al-fresco-dining-for-at-least-a-year",
      "title": "The City Of LA Just Extended Al Fresco Dining For At Least A Year | LAist",
      "description": "The emergency order only applies in the city of Los Angeles - not the rest of L.A. County.",
      "preview": "Support for LAist comes from Become a sponsor LAist logo Audience-funded nonprofit news Donate Stay Connected instagram facebook LAist is part of Sout"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://www.bergungsstelle.de/facetten-archivalien-index?f%5B0%5D=field_schlagwort%3A282&f%5B1%5D=field_schlagwort%3A186&f%5B2%5D=field_schlagwort%3A264&f%5B3%5D=field_ort%3A271&f%5B4%5D=field_schlagwort%3A286&f%5B5%5D=field_schlagwort%3A279&f%5B6%5D=field_ort%3A266&f%5B7%5D=field_schlagwort%3A281&f%5B8%5D=field_schlagwort%3A280",
      "title": "Facets Archivalien Index | BERGUNGSSTELLE",
      "description": "void",
      "preview": "Direkt zum Inhalt Volltextsuche Kategorie Auswahl - Alle - Archivale / Konvolut Bergungsstelle Institution Person Archivale / Konvolut Bericht in Absc"
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://gobble.sjv.io/c/3408212/1339313/5084?subid3=people",
      "title": "Upcoming Menus | Gobble",
      "description": "void",
      "preview": "Skip to main content New Chef-Designed Recipes Weekly Choose from a diverse menu that includes meat, fish, and vegetarian dishes. Each and every recip"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://es.ccm.net/forum/affich-1014784-olvide-mi-contrasena-macbook-intento-no-sale",
      "title": "Olvide mi contraseña macbook intento no sale - Foro de Mac OS",
      "description": "Mejor respuesta: Tiene el cd de instalacion de Mac Osx?. Existe una forma de realizarlo desde el Cd de instalacion de Mac y la otra manera es sin el CD de la siguiente manera: *Reinicie Systema *Mantenga oprimidas las teclas Cmd+S ...",
      "preview": "Tema Anterior Siguiente Tema Hola, soy fernando olvide mi contraseña y inento hace lo an hecho otros q les a pasado lo mismo pero cuando voy a reinici"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/Signal_Identification_Guide",
      "title": "Signal Identification Wiki",
      "description": "This wiki is intended to help identify radio signals through example sounds and waterfall images. Most signals are received and recorded using a software defined radio such as the RTL-SDR, Airspy, SDRPlay, HackRF, BladeRF, Funcube Dongle, USRP and other devices.",
      "preview": "Signal Identification Guide From Signal Identification Wiki Jump to: navigation , search This wiki is intended to help identify radio signals through"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}