{
  "data": [
    {
      "url": "https://www.chase.com/business/minority-businesses",
      "title": "void",
      "description": "We're committed to helping entrepreneurs achieve their goals",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://mybuild.microsoft.com/",
      "title": "Your home for Microsoft Build",
      "description": "Connect, code, and grow at Microsoft Build",
      "preview": "void"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://www.jacksonville.com/news/20180703/jacksonville-landing-could-be-torn-down-but-other-cities-are-renovating-festival-marketplaces",
      "title": "Jacksonville News, Sports & Restaurants | FL Times-Union",
      "description": "Latest Jacksonville news, sports & local updates you can trust | Florida Times-Union",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper Restaurant Inspections Homicide"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "https://www.forbes.com/sites/laurendebter/2021/02/25/goodwill-online-website-hits-1-billion-sales/?sh=760750dd52c1",
      "title": "Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff",
      "description": "The thrift store's online sales jumped 22% to $170 million last year.",
      "preview": "Business Retail Editors' Pick Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff By Lauren Debter , Former Staff. I"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://playbill.com/person/wayne-cilento-vault-0000000115",
      "title": "Wayne Cilento (Choreographer) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 Once More From the Top: Inside the Starry, Emotional 50th Anniversary A Chorus Line A-5, 6, 7, 8! A Chorus Line"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://mindblower.ro/blog/cadouri-barbati-7-idei-si-sfaturi-pretioase-pentru-2020.html",
      "title": "Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020",
      "description": "Cum alegi inspirat cadouri barbati -> Ce cadouri prefera barbatii -> Idei cadoul perfect oferit barbatilor -> Ce sa eviti cand faci cadouri pentru barbati",
      "preview": "Home / Blog / Ponturi si recomandari / Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020 Cadouri barbati: 7 idei si sfaturi pretioase pentru 20"
    },
    {
      "url": "https://www.tceq.texas.gov/p2/recycle/electronics",
      "title": "Electronics Recycling - Texas Commission on Environmental Quality - www.tceq.texas.gov",
      "description": "We encourage Texans to support the state's economy and environment by repairing, reselling, donating, or recycling used electronics. Choosing to recycle used electronics over landfill disposal reduces the need to process raw materials for new products.",
      "preview": "Skip to Content About Us Contact Us Calendar Jobs Org Chart Sign Up for Updates ESPAÑOL Questions or Comments: recycle@tceq.texas.gov Electronics Recy"
    },
    {
      "url": "https://www.today.com/popculture/savannah-guthrie-shares-how-she-prepared-guest-host-jeopardy-t221916",
      "title": "Savannah Guthrie shares how she prepared to guest host 'Jeopardy!'",
      "description": "Savannah Guthrie gave a behind-the-scenes look at her guest-hosting stint on \"Jeopardy!\" and shared what she did to prepare for her 10 episodes.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://earth.esa.int/eogateway/search?text=&category=Campaigns&filter=ERS-2,PROBA-V,a-imaging-radars,ers-2,land-surface,oceans&sortby=OLDEST_FIRST",
      "title": "Search on Earth Online",
      "description": "Browse the results about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online APPLY FILTERS TO RESULTS Data Application Mission Instruments BROWSE RESULTS BY CATEGORY All Categories ( 1075 ) Missions ( 1 ) Data ( 14"
    },
    {
      "url": "https://www.bmw.com.uy/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Uruguay | Autos Deportivos, Eléctricos y Más",
      "description": "Agenda un test drive y conoce tu nuevo BMW. Descubre nuevos modelos eléctricos, autos deportivos y camionetas en el sitio oficial de BMW Uruguay, ¡sorpréndete con nuestros diseños exclusivos!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://coolors.co/",
      "title": "Coolors - The super fast color palettes generator!",
      "description": "Generate or browse beautiful color combinations for your designs.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/syr/",
      "title": "AR6 Synthesis Report: Climate Change 2023",
      "description": "Intergovernmental Panel on Climate Change",
      "preview": "Summary for Policymakers ▼ Longer Report ▼ SYR (Full volume) ▼ Figures ► Headline Statements ▼ Annexes and Index ▼ Press Release ► Presentation ▼ Watc"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://www.spacetechexpo-europe.com/",
      "title": "The Largest B2B Space Event in Europe | Space Tech Expo Europe",
      "description": "Join Space Tech Expo Europe 2025, the premier event for space technology professionals. Explore the latest innovations an connect with industry leaders.",
      "preview": "Europe's Largest B2B Space Event B2B MATCHMAKING NOW OPEN! BOOK YOUR MEETINGS TODAY! REGISTER NOW B2B MATCHMAKING EUROPE'S LARGEST B2B SPACE EVENT B2B"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "http://mptf.undp.org/factsheet/fund/COV00",
      "title": "UN COVID-19 MPTF",
      "description": "The Secretary-General's UN COVID-19 Response and Recovery Trust Fund was a UN mechanism to address the unprecedented socio-economic threats of the COVID-19 pandemic, particularly for countries and populations most vulnerable to the pandemic. Based on the principle of global solidarity, the Fund was UN reform in action. Through fast and efficient financing, the Fund mobilized the UN's expertise and its global reach for rapid integrated UN responses, led by the Resident Coordinator, to support countries and safeguard their progress towards the SDGs. The fund is now completed. The latest narrative report can be found: United Nations Covid-19 Response and Recovery Fund Final Narrative Report (February 2023)",
      "preview": "Skip to main content UN COVID-19 MPTF Overview Contributors Financials Objectives Governance Projects Results News Documents Contacts Tools Search doc"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.artforgood.cz/en/virtualni-prohlidky/rozcestniky/dilo/10566/detail",
      "title": "Art for Good New Life for Exhibitions LoupeImage object (10566)",
      "description": "void",
      "preview": "Art for Good - New Life for Exhibitions Exhibitions Publications Films Audio Artists About us Partners THANK YOU Hide search cs Advanced Search Advanc"
    },
    {
      "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://www.naacpldf.org/critical-race-theory-faq/",
      "title": "What is Critical Race Theory? | FAQs",
      "description": "What is Critical Race Theory? Here is what you need to know about CRT. Critical race theory is an academic and legal framework that denotes that systemic racism is part of American society.",
      "preview": "critical race theory Frequently Asked Questions To help you learn more about Critical Race Theory (CRT), LDF has compiled answers to the most frequent"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://sklepzielarski24.pl/pl/producer/N.A.S.AG/486",
      "title": "Sklep zielarski online, suplementy i naturalne kosmetyki | Ziołowo Mi",
      "description": "Chcesz być zdrowy, piękny i bogaty? Nie na wszystko mamy wpływ, ale w dwóch pierwszych kwestiach postaramy się pomóc. Zapraszamy do naszego internetowego sklepu zielarskiego",
      "preview": "Jesteś w: » Strona główna Menu Witaminy, minerały i inne (8) Zielarnia (25) Pomocne na ... (27) Drogeria naturalna (1) Nowości Promocje Bestsellery Cz"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/get-listed/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "http://geekwirereprints.magreprints.com/",
      "title": "GeekWire - PARS",
      "description": "PARS International is the authorized reprint, permissions & licensing agent for GeekWire. Leverage your positive coverage today.",
      "preview": "Skip to content Home » Publications » GeekWire GeekWire Thank you for your interest in repurposing content from GeekWire. PARS International is the au"
    },
    {
      "url": "https://www.roportal.ro/discutii/topic/113646-bigdefender/",
      "title": "Forumuri - Forum Roportal",
      "description": "void",
      "preview": "Sari la conținut Creează topic nou Forumuri Omul si Societatea Astrologie si paranormal Horoscop si astrologie Teorii. Ipoteze. Fenomenul OZN. Practic"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://freshvinewine.com/products/brut_rose/",
      "title": "Brut Rosé Fresh Vine Wine's Exclusive Blend of Chardonnay and Pinot Noir",
      "description": "With aromas of fresh strawberry, crisp green apple, and red raspberry along with bright flavors of peach and strawberry, our Brut Rosé pairs perfectly with an active and healthy lifestyle as an affordable luxury wine with less sugar and more flavor.",
      "preview": "void"
    },
    {
      "url": "http://www.nwica.org",
      "title": "Homepage | National WIC Association",
      "description": "void",
      "preview": "about NWA | contact | faq | log-in | store DONATE to NWA Menu Home WIC Basics Overview and History NWA's Role with WIC FAQ / Glossary How Do I Apply f"
    },
    {
      "url": "https://volkraft.com",
      "title": "Volkraft",
      "description": "void",
      "preview": "Volkraft WallpapersCraft If you have difficulties or problems with the applications please write to us by e-mail ios-support@wallpaperscraft.com andro"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "http://szerep.hu/faultetes/1",
      "title": "Szerep Község",
      "description": "Szerep Község",
      "preview": "Kezdőlap » Szerep története A község első írásos említése a Dömösi Prépostság alapítólevelében történt 1134- ben, mivel Cerep (Szerep) lakosainak egyh"
    },
    {
      "url": "https://www.flysas.com/no/no/book/flights/",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "You've disabled JavaScript in your web browser. Please enable it and reload this page to proceed. Pardon Our Interruption As you were browsing somethi"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://caresmentoring.org/",
      "title": "National CARES Mentoring Movement",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://archive.boston.com/news/nation/gallery/100209CarterMuseum/",
      "title": "Carter Museum opening - Boston.com",
      "description": "void",
      "preview": "Local Search Site Search Home Delivery Home Today's Globe News Business Sports Lifestyle A&E Things to do Travel Cars Jobs Real Estate Local Search Lo"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "https://www.camamba.com/",
      "title": "Free Webcam Chat Rooms - Camamba",
      "description": "The free webcam chat community. Find new friends from all over the world! Chat, flirt, play and share on Camamba. Much more than just a chat ...",
      "preview": "CAMAMBA - Webcam Chat The internet's most notorious webcam chat - come and join the family! Free Sign Up Log In Log into the Camamba Webcam Chat: User"
    },
    {
      "url": "https://www.mylifetime.com/about-us/support",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://blog.vizzuality.com",
      "title": "Vizzuality | Blog",
      "description": "We craft beautiful data products that enhance the impact of the world's most important organisations.",
      "preview": "Data Science and GIS go hand in hand against climate change. Camellia Williams, Lead Writer. You can also read this blog on Medium. The problems we wo"
    },
    {
      "url": "https://www.goldenfansatsea.com/",
      "title": "Golden Fans at Sea",
      "description": "void",
      "preview": "caribbean - March 9 - March 15, 2025 | Celebrity Reflection Be a pal and confidant on the high seas! Book Now for 2025 Caribbean! Picture It: Crusing"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://www.patreon.com/clairesaffitz",
      "title": "Claire Saffitz | creating recipes, videos, and community | Patreon",
      "description": "creating recipes, videos, and community",
      "preview": "Skip navigation Recent posts by Claire Saffitz Claire Saffitz Unlock 65 posts Join for free Unlock 65 posts and join a growing community Join for free"
    },
    {
      "url": "https://www.world.rugby/sevens-series",
      "title": "HSBC SVNS Series | Official Website",
      "description": "Discover the latest news, video, fixtures, results and standings for the HSBC World Rugby Sevens Series here on the official SVNS website",
      "preview": "Skip to main content Menu Close Register Your Interest Tickets News Results Standings Videos FAQs CONTRIBUTORS SHOP PARTNERS - HSBC Archives English F"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://3vmdistribuzione.it/home/541-operatore-per-cancelli-scorrevoli-k1400-fce-aa31140.html",
      "title": "Operatore per cancelli scorrevoli K1400 FCE AA31140",
      "description": "Dotato di centrale di comando incorporata, con partenza graduale, regolatore della forza elettronico, rallentamento in accostamento e freno elettronico",
      "preview": "close Menu zoom_out_map chevron_left chevron_right Operatore per cancelli scorrevoli K1400 FCE AA31140 Operatore per cancelli scorrevoli pesanti fino"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "https://news.mongabay.com/2020/11/more-indonesian-sailors-repatriated-from-deadly-chinese-fishing-fleet/",
      "title": "More Indonesian sailors repatriated from deadly Chinese fishing fleet",
      "description": "Environmental science and conservation news",
      "preview": "More Indonesian sailors repatriated from deadly Chinese fishing fleet Basten Gokkon 16 Nov 2020 Asia Indonesian Fisheries Comments Share article Share"
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://profile.providencejournal.com/newsletters/manage",
      "title": "Newsletters | The Providence Journal",
      "description": "Choose from a wide variety of The Providence Journal newsletters including and more. Subscribe today!",
      "preview": "Unsubscribe from all newsletters Enter your email address below. Your email Unsubscribe"
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://www.victronenergy.com/live/vrm_portal:remote-firmware-update?ns=updating_firmware_procedure_1.2&tab_files=files&do=media&tab_details=view&image=energy-meters%3Aschema_-_et340-2.png",
      "title": "VRM: Remote firmware update [Victron Energy]",
      "description": "void",
      "preview": "vrm_portal:remote-firmware-update Media Manager Namespaces Choose namespace [root] ac_coupled_pv ac_coupling ac_current_sensor assistants auto-genset-"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://www.tchabitat.org/",
      "title": "Home | Twin Cities Habitat For Humanity",
      "description": "Twin Cities Habitat builds, rehabs, & repairs homes, educates families about homeownership, provides mortgage counseling, and advocates for affordable housing.",
      "preview": "Goodbye, Rental. Hello, Home. We're Building a Better Home-Buying Experience. We've always been a housing organization. We started by swinging hammers"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "http://vrlab.epfl.ch/",
      "title": "Virtual Reality Laboratory",
      "description": "void",
      "preview": "Cette page appartient aux archives web de l'EPFL et n'est plus tenue à jour. This page belongs to EPFL's web archive and is no longer updated."
    },
    {
      "url": "https://terminalbstore.com/",
      "title": "TERMINAL B | Luxury Candles & Niche Fragrances Inspired by Travel",
      "description": "TERMINAL B creates luxury candles and home fragrances inspired by global travel. Our hand-poured candles are crafted with premium ingredients to create unique scents and an immersive olfactory experience. Explore high-end home fragrance, highly scented candles, and more.",
      "preview": "icon-hamburger icon-X Menu 0 items $0.00 Check out icon-hamburger icon-X Menu Cart 0 Search Search icon-X Close (esc) where fragrance meets global tra"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}