{
  "data": [
    {
      "url": "https://www.sfexaminer.com/fixes/san-francisco-plans-to-purchase-200-units-to-house-homeless-families/",
      "title": "San Francisco plans to purchase 200 units to house homeless families | Archives | sfexaminer.com",
      "description": "'The most vulnerable families need supportive housing'",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Share This Facebook Twitter WhatsApp SMS Email Close The City is eyeing the"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://collections.thulb.uni-jena.de/receive/HisBest_cbu_00021283",
      "title": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "description": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "preview": "Diese Webseite verwendet Cookies (Webanalysedienst: Matomo, sowie Sessioncookies). Mit der Nutzung der Seite erklären Sie sich mit der Verwendung dies"
    },
    {
      "url": "https://www.hsph.harvard.edu/nutritionsource/healthy-weight/diet-reviews/paleo-diet/",
      "title": "Diet Review: Paleo Diet for Weight Loss • The Nutrition Source",
      "description": "The Paleolithic or \"Paleo\" diet seeks to address 21st century ills by revisiting the way humans ate during the Paleolithic era more than 2 million years ago.",
      "preview": "Skip to content The Nutrition Source > Healthy Weight > Diet Reviews > Diet Review: Paleo Diet for Weight Loss The Nutrition Source Menu Search for: F"
    },
    {
      "url": "https://board.playzo.de/index.php/Board/4245-Middengebied/?s=24aec7ed40cf96a6744290bb0dcdf62048a2020c",
      "title": "Middengebied - playzo Board",
      "description": "void",
      "preview": "In Ihrem Webbrowser ist JavaScript deaktiviert. Um alle Funktionen dieser Webseite nutzen zu können, muss JavaScript aktiviert sein. Thema Antworten L"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "http://www.chemistry.co.nz/",
      "title": "Chemistry | Creative Agency, Auckland, NZ",
      "description": "Chemistry is an integrated independent advertising agency in Auckland, New Zealand.",
      "preview": "Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 chem_neg chem_pos logo Artboard 1 Artboard 1 Artboard 1 Artboard 1 Icons"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "https://wnyt.com/top-stories/family-members-body-pulled-from-mohawk-river-is-samantha-humphrey/",
      "title": "Autopsy results on Mohawk River body not expected until at least Monday",
      "description": "Family members of Samantha Humphrey have posted messages on social media indicating the search for the missing teen is over.",
      "preview": "Autopsy results on Mohawk River body not expected until at least Monday Dan Levy WNYT An autopsy has been performed on the body pulled from the Mohawk"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "http://www.aboutads.info/choices",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://abcnews.go.com/US/video/unemployment-reached-highest-level-great-depression-70954064",
      "title": "Video Unemployment has reached the highest level since the Great Depression - ABC News",
      "description": "Steve Preston, CEO of Goodwill Industries International, speaks about how his company is working to help communities find job resources and get Americans back to work.",
      "preview": "Unemployment has reached the highest level since the Great Depression Steve Preston, CEO of Goodwill Industries International, speaks about how his co"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://learn.wallet.apple/id",
      "title": "ID in Wallet",
      "description": "void",
      "preview": "ID in Wallet ⁠Your ID. ⁠⁠Now on iPhone. Easy. Secure. Private. Present your ID in seconds. Keeping your ID in Wallet makes it simple to prove your age"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://pimpmytype.com/line-length-line-height/",
      "title": "The ideal line length & line height in web design - Pimp my Type",
      "description": "Line length & line height are crucial if you want your text to look pleasant. This article shows how they are interconnected and what to focus on when setting it in web or app design.",
      "preview": "Skip to content T oday, you'll draw a line in the sand, look at its length and height and commit to always consider it! Best opener ever - I know - bu"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "https://www.latribunahoy.com/tag/jornadas-de-puertas-abiertas-medina-sidonia/",
      "title": "Jornadas de Puertas Abiertas, Medina Sidonia archivos - Noticias La Tribuna Hoy",
      "description": "La Delegación de turismo del Ayuntamiento de Medina Sidonia organiza el 9 de diciembre la XIII Jornadas de Puertas Abiertas",
      "preview": "Aviso Legal Politica de privacidad Politica de cookies Portada Costa del Sol Benahavís Benalmádena Casares Estepona Fuengirola Málaga Manilva Marbella"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.spacenk.com/us/bath-body/body-moisturiser-oils/body-oil/stretch-mark-oil-MUK200020396.html",
      "title": "Susanne Kaufmann Stretch Mark Oil | Space NK",
      "description": "Susanne Kaufmann Stretch Mark Oil is designed especially for use on the skin when pregnant and harnesses the power of arnica to help reduce water retention.",
      "preview": "United States Enjoy 15% Off Your First Order Using Code FIRST15 - SHOP NOW Sorry, this item is out of stock Sorry, this item is out of stock Susanne K"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "http://git.tuebingen.mpg.de/?p=paraslash.git;a=commitdiff;h=4cc509155034d2079a8ba8d697003c9603ea6a6d;ds=sidebyside",
      "title": "git.tuebingen.mpg.de Git - paraslash.git/commitdiff",
      "description": "void",
      "preview": "projects / paraslash.git / commitdiff commit grep author committer pickaxe ? search: re summary | shortlog | log | commit | commitdiff | tree raw | pa"
    },
    {
      "url": "https://decidenow-app.com/privacy/",
      "title": "Decide Now! - Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: April 13, 2019 Catforce Studio represented by Gleb Kotov operates the https://decidenow-app.com website. Gleb Kotov bui"
    },
    {
      "url": "https://wwos.nine.com.au/",
      "title": "Nine's Wide World of Sports, Match Results, Fixtures, Videos & Live Scores - Nine.com.au",
      "description": "Nine Wide World of Sports brings you the latest breaking news headlines, live scores, fixtures, videos and match results across NRL, AFL, Tennis, Rugby, Boxing, Cricket and more.",
      "preview": "Advertisement leftChevron rightChevron dropDown Sports All sports Cricket AFL NRL Rugby Football Golf Motorsport Netball Tennis Football BO 4 PIS 0 Fo"
    },
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://isuzu.oemdtc.com/category/recalls",
      "title": "Recalls | Isuzu - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://vizcaya.org/",
      "title": "Vizcaya Museum & Gardens, Miami FL",
      "description": "A National Historic Landmark, Vizcaya Museum and Gardens is a 1916 waterfront estate home with 32 decorated rooms and 10 acres of formal gardens.",
      "preview": "Skip to content Purchase Tickets Now Open today from 9:30 am - 4:30 pm Full Schedule Hours Vizcaya Late | Everyone's Quince Wednesday, October 15 · 6"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "https://www.ravelry.com/patterns/library/granny-stripe-blanket-2",
      "title": "Ravelry: Granny Stripe Blanket pattern by Jaime Long",
      "description": "This blanket is absolutely stunning. I love the granny stitch, but I hated the way it was over used in the same start-from-the-middle-and-make-a-square way. So I decided to mix it up a little bit! Quick and easy, this blanket will shine in any number of colors! Great as a baby gift or for a craft show!",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://open.spotify.com/show/0vT7LJMeVDxyQ2ZamHKu08?si=_uDRD6bRR_6M5YZyISGXgA",
      "title": "IRL: Online Life is Real Life | Podcast on Spotify",
      "description": "Listen to IRL: Online Life is Real Life on Spotify. How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Bridget Todd, as she meets people around the world building responsible alternatives to the tech that's changing how we work, communicate, and even listen to music.",
      "preview": "IRL: Online Life is Real Life Mozilla Follow How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Brid"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "http://windows.microsoft.com/en-us/internet-explorer/download-ie",
      "title": "Internet Explorer Downloads - Microsoft Support",
      "description": "Get the latest internet browser recommended by Microsoft.",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://seavision.volpe.dot.gov/",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://www.eloquii.com/",
      "title": "Plus size Clothing, Dresses, Skirts, Suits, Tops, Jeans and Pants for Women | ELOQUII",
      "description": "ELOQUII",
      "preview": "Skip to main content Accessibility Policy"
    },
    {
      "url": "https://jackiecolburn.medium.com/more-icebreakers-you-can-steal-for-better-meetings-72afad91067d?source=home---------4------------------0----------",
      "title": "More icebreakers you can steal for better meetings | by Jackie Colburn | Medium",
      "description": "More icebreakers you can steal for better meetings What helps start a hard meeting on a positive note? How do you encourage team members to think bigger? The answer: icebreakers. Or should I say, the ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in More icebreakers you can steal for better meetings Jackie Colburn 4 min r"
    },
    {
      "url": "https://www.nike.com/w/new-releases-3n82y",
      "title": "New Releases. Nike.com",
      "description": "Find new releases of shoes, apparel and gear at Nike.com.",
      "preview": "Shoes Tops and T-Shirts Shorts Hoodies and Pullovers Jackets & Vests Pants and Tights Swimming Socks Accessories and Equipment Gender ( 0 ) Men Women"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://es-co.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Colombia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.wjbf.com/news/crime-news/woman-behind-bars-after-allegedly-driving-suv-into-popeyes-building/",
      "title": "Woman behind bars after allegedly driving SUV into Popeyes building | WJBF",
      "description": "UPDATE, 02/23/2023, 5:19 P.M. - According to an incident report filed by the Richmond County Sheriff's Office, the Popeyes manager says that Miller drove her SUV into the building after becoming angry that her order did not have any biscuits. The manager says that prior to the crash, the mistake was corrected by giving Miller [...]",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://www.gnof.org/",
      "title": "Greater New Orleans Foundation | Giving in Action",
      "description": "We provide strategic philanthropy and civic leadership to make the Greater New Orleans Region greater than ever. Learn more about our work and how to get involved.",
      "preview": "Skip to content News National Academies of Sciences, Engineering, and Medicine, Lever for Change Announce Foundation, Together Louisiana as $50 Millio"
    },
    {
      "url": "http://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.weareknitters.com/knitting-kits",
      "title": "Knitting kits - We Are Knitters",
      "description": "Our knitting kits have all of the necessary materials to create your most dazzling creations. Sweaters, scarves, hats and even baby clothes, look no further for your new project!",
      "preview": "Skip to content We ship from FL, USA. | Free shipping for orders over $100. + info USD $ United States (USD $) United States (USD $) Collection: Knitt"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}