{
  "data": [
    {
      "url": "https://www.behance.net/galleries/photography",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.5straight.net/",
      "title": "5ive Straight - Official Website for 5ive Straight, Five Straight board game, fun board games",
      "description": "5ive Straight board game has excitement, strategy, and is an addictive, fun peg board game. 5ive Straight board games keep players on their toes as they try to outsmart their opponents. Remember, it is 5ive Straight, not Five Straight board game.",
      "preview": "• TOM VASEL REVIEW! { CLICK HERE TO VIEW } • WINNING MOVES GAMES REVIEW! { CLICK HERE TO VIEW } • Hogwa5h Gaming REVIEW! { CLICK HERE TO VIEW } CLICK"
    },
    {
      "url": "https://stanislawrajmundburzynski.wordpress.com/tag/httpwww-wikipedia-orgwikiburzynski_clinic/",
      "title": "\"http://www.wikipedia.org/wiki/Burzynski_Clinic\" | Didymus Judas Thomas' Hipocritical Oath Blog",
      "description": "Posts about \"http://www.wikipedia.org/wiki/Burzynski_Clinic\" written by didymusjudasthomas",
      "preview": "Skip to primary content Skip to secondary content [WP:SOP] \" Statement of principles from Wikipedia founder Jimbo Wales , as updated by the community"
    },
    {
      "url": "https://demozoo.org/parties/241/",
      "title": "Dreamhack 1997 - Demozoo",
      "description": "Check out the results and releases from Dreamhack 1997, held 31st October - 2nd November 1997 in Borlänge Kommun, Dalarna, Sweden on Demozoo.",
      "preview": "Party Dreamhack 1997 31st October - 2nd November 1997 Borlänge Kommun, Dalarna, Sweden http://www.dreamhack.se/ Organisers Dion Results file results.t"
    },
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "http://s403915573.onlinehome.fr/boutique2/details.php?gid=1552&pid=711503",
      "title": "Comite Nouvelle-Aquitaine de Gymnastique | Toutes les photos du comite",
      "description": "Les photos de gym du Comite Nouvelle-Aquitaine de Gymnastique",
      "preview": "ACCUEIL QUI SOMMES NOUS ABONNEMENT QUESTIONS FREQUENTES NOUVELLES NOUS CONTACTER Catégories de photos Rechercher : Tous les mots Un des mots Photo ID"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://www.mailjet.com/solutions/use-cases/newsletter-templates/?utm_term=email marketing companies&utm_campaign=16976795972&utm_content=&utm_source=google&utm_medium=cpc&creative=620234205298&keyword=email marketing companies&matchtype=b&network=g&device=c&gclid=Cj0KCQiAiJSeBhCCARIsAHnAzT-B9cSmo_Bj3bHDn2DtDYbHopFe6olSIV7YbNXoTQDmUUa5NWH2O8saAj4mEALw_wcB",
      "title": "Newsletter Templates - Send Beautiful and Responsive Emails | Mailjet",
      "description": "Create and send stunning emails quickly and easily for all devices with our newsletter templates. No programming required.",
      "preview": "Professional newsletter templates Did you know that 53% of emails are opened on mobile? With Mailjet, creating responsive newsletter templates that lo"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://writesonic.com/photosonic-ai-art-generator",
      "title": "AI Art Generator from Text | Writesonic.com",
      "description": "Photosonic is the AI art generator to create beautiful, royalty-free images in seconds. Let your imagination run wild - try the best AI image generator free!",
      "preview": "void"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://www.geeksforgeeks.org/java/",
      "title": "Java Tutorial - GeeksforGeeks",
      "description": "Your All-in-One Learning Portal: GeeksforGeeks is a comprehensive educational platform that empowers learners across domains-spanning computer science and programming, school education, upskilling, commerce, software tools, competitive exams, and more.",
      "preview": "Java Tutorial Advanced Java Interview Questions Exercises Examples Quizzes Projects Cheatsheet DSA in Java Java Collection Sign In ▲ Open In App Java"
    },
    {
      "url": "https://ccel.org/ccel/desales/love/Page_317.html",
      "title": "St. Francis of Sales: Treatise on the Love of God: 0365=317 - Christian Classics Ethereal Library",
      "description": "void",
      "preview": "Treatise on the Love of God Page Page_317.html « Prev TOC Next » [See Text] VIEWNAME is ScanPage Log in | Register | Browse | Bibles | About | Copyrig"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "http://zons-geschichte.de/zonswiki/index.php?title=Theodor_Derendorf",
      "title": "Theodor Derendorf - ZonsWiki",
      "description": "void",
      "preview": "Theodor Derendorf Aus ZonsWiki Zur Navigation springen Zur Suche springen Dies ist ein Thema, zu dem noch kein Artikel geschrieben wurde. Das ZonsWiki"
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://www.kaporcenter.org/the-computer-science-teacher-landscape-results-of-a-nationwide-teacher-survey",
      "title": "The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey - Kapor Center",
      "description": "While the technology sector remains one of the fastest growing industries across the nation and continues to rapidly permeate all facets of society, the next generation of the computing workforceContinue reading \"The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey\"",
      "preview": "Skip to content Back to Publications While the technology sector remains one of the fastest growing industries across the nation and continues to rapi"
    },
    {
      "url": "https://www.uso.org/uso-stands-ready-to-support",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "https://www.wpr.org/green-bays-use-audio-recording-devices-city-hall-sparks-debate",
      "title": "Green Bay's use of audio recording devices in city hall sparks debate - WPR",
      "description": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Green Bay installed [...]",
      "preview": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Gree"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "http://cie.co.at/eilvterm/17-29-018",
      "title": "17-29-018 | CIE",
      "description": "indirect lighting lighting by means of luminaires having a distribution of luminous intensity such that the fraction of the emitted luminous flux directly reaching the working plane, assumed to be of infinite extent, is 0 % to 10 %",
      "preview": "Skip to main content e-ILV The e-ILV provides free access to all the terms and definitions contained in the international standard CIE S 017:2020 ILV:"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Tools-No-Code-Founders-3d9a44cb16ef4957b91055673a45e865?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://everytown.org/",
      "title": "Home | Everytown",
      "description": "We are a movement of nearly 11 million moms, mayors, survivors, students, and everyday Americans working to end gun violence.",
      "preview": "Skip to content Use Accessible Colors You are leaving You will be redirected momentarily. Close Menu Home About Work Issues Solutions States News Blog"
    },
    {
      "url": "http://montereycountyopendata.montereyco.opendata.arcgis.com/datasets/a6e876476ea641579db2ba9c3fe9f779_0",
      "title": "Places",
      "description": "The purpose of this feature class is to provide accurate site address information for Emergency Services Response, and other county applications.",
      "preview": "void"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/quickstart.html",
      "title": "void",
      "description": "void",
      "preview": "You should have been redirected. If not, click here to continue."
    },
    {
      "url": "https://www.zappos.com/product/9500111/color/822288?utm_medium=affiliate&splash=none&slfpid=3",
      "title": "No results for Ruffwear highlands sleeping bag large | Zappos",
      "description": "Free shipping BOTH ways on ruffwear highlands sleeping bag large from our vast selection of styles. Fast delivery, and 24/7/365 real-person service with a smile. Click or call 800-927-7671.",
      "preview": "Hmmm, we couldn't find anything for ruffwear highlands sleeping bag large Check out the categories below or try limiting the search to one to two word"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://www.lightmix.com/",
      "title": "Washington DC Web Design Agency | LightMix",
      "description": "LightMix is a web design, web development, graphic design, branding, UI/UX, and digital marketing firm in Washington DC, Virginia, Maryland.",
      "preview": "We are an award-winning web design, web development, graphic design, branding, UI/UX design, motion design, and creative digital agency serving client"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://bethanyrutter.com/2011/09/28/a-fine-vintage-3/",
      "title": "A Fine Vintage #3. - Bethany Rutter",
      "description": "void",
      "preview": "Skip to content Square Unless I find another gem in one of my rummages, this will be the last 'A Fine Vintage' edition for a while! This is the dress"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    }
  ],
  "_meta": {
    "total_bookmarks": 42
  }
}