{
  "data": [
    {
      "url": "https://open.spotify.com/episode/1VEOqx1LpekAuiecwKijES?si=ygDWnM2SQmywZ4WxayYRwA",
      "title": "Tame Impala - The FADER Uncovered | Podcast on Spotify",
      "description": "Listen to this episode from The FADER Uncovered on Spotify. On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's Kevin Parker to look back at his band's 2012 FADER cover story and his journey from creating psych rock alone at home to becoming festival headlining rock star. Kevin tells Mark about celebrating 10 years of the band's debut album Innerspeaker, the key to writing a great song, and his memory of playing Coachella with Tyler, The Creator and Danny DeVito watching from the side of the stage. Mark, meanwhile, reveals the Tame Impala song he and his fiancée had their first kiss to. Learn more about your ad choices. Visit megaphone.fm/adchoices",
      "preview": "Tame Impala The FADER Uncovered E Jun 7, 2021 51 min On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_medium=referral&utm_campaign=blog-nav",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "http://www.wageningenur.nl/en/Expertise-Services/Chair-groups/Animal-Sciences/Animal-Production-Systems-Group.htm",
      "title": "Animal Production Systems Group - WUR",
      "description": "Research of the Animal Production Systems Group focuses on unravelling the complexity of livestock systems, and exploring trade-offs and synergies of innovations regarding environmental impact, animal welfare, and economic viability, to design a more sustainable future",
      "preview": "skip_links_text Content Search box Breadcrumb Chair holder prof.dr.ir. SJ (Simon) Oosting Professor / Chair Animal Production Systems Group News Septe"
    },
    {
      "url": "https://w3w.magnetix-wellness.com/fr/product/bijoux-magnetiques-pour-enfants/pendentif-4788",
      "title": "Magnetschmuck Wellness von MAGNETIX Wellness | MAGNETIX",
      "description": "Der Magnetix Wellness Online Shop ➤ Magnetschmuck für jung und alt ✓ Schnelle Lieferung ✓ Wellness Produkte mit Anziehungskraft ❤ Jetzt online shoppen",
      "preview": "Um MAGNETIX in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Schneller & KOSTENFREIER Versand ab 75€ 3"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://press.stripe.com/",
      "title": "Stripe Press - Ideas for progress",
      "description": "Stripe Press produces works about technological, economic, and scientific advancement.",
      "preview": "The Origins of Efficiency Brian Potter The Scaling Era Dwarkesh Patel Boom Byrne Hobart Poor Charlie's Almanack Edited by Peter D. Kaufman Scaling Peo"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://northofus.tumblr.com/",
      "title": "Costco Deep Dive",
      "description": "amelia | she/her | 26 | aries | \"Turned on by public transportation\" | \"Horny for pens and pencils\" | \"She doesn't even go here\"",
      "preview": "Posts 35K Following 985 Followers 311 Likes 97K Follow (´｡• ᵕ •｡`) @northofus"
    },
    {
      "url": "https://www.clarinsusa.com/en/instant-eye-make-up-remover/01183100.html",
      "title": "Clarins Eye Makeup Removers | CLARINS®",
      "description": "Shop Clarins' range of plant-based eye makeup removers-an essential part of your everyday skincare routine. Gentle and compatible with all skin types.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://whatiblogonmydays-blog.tumblr.com/",
      "title": "Hello",
      "description": "Jacalyn | She/her",
      "preview": "Menu Hello Jacalyn | She/her snazzapplesweet : If you give me any positive reinforcement whatsoever i will go full doggo and hang on to that shit fore"
    },
    {
      "url": "http://resource.anshuntech.ltd/AnimalFace/privacy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Last updated: 9/28/2022 AnimalFace (\"we\", \"our\" or \"us\") understands the importance of protecting your privacy. Therefore, we have established the Pri"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://www.hiringourheroes.org/",
      "title": "Hiring Our Heroes: Bridging the Job Gap for Veterans",
      "description": "Learn about Hiring Our Heroes and its dedication to empowering veterans and military spouses in their pursuit of meaningful employment.",
      "preview": "Our Mission Creating a Nationwide Hiring Effort Hiring Our Heroes (HOH) connects the military community-service members, military spouses, and veteran"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "http://wiki.fablab-kali.de/doku.php?id=documentation:electronics:start&do=backlink",
      "title": "documentation:electronics:start - Backlinks [FabLab Kamp-Lintfort]",
      "description": "void",
      "preview": "skip to content FabLab Kamp-Lintfort User Tools Log In Site Tools Search Tools Show page Old revisions Backlinks Recent Changes Media Manager Sitemap"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "http://endjusticefees.org",
      "title": "End Justice Fees",
      "description": "A site dedicated to ending justice system fees. These taxes are charge at multiple points of interaction with the criminal justice system.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact Justice fees are sentencing"
    },
    {
      "url": "https://www.all-in-pokershop.cz/all-in_pokershop/eshop/11-1-Studiove-vybaveni-fotopotreby/122-2-Studiove-blesky-prislusenstvi",
      "title": "Studiové blesky",
      "description": "Studiová světla, blesky, stativy, zábleskové lampy, žárovky, fotografické pozadí",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://www.bwwa-us.com/",
      "title": "Black Women's Wealth Alliance",
      "description": "void",
      "preview": "Black Women's Wealth Alliance Serving Foundational Black American Women Since 2014 contribute to BWWA Today! STAY CONNECTED BY SIGNING UP FOR OUR NEWS"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "https://www.nature.org/en-us/",
      "title": "The Nature Conservancy: A World Where People & Nature Thrive",
      "description": "We're working around the world to protect the lands and waters on which all life depends and fight climate change. Join us.",
      "preview": "Every gift today has twice the power for nature. Give Now. Close interstitialRedirectModalTitle interstitialRedirectModalMessage interstitialRedirectM"
    },
    {
      "url": "https://www.ritter-schleifservice.de/warenkorb.html",
      "title": "warenkorb - DIE SCHÄRFEREI RITTER",
      "description": "void",
      "preview": "Im Warenkorb befinden sich 0 Artikel Dein Warenkorb ist leer weiter einkaufen Empfehlenswert Ritter Scissors Hundefriseurschere \"Bella\" 50T Titan-Schw"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/",
      "title": "Lifes alot like Music.",
      "description": "Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful.",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 23 Jun wildlifepower :"
    },
    {
      "url": "http://www.deannalynnsletten.com/p/about-mecontact.html",
      "title": "Deanna Lynn Sletten: About Me/Press",
      "description": "Deanna Lynn Sletten, About Me",
      "preview": "Pages About Me/Press The Heart of the Matter The Lifestyle The Last Lady of the Silver Screen Christmas at Mountain View Lodge Mrs. Winchester's Biogr"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "http://www.watchworthy.app/",
      "title": "Watchworthy - Personalized TV Show Recommendations",
      "description": "Find your next binge-watch with our TV quiz. Get personal recommendations for shows you'll love so you can spend more time watching and less time searching.",
      "preview": "TV worthy of your time Watchworthy matches you to shows and movies you'll love, in seconds! Available on Apple and Android devices Watchworthy is a FR"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/ManyPixels-Unlimited-Graphic-Design-Try-Risk-Free-bc342e81e51740fe90649ce41c9dfe7b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "https://www.faz.net/aktuell/feuilleton/buehne-und-konzert/eklat-in-hannover-attacke-mit-tierkot-auf-unsere-tanzkritikerin-18672999.html",
      "title": "Attacke mit Tierkot auf unsere Tanzkritikerin: Eklat in Hannover | FAZ",
      "description": "Am Rande einer Ballettpremiere hat der Chefchoreograph und Direktor des Staatsballetts Hannover unsere Tanzkritikerin zunächst verbal und dann auch physisch attackiert. Ein Angriff auf die freie, kritische Kunstbetrachtung generell.",
      "preview": "Suche Suche Startseite FAZ+ Das Beste von FAZ+ Politik Öffnen USA unter Trump Ukraine Inland Ausland Politische Bücher PRO Einspruch Geschichte Briefe"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "https://joyofbeautybrand.com/",
      "title": "Home | Joy of Beauty®",
      "description": "Inclusive beauty at the spa or home. Embrace the luxurious experience of Joy of Beauty®, your ultimate destination for vegan, cruelty-free, and all-natural Halal body care products. Our award-winning brand is specially crafted to cater to everyone, including diabetics, cancer fighters, nursing mothers, the elderly, and those with sensitive skin or limited mobility.",
      "preview": "Skip to content FREE SHIPPING on orders over $100 Shop Now Home harbrcreative 2024-12-19T12:14:27-05:00 Inclusive beauty at the spa or home. Embrace t"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "https://essentials.applesurveys.com/jfe/form/SV_bBnTUv96wDVuDLT",
      "title": "Apple - Law Enforcement Online Training Registration",
      "description": "void",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://www.azti.es/",
      "title": "AZTI - Centro de Investigación Marina y Alimentaria",
      "description": "Investigación Marina y Alimentaria",
      "preview": "AZTI es un centro tecnológico comprometido con los grandes retos a los que se enfrenta la humanidad. Por ello, trabajamos desarrollando soluciones sos"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://my.rwjf.org/login.do",
      "title": "MyRWJF - Sign in",
      "description": "RWJF GRANT RESOURCES",
      "preview": "MyRWJF Sign In MyRWJF is the Robert Wood Johnson Foundation's portal for applicants, reviewers and grantees. If you are a first time visitor, Register"
    },
    {
      "url": "https://www.arrl.org/getting-licensed",
      "title": "Getting Licensed",
      "description": "The American Radio Relay League (ARRL) is the national association for amateur radio, connecting hams around the U.S. with news, information and resources.",
      "preview": "ARRL Website Search Category Clubs Contests Exam Sessions Hamfest/Conventions Licensing Classes Member Directory News Special Events ARECC Field Class"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://pixlr.com/e/",
      "title": "Photo Editor Pixlr Free online Image Editing Tool",
      "description": "Free online like photo editor with advanced image editing features. Perfect for both beginner & professional. Start editing with Pixlr editor now!",
      "preview": "Photo Editor - Photoshop Online by Pixlr - Free Image Editing Tools Now, there are even more compelling reasons to choose Pixlr as your go-to solution"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://www.helsenorge.no/vaksiner/",
      "title": "Sjekk hvilke vaksiner du har tatt - Helsenorge",
      "description": "Få oversikt over hvilke vaksiner som er registrert på deg selv og dine barn under 16 år. Du kan også skrive ut vaksinasjonskortet ditt.",
      "preview": "Vaksiner Her finner du opplysninger om hvilke sykdommer du er vaksinert mot og når vaksinen er satt. Har du barn under 16 år, kan du også se deres vak"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://walterbogan-blog.tumblr.com/",
      "title": "@walterbogan-blog on Tumblr",
      "description": "Follow @walterbogan-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "https://kids.youtube.com/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://sportstar.thehindu.com/",
      "title": "Sports News Today, Live Cricket Score, Football News, Sports Videos | Sportstar",
      "description": "Sportstar brings you the latest sports news, schedules, standings, fixtures, results, team squad of cricket, football and all sports events",
      "preview": "void"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.newyorker.com/magazine/2010/09/20/the-face-of-facebook",
      "title": "Mark Zuckerberg Opens Up | The New Yorker",
      "description": "Jose Antonio Vargas on the founder of Facebook.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Mark Zuckerberg founded Facebook in his college dorm room six yea"
    },
    {
      "url": "https://apple.co/NewsPlusOffer",
      "title": "Apple News+ 3-Month Free Offer - Apple Apple News+ 3-Month Free Offer - Apple",
      "description": "Access more than 300 popular magazines and leading newspapers all in one subscription. Get 3 months free when you buy a new iPhone, iPad, or Mac.",
      "preview": "Get 3 months of Apple News+ for free. New subscribers get three months free with purchase of an eligible iPhone, iPad, or Mac. 1 How to redeem Apple N"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/people/staff",
      "title": "Staff | Center for Ocean Solutions",
      "description": "void",
      "preview": "Staff Skip Secondary Navigation Main content start Leadership Jim Leape Co-Director Fiorenza Micheli Co-Director Elizabeth Selig Managing Director Sen"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://www.gallup.com/corporate/212117/global-offices.aspx",
      "title": "Global Offices",
      "description": "Find Gallup anywhere. We operate 30 regional centers and collect data in over 160 countries.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Global Offices Gallup operates more than 20 regional City Ce"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://unknews.unk.edu/tag/vaccination/",
      "title": "Vaccination - UNK NEWS",
      "description": "Widespread vaccinations have proven to significantly reduce positive cases of COVID on campus and in the community. The university encourages students and employees to be fully vaccinated.",
      "preview": "Skip to content College of Arts & Sciences College of Business & Technology College of Education News Student Life Widespread vaccinations have proven"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://www.revealnews.org/article/how-activists-of-color-lose-battles-against-facebooks-moderator-army/",
      "title": "How activists of color lose battles against Facebook's moderator army - Reveal",
      "description": "As Facebook is under the microscope for failing to stop harassment and the spread of fake news, it also faces another problem: The social media giant's reporting policies punish minority users in a variety of ways.",
      "preview": "The truth will not reveal itself. SUPPORT OUR WORK TODAY Join our newsletter. Get our latest investigations in your inbox every week. Sign up Skip to"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://app.mt.gov/cal/html/event/comm/2021/7/26/;jsessionid=iByXYXDXbCquM5W_8wEmtglrNdOurASXf0_DTbuz.entdoaahs0374?week=31&viewtype=2&viewperiod=2&currentViewtype=2",
      "title": "mt.gov - Calendars",
      "description": "void",
      "preview": "Agency: Administration (DOA) Board of Pardons Parole (BOPP) CHE (CHE) Capitol Events (CAP) Commerce (comm) Community Service (mccs) DNRC Fire Training"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://www.ivendi.com/",
      "title": "iVendi | Automotive Retail Technology",
      "description": "In today's world, automotive retailers have to be innovative to survive. Discover how they are using cutting-edge technologies to stay competitive!",
      "preview": "Award-winning vehicle retailing technology Make Buying Easier Connecting online & showroom sales into a single, seamless journey that makes buying eas"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.siriusxm.com/clips/clip/65cfb29a-195e-4b44-91fb-9e855ad51e03/1bb40a1e-1920-4ab0-a756-9d95a7e2b7fb",
      "title": "David Downey on Revitalizing America's Downtowns | Julie Mason - Julie Mason Mornings undefined | undefined : '' | Listen on SiriusXM",
      "description": "David Downey, President and CEO of the International Downtown Association, joins Julie Mason to discuss the Revitalizing Downtowns Act and its fascinating new tax credit to incentivize transforming office space into housing.",
      "preview": "Julie Mason - Julie Mason Mornings Listen to Channel Subscribe to SiriusXM · David Downey on Revitalizing America's Downtowns SHARE Copy embed code Ab"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://www.last.fm",
      "title": "Last.fm | Play music, find songs, and discover artists",
      "description": "The world's largest online music service. Listen online, find out more about your favourite artists, and get music recommendations, only at Last.fm",
      "preview": "Spiking Artists These artists are trending globally on Last.fm right now Click one to explore the artist and their similar artists Back Reset Spiking"
    },
    {
      "url": "https://images.google.com.cy/url?sa=t&url=http://ocenkadoma24.ru",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://ocenkadoma24.ru . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://joincountmein.org/",
      "title": "Count Me In",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "http://rainbowmetals.com/",
      "title": "High Quality Custom Belt Buckles & Plaques | Rainbow Metals",
      "description": "Rainbow Metals is a top-notch sand-cast bronze products store offering custom belt buckles and bronze plaques. Discover elegant and unique hand-crafted designs.",
      "preview": "⚠️ Important Update - Click Here to Read Before Placing an Order Search our store Account Cart 0 Popular Searches: T-Shirt Blue Jacket \" \" Rainbow Met"
    },
    {
      "url": "https://bnr.be/over-b-r/",
      "title": "B&R | C1JFER5 ALLEEN VOL5TAAN N1ET",
      "description": "void",
      "preview": "Home Over B&R Activiteiten Administratief Fiscaal Juridisch Sociaal Actua Fiscale nieuwigheden vanaf 29 juli 2025: wat zegt de Programmawet? Meerwaard"
    },
    {
      "url": "http://fsf.fra.affrc.go.jp/indexe.html",
      "title": "National Research Institute of Far Seas Fisheries, Fisheries Research Agency",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://communication.ucf.edu/person/rick-brunson/",
      "title": "Rick Brunson - Nicholson School of Communication and Media",
      "description": "Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital, print and...",
      "preview": "Biography Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital"
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    }
  ],
  "_meta": {
    "total_bookmarks": 145
  }
}