{
  "data": [
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    },
    {
      "url": "https://hr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress dodatak | WordPress.org Hrvatski",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Pretraga dodataka Detalji"
    },
    {
      "url": "https://twitter.com/KotilAbdulkadir",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://www.grammarly.com/",
      "title": "Grammarly",
      "description": "Grammarly's free writing app will make sure your messages, documents, and social media posts are clear, mistake-free, and impactful.",
      "preview": "Your writing, at its best. Grammarly makes sure everything you type is easy to read, effective, and mistake-free. Check your text Upload Upload a file"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://cardbarrel.com/2010-2019-singles/2013/allen-and-ginter/one-little-corner/?items_per_page=24",
      "title": "2010-2019 Singles :: 2013 :: Allen & Ginter :: One Little Corner",
      "description": "void",
      "preview": "Home Promotions Gift certificates FAQ Contact Us Orders Sign in Register Email Password Forgot your password? Register for a new account Sign in Remem"
    },
    {
      "url": "https://www.stillflowerdrawing.com/store-2",
      "title": "Store 2 - STILL",
      "description": "void",
      "preview": "Live online Classes Tetra Pack printmaking with Maureen Nathan, 14th October 2025 £15.00 Add To Cart Added! Acrylic painting and collage with Emma Cro"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "https://blog.computus-druck.com/tag/brandkatastrophen/",
      "title": "Brandkatastrophen - Altertum und Bücher aus Gutenberg",
      "description": "void",
      "preview": "Unter dem Titel »Gott zur Ehr' - dem Nächsten zur Wehr. Geschichte und Geschichten der freiwilligen Feuerwehr Bad Kreuznach« erscheint am 24.10.2015 d"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://security.googleblog.com/2023/03/8-ways-to-secure-chrome-browser-for.html",
      "title": "Google Online Security Blog: 8 ways to secure Chrome browser for Google Workspace users",
      "description": "Posted by Kiran Nair, Product Manager, Chrome Browser 1. Bring Chrome under Cloud Management Your journey towards keeping your Goog...",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet 8 ways to secure Chrome browser for Google Workspace use"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://stacks.cdc.gov/view/cdc/65492",
      "title": "Programs, Practices, People",
      "description": "void",
      "preview": "Skip to main content × Advisory Committee on Immunization Practices (ACIP) CDC and ATSDR Budget Documents CDC Public Access David J. Sencer CDC Museum"
    },
    {
      "url": "https://www.kastle.com/safety-wellness/getting-america-back-to-work/",
      "title": "Kastle Systems - Data Assisting in Return to Office Plans",
      "description": "As companies return to the office, we understand prioritizing employee safety. Identify trends and assist return to office plans with our live data.",
      "preview": "Getting America Back to Work WEEKLY OCCUPANCY PEAK DAY HYBRID INDEX LEGAL OCCUPANCY Americans have been living through a period of intense uncertainty"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/post/121129476692",
      "title": "In this corner... - Maryland moves to increase diversity in computer science",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://agexporthoy.export.com.gt/agexport/conozca-las-tarifas-horarias-de-energia-electrica-para-su-empresa/",
      "title": "Conozca las tarifas horarias de energía eléctrica para su empresa | Agexport Hoy",
      "description": "La Gerencia de Competitividad de AGEXPORT invita a las Pequeñas y Medianas Empresas de los Sectores de Manufacturas y Servicios que tenga",
      "preview": "Sign in Agexport Último minuto Podcast Experto Exportador Cafecito exportador Opinion GUATEXPORTA Acuicultura y Pesca Agrícola Contact Center y BPO Ma"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "https://press.assuralia.be/een-aanrijding-aangeven-met-je-smartphone-of-tablet-het-kan-voortaan-met-de-app-crashformr",
      "title": "Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform®",
      "description": "Voortaan hoeven bestuurders bij een aanrijding geen papieren aanrijdingsformulier meer te gebruiken. Dankzij de app Crashform kunnen zij met een...",
      "preview": "Auto Een aanrijding aangeven met je smartphone of tablet? Het kan voortaan met de app Crashform® 19 januari 2017 Voortaan hoeven bestuurders bij een a"
    },
    {
      "url": "https://www.bose.com/en_us/index.html",
      "title": "Headphones, Earbuds, Speakers, Soundbars, & More | Bose",
      "description": "Experience the latest in sound innovation. Shop Bose headphones, speakers, soundbars, and more, supported by premium customer service. Sound is Power.",
      "preview": "Melt into the music Feel the awakening tinge of new, limited-edition Ice Blue. SHOP Trending Products Color: Ice Blue Select Color New color Bose Quie"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "http://www.myarmoury.com/feature_oakeshott.html",
      "title": "Ewart Oakeshott: The Man and his Legacy -- myArmoury.com",
      "description": "A resource for historic arms and armor collectors with photo galleries, reviews, reference materials, discussion forums, a bookstore and a comparison tool.",
      "preview": "About • Links • Search • Contribute Features Reviews Collections Albums Forums Books Favorites Register Log in Ewart Oakeshott: The Man and his Legacy"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://riuma.uma.es/xmlui/handle/10630/13422/browse?rpp=20&etal=-1&sort_by=-1&type=centro&starts_with=S&order=ASC",
      "title": "Listar Publicaciones por centro",
      "description": "void",
      "preview": "Cambiar navegación JavaScript is disabled for your browser. Some features of this site may not work without it. Buscar en RIUMA Esta colección Listar"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://www.walmartmexico.com/aviso-de-privacidad",
      "title": "Aviso de Privacidad",
      "description": "En Walmart de México y Centroamérica estamos comprometidos con la protección de los Datos Personales de nuestros clientes y colaboradores, por lo que el cumplimiento de la legislación aplicable es parte de nuestra cultura.",
      "preview": "Skip to main Skip to footer Conócenos Contáctanos Directorio de tiendas Historia Nosotros Nuestra Ética Únete al equipo Noticias Sala de prensa Propós"
    },
    {
      "url": "https://news.yahoo.com/goodwill-ceo-analyzes-labor-market-205554820.html?guccounter=1",
      "title": "Goodwill CEO analyzes the labor market",
      "description": "Steve Preston, Goodwill President and CEO joins Yahoo Finance to discuss the latest jobs report.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Goodwill CEO analyzes the labor market Yahoo Finance Video Sep"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://gototop.app/",
      "title": "Gototop LTD",
      "description": "void",
      "preview": "Home Contact Us Reviews TERMS OF USE Gototop LTD Gototop LTD Gototop LTD Gototop LTD Transforming Ideas into Extraordinary Mobile Experiences! Transfo"
    },
    {
      "url": "https://irishcountrymagazine.ie/tag/interiors/page/7/",
      "title": "Interiors - Page 7 of 8 - Irish Country Magazine",
      "description": "Explore a curated collection of articles and stories in the Interiors section on Irish Country Magazine, bringing you the best in Irish culture, style, and living.",
      "preview": "Advertise Customer Support Find a Retailer eMagazine SUBSCRIBE IRISH COUNTRY MAGAZINE Inside the issue Irish Made Irish Made Awards Irish Made Awards"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://blackentrepreneursday.com/",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "http://spyglass.fish",
      "title": "Spyglass | Global Fishing Crimes Map",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "http://susanw637214266715.wikidot.com/blog:_start/date/2018.1/p/3",
      "title": "Your Blog - web with internet",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » web with internet web with internet Home Pages About Contact Favourites Gallery A"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://blog.flickr.net/",
      "title": "Flickr Blog",
      "description": "void",
      "preview": "Photographer, Tommaso Torda is a theoretical physicist and documentary photographer exploring how humans connect with their surroundings. With his cam"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "http://www.stibat.nl",
      "title": "Samen zijn we open. Samen staan we sterk. - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content Welkom op de informatieve webpagina over het samengaan van Stichting OPEN en (de uitvoeringsorganisatie van) Stichting Batterijen. Per"
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://www.ip2location.com/demo/31.200.19.242",
      "title": "31.200.19.242 IP Address Geolocation Lookup Demo | IP2Location",
      "description": "IP address 31.200.19.242 geolocation information such as country, region, city, ISP, area code, domain, proxy etc. using IP2Location.",
      "preview": "void"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "https://eatrobs.com/",
      "title": "Rob's Backstage Popcorn - Rob's Popcorn",
      "description": "Rob's Backstage Popcorn was born backstage with the Jonas Brothers and now they are sharing it with the world. Made with a secret recipe, we guarantee you've never tasted popcorn like this before.",
      "preview": "Skip to content Cart Your cart is empty you've never tasted popcorn like this before shop rob's find in store rob's original indian spice mix classic"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-200-100018",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://www.epix.com",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://www.dialpad.com/dp/google-fiber-landing-page/?promo=GFIBER25&utm_campaign=google-fiber&_device_id=eQqWhBBFqelZ8cEauhZ3ss",
      "title": "Google Fiber Landing Page | Dialpad",
      "description": "Dialpad is an AI-powered cloud communication platform that makes it easier and more efficient to connect and collaborate with your team. Try for free!",
      "preview": "DIALPAD + GOOGLE FIBER BUSINESS Dialpad & Google Fiber are proud to work together Get 25% off your new business phone system when you use Dialpad with"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://icolorpalette.com/color/f4a081",
      "title": "Creamy Peach (similar) Color | f4a081 information | Hsl | Rgb | Pantone",
      "description": "Color System information Creamy Peach (similar) Color | f4a081. Similar Color name Information, Color Schemes, Light / Darkshades, Tones, Similar Colors, Preview the color and download Photoshop swatch and solid color background image",
      "preview": "Saving Palette ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Creating Palette files ! Creating Palette image"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://jsf.co/jumpstart-foundry-announces-first-round-of-2021-portfolio-selections/",
      "title": "Jumpstart Foundry Announces First Round of 2021 Portfolio Selections - Jumpstart Foundry",
      "description": "Jumpstart Foundry, one of Tennessee's most active healthcare venture capital firms, has announced its latest round of new investments. The Spring selection consists of 17 innovative healthcare startups chosen from an applicant pool of nearly 200. Jumpstart Foundry plans to make a record number of investments this year from its largest fund to date, totaling 34 deals, with their second round of offers to be made in the Fall of 2021.",
      "preview": "Jumpstart Foundry Announces First Round of 2021 Portfolio Selections Jun 11, 2021 | SHARE Facebook Twitter LinkedIn Pinterest Jumpstart Foundry Announ"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "https://naacp.org/convention",
      "title": "116th NAACP National Convention | NAACP",
      "description": "Join us in Las Vegas from July 13-17 as we convene to progress policies that impact Black America.",
      "preview": "Skip to main content Search Close Close Donate Close SEE YOU IN CHICAGO! The NAACP National Convention is an empowering and immersive experience held"
    },
    {
      "url": "https://android-developers.googleblog.com",
      "title": "Android Developers Blog",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "http://www.gugik.gov.pl/",
      "title": "Strona główna - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.marksandspencer.com/l/mens",
      "title": "Men's Cashmere Clothing at M&S",
      "description": "Our men's cashmere clothing is timeless, stylish and so soft you'll be reaching for it again and again. Shop jumpers, cardigans and accessories at M&S",
      "preview": "Men's Cashmere Clothing Warm and cosy never looked so cool as with our men's cashmere clothing. Find your shade, from elegant navy and grey to playful"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}