{
  "data": [
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://thegreataztecagator.tumblr.com/",
      "title": "For Science, You Monster.",
      "description": "I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, books of all kinds, and much, much more! Feel free to follow me and/or get to...",
      "preview": "For Science, You Monster. I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, b"
    },
    {
      "url": "https://forms.accaglobal.com/contact-us",
      "title": "Contact us",
      "description": "void",
      "preview": "Cancel Adaptive Form Title Adaptive Form Title What best describes you? Continue Cancel Contact us Get help and support What best describes you? I'm i"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "http://www.cox-tv.com/games/rules/morris.html",
      "title": "Cox-TV : Nine Mens Morris",
      "description": "void",
      "preview": "Cox-TV.com The Cox family's home on the web since 2000. HIT SHOWS Games Biography Snapshots Blog Recipes This or That? OFF-AIR contact old news email"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://www.museothyssen.org/en/activities",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tides.gc.ca/en",
      "title": "Tides, currents, and water levels | Tides, currents, and water levels",
      "description": "void",
      "preview": "Tides, currents, and water levels Predicted times and heights of high and low waters, and the hourly water levels for over seven hundred stations in C"
    },
    {
      "url": "http://sfg.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "http://shareowneronline.com/",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://www.theoutletstoresalicante.es/bases-legales-sorteo-summer-boom-puma/",
      "title": "BASES LEGALES SORTEO SUMMER BOOM: TARJETA REGALO 100€ PUMA - Centro Comercial The Outlet Stores Alicante",
      "description": "void",
      "preview": "Información Horario Servicios Cómo llegar Mapa del centro Galería Marcas Restauración y Ocio Ofertas Tiendas Ocio Novedades y eventos Directorio Puma"
    },
    {
      "url": "https://jsfiddle.net/p999yde8/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gyft.com/buy-gift-cards/google-play/",
      "title": "Buy Google Play gift code Gift Cards | Gyft",
      "description": "Google Play gift code",
      "preview": "15 Buy for Yourself or Send as a Gift Google Play gift code Redeem online With millions of apps, games, and more to discover, there's something for ev"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://m.att.com/stores/",
      "title": "AT&T Stores Near You - Get Directions & Book Appointments",
      "description": "Search for AT&T stores near you. View store hours, get directions, and find the latest cell phones including iPhones and Galaxy models.",
      "preview": "Everyone gets our best deals on every smartphone -> Shop Now for best deals Offers vary by device. Restrictions apply. Buy the new iPhone 15 now at AT"
    },
    {
      "url": "https://boston.cbslocal.com/tag/adam-jones/",
      "title": "Adam Jones news - Today's latest updates - CBS Boston",
      "description": "void",
      "preview": "All News Health I-Team Politics Education Business Consumer Entertainment NEXT Weather Forecast Radar & Maps School Closings School Visits Climate Cha"
    },
    {
      "url": "https://www.americanexpress.com/en-us/business/trends-and-insights/solutions/series-2?extlink=em-us-bti-advocacypartnerenl-theseries-s2-o",
      "title": "Business Class: The Series Solutions - Latest Trends",
      "description": "American Express provides you with valuable insights in the Business Class: The Series Solutions, inspiring you to run, grow and expand your business with latest industry trends.",
      "preview": "Topics Managing Money > Getting Customers > Building Your Team > Planning for Growth > Videos Explainer Videos > Educational Shorts > Small Business S"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://digitallydriven.connectedcouncil.org/?utm_source=gwg&utm_medium=smb_page&utm_campaign=gwg",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://utilso.com/base64-encoding-of/aymara%27s/",
      "title": "Base64 Encoding - Base64 Encode and Decode - All-in-one tools for developers",
      "description": "Base64 Encoding - Base64 Encode and Decode",
      "preview": "Do you have to deal with Base64 format? Utilso has Decode and Encode, a simple tool that does exactly what it says: decodes from Base64 encoding as we"
    },
    {
      "url": "https://www.bmi.bund.de/DE/themen/themen-node.html",
      "title": "BMI - Themen",
      "description": "void",
      "preview": "Vorlesen Hinweis zum Datenschutz Sie können hier entscheiden, ob Sie neben technisch notwendigen Cookies erlauben, dass wir statistische Informationen"
    },
    {
      "url": "https://blog.code.org/post/125429946375/cs-other-subjects",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "http://www.quirksmode.org/js/index.html?dhtmloptions.html",
      "title": "QuirksMode - JavaScript",
      "description": "void",
      "preview": "QuirksMode.org - JavaScript Welcome to QuirksMode.org, JavaScript directory. Please continue to the Table of Contents to start using this site. Home S"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "http://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://recipesfromapantry.com/",
      "title": "Fresh Easy Recipes with colours, flavours and spices - Recipes From A Pantry",
      "description": "Browse hundreds of fresh easy recipes made with exciting colours, flavours and spices. Easy Instant Pot Recipes, healthier easy Air Fryer Recipes, Southern Recipes, Jamaican Recipes, easy Seasonings and kitchen tips that anyone can use.",
      "preview": "Skip to content Dinner Air Fryer Instant pot Dessert Learn To Cook Subscribe to get tasty new recipes + cooking tips and tricks delivered into your in"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "https://www.euronews.com/2021/12/05/us-ukraine-crisis-russia",
      "title": "Russia dismisses U.S. media reports about possible Ukraine offensive | Euronews",
      "description": "MOSCOW - Russia has dismissed new",
      "preview": "Advertisement By Reuters Published on 05/12/2021 - 11:05 GMT+1 Share this article Comments Share this article Facebook Twitter Flipboard Send Reddit L"
    },
    {
      "url": "http://www.festkjoler.net/festkjoler/lange/french-connection/",
      "title": "French Connection Lange | Find dem online hos Festkjoler.net",
      "description": "Vi har mange French Connection Lange online hos Festkjoler.net. Vi har det største udvalg.",
      "preview": "Ønskeliste 0 Du er her: Forside » Festkjoler » Lange » French Connection French Connection Lange"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://putlocker-is.org",
      "title": "Putlocker - Watch Movies Online Free | Putlockers",
      "description": "Putlocker / Putlockers Official Website. Get the newest Movies in 2021 with our free to use Putlocker search engine... ✔️ Movies Online Putlocker ...",
      "preview": "Enter the movie or series title in the search box and find all the information about your favorite title. Our search engine is free to use."
    },
    {
      "url": "https://github.community/",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://uk.linkedin.com/company/storm4?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Storm4 | LinkedIn",
      "description": "Storm4 | 372,571 followers on LinkedIn. Connecting GreenTech Talent | Storm4 are the leaders in GreenTech recruitment, connecting organisations with the talent to drive their mission for a more sustainable tomorrow. Storm4 launched in 2020 and focuses on the GreenTech sector, working with businesses that are at the cutting edge of renewable energy tech, and 'clean' innovation. Green technology or 'cleantech' refers to the sector creating environmentally friendly products or services that aim to reduce costs, energy consumption, waste, or negative effects on the environment.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://unitedwaynyc.org/covid19/",
      "title": "COVID-19 Resource Guide - United Way of New York City",
      "description": "void",
      "preview": "COVID-19 RESOURCE GUIDE DOWNLOAD GUIDE Food Assistance Supplemental Nutrition Assistance Program (SNAP) in New York City SNAP provides benefits to eli"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://kutv.com/news/local/suspect-alleged-murray-fire-homicide-released-two-days-prior-probation-violation-cubesmart-self-storage-alexander-wardell-criminal-history",
      "title": "Suspect released on bond one day before fatal storage unit fire in Murray",
      "description": "The suspect who was arrested after a woman and dog were found dead from a Murray storage unit fire was released from jail one day prior on bond for a probation",
      "preview": "Fri, 10 Oct 2025 10:12:27 GMT (1760091147128) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.llbean.com/llb/shop/124706",
      "title": "L.L.Bean International - The Outside Is Inside Everything We Make",
      "description": "Enjoy shopping clothing, shoes, outdoor gear and more from L.L.Bean, all made for the shared joy of the outdoors.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details COZY UP TO FALL SAVINGS! 15% OFF YOUR PURCHASE WITH CODE: GLOBAL15 COZY UP"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://kingdomofwizards-blog.tumblr.com/",
      "title": "@kingdomofwizards-blog on Tumblr",
      "description": "Follow @kingdomofwizards-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes coachella Follow Came for the crab fries, stayed for the sets. kingdomofwizards-blog yummy bhdaus Follow Regram from @styledbyhabitat. Lov"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "https://www.walgreens.com/pharmacy/",
      "title": "Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills",
      "description": "Check your prescription status, transfer a prescription, manage refills, chat with a pharmacist, and more. Save time and money with Walgreens Pharmacy.",
      "preview": "Skip to main content Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills Request new Rx Auto Refills Records Insurance Rx Savings Finder"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://ismacs.net/singer_sewing_machine_company/serial-numbers/singer-sewing-machine-serial-number-database.html",
      "title": "Singer Sewing Machine Company Serial Numbers",
      "description": "ISMACS Singer Serial Number lookup. Here you can look up your serial number and find out when your Singer Sewing Machine was made as well as identify what model you have.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Singer Sewing Machine Serial Number"
    },
    {
      "url": "https://www.theplacetostay.co.uk/oven-cleaning-company/",
      "title": "Professional oven cleaning - always a good choice ThePlacetoStay",
      "description": "The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will be negative for us:",
      "preview": "Skip to content The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://jaxbags.com.au/products/new-fashion-water-repellent-messenger-bag",
      "title": "New Fashion Water Repellent Cross Body Bag - Jax Bags",
      "description": "Top quality, stylish looking cross body / sling bag perfect for everyday use. Classy rectangular design looks great for any occasion. Versatile, hard wearing and comes in a range of attractive colours. Features: Compact size, lightweight and convenient to carry Stylish, rectangular design Top quality oxford fabric mate",
      "preview": "Welcome to our New Look Website Discount Shipping Rate - Now Only $10 Aust Wide (Unlimited Items) Phone: 0434 848 689 Shop Now Backpacks All Backpacks"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://status.spire.com",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "http://equitythroughresearch.com/",
      "title": "Red Orchid Spa in Dubai",
      "description": "void",
      "preview": "welcome to Red Orchid Spa THE SPA EXPERIENCE IS NO LONGER A COSTLY LUXURY. RED ORCHID SPA IS FOR ANYONE WHO WANTS TO FREQUENTLY RELAX, ESCAPE, AND THR"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://codeql.github.com/docs",
      "title": "CodeQL documentation",
      "description": "void",
      "preview": "CodeQL documentation CodeQL resources CodeQL overview CodeQL guides Writing CodeQL queries CodeQL language guides Reference docs QL language reference"
    },
    {
      "url": "https://cardbarrel.com/2010-2019-singles/2013/allen-and-ginter/one-little-corner/?items_per_page=24",
      "title": "2010-2019 Singles :: 2013 :: Allen & Ginter :: One Little Corner",
      "description": "void",
      "preview": "Home Promotions Gift certificates FAQ Contact Us Orders Sign in Register Email Password Forgot your password? Register for a new account Sign in Remem"
    },
    {
      "url": "http://www.pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "https://falcontech.com/products/ortronics-or-ks5ea-36-cat5e-rj45-keystone-jack-module-techchoice-blue",
      "title": "Ortronics KS5EA-36 CAT5e RJ45 KeyStone Jack Module TechChoice, Blue - FalconTech",
      "description": "Manufacturer: Ortronics Performance Level: Category 5e Termination: 110 punchdown Conductors: 8 Position, 8 Wire Color: Blue Compatibility: TechChoice Faceplates, Surface Mount Boxes, Patch Panels and most other manufacturer's keystone faceplates and patch panels.Specification Sheet: ViewSKU: KS5EA-36",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Or"
    },
    {
      "url": "https://www.victoriaeugenia.eus/programacion/espectaculo.php?evento=106477",
      "title": "Agenda y entradas - Victoria Eugenia Antzokia",
      "description": "Agenda de eventos del Teatro Victoria Eugenia. Busca y compra tus entradas para actuaciones de teatro, danza, conciertos, infantiles... ¡Ven a verlas!",
      "preview": "void"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "http://www.iso.org/iso/iso_catalogue/catalogue_tc/catalogue_detail.htm?csnumber=58625",
      "title": "ISO/IEC 40500:2012 - Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "description": "Information technology - W3C Web Content Accessibility Guidelines (WCAG) 2.0",
      "preview": "Skip to main content Reference number ISO/IEC 40500:2012 © ISO 2025 ISO/IEC 40500:2012 Information technology - W3C Web Content Accessibility Guidelin"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://c4ads.org/about-us/",
      "title": "About Us - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content The Bottom Line Up Front C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace an"
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://www.flitetest.com/articles",
      "title": "Flite Test Articles | Read about RC Planes & Drones",
      "description": "Flite Test releases numerous RC Plane & Drone articles per day. Read about topics such as product reviews, industry trends & build tips at FliteTest.com.",
      "preview": "Articles Read all about the world of flight and learn new things. Featured Content Featured Articles Featured Author JamesWhomsley (76) View All Autho"
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://mockup-plugin.com/",
      "title": "Mockup Plugin for Figma",
      "description": "Supercharge your designs with AI and mockups in Figma",
      "preview": "Mockup Plugin Features Install for Free Supercharge Your Designs with AI and Mockups in Figma Unleash your creative potential with our extensive libra"
    },
    {
      "url": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/",
      "title": "Mass Incarceration Poses Uniquely American Coronavirus Risk",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "preview": "Skip to main content Part of the Texas Department of Criminal Justice's William G. McConnell Unit in Beeville, Texas, on April 15, 2020. Photo: Eric G"
    },
    {
      "url": "https://wnyt.com/top-stories/family-members-body-pulled-from-mohawk-river-is-samantha-humphrey/",
      "title": "Autopsy results on Mohawk River body not expected until at least Monday",
      "description": "Family members of Samantha Humphrey have posted messages on social media indicating the search for the missing teen is over.",
      "preview": "Autopsy results on Mohawk River body not expected until at least Monday Dan Levy WNYT An autopsy has been performed on the body pulled from the Mohawk"
    },
    {
      "url": "https://webinars.donorbox.org",
      "title": "Nonprofit Webinars: Attend Free Live Nonprofit Webinars Today with Donorbox",
      "description": "Join Donorbox's Free Nonprofit Webinars from the World's Top Nonprofit Experts and Solve Your Biggest Nonprofit Problems. Register Today.",
      "preview": "Nonprofit Webinars to help you help others Explore our webinars on nonprofit protips, strategies and fundraising, where our seasoned experts share the"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}