{
  "data": [
    {
      "url": "https://doughenningproject.com/2020/09/17/happy-belated-birthday-david-copperfield/",
      "title": "Happy Belated Birthday David Copperfield! - THE DOUG HENNING PROJECT",
      "description": "https://www.youtube.com/watch?v=-pVPuCn0c2g Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfield! So, in honor of the occasion enjoy this clip of David performing the \"Immaculate Connection\" illusion from the \"Magic of David Copperfield V.\"",
      "preview": "Skip to content Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfiel"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://www.dfo-mpo.gc.ca/index-eng.html",
      "title": "Fisheries and Oceans Canada",
      "description": "Fisheries and Oceans Canada home page",
      "preview": "Fisheries and Oceans Canada We are a federal institution, responsible for safeguarding our waters and managing Canada's fisheries and oceans resources"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://futuretodayinc.com/privacy.html",
      "title": "Privacy Policy | Future Today Inc",
      "description": "void",
      "preview": "Privacy Policy Last updated on: September 15, 2025 Privacy Summary OUR CONTACT INFORMATION Future Today Inc. Address: Future Today Inc. 3705 Haven Ave"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://kab.org/",
      "title": "Keep America Beautiful - Keep America Beautiful",
      "description": "Keep America Beautiful (KAB) is a leading nonprofit devoted to educating and inspiring people to clean, green, & beautify their communities.",
      "preview": "The countdown to July 4, 2026, is on-and the Greatest American Cleanup is calling. It's a nationwide movement of neighbors helping neighbors, restorin"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "http://www.roblox.com",
      "title": "Roblox",
      "description": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!",
      "preview": "void"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "https://www.everydayhealth.com/",
      "title": "Everyday Health: Trusted Medical Information, Expert Health Advice, News, Tools, and Resources",
      "description": "Everyday Health inspires and empowers people to live their healthiest lives, every day, through trusted, medically reviewed information and expert health advice from the nation's leading healthcare providers and patient advocates. Learn more about health",
      "preview": "Empowering Everyday Wellness Better Healthcare Everyday Wellness Resilient Living Better Self-Care Healthier Aging Mental Well-Being Condition Support"
    },
    {
      "url": "https://make.wordpress.org/",
      "title": "Get Involved - WordPress.org",
      "description": "Whether you're a developer, a designer, or want to push the community forward, we're always looking for people to join us in making WordPress even better.",
      "preview": "Log In Register WordPress.org Make WordPress Make WordPress Whether you're a developer, a designer, or want to push the community forward, we're alway"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "https://www.cbs.com",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.treasury.gov/tigta/contact_report_scam.shtml",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.marksandspencer.com/l/lingerie",
      "title": "New in Lingerie & Underwear | New in Ladies Nightwear at M&S",
      "description": "Discover our quality selection of new-in lingerie - from bras to flattering shapewear. Explore maternity lingerie, thermal wear and nightwear at M&S",
      "preview": "Nightwear Knickers Bras Tights Lingerie Sets Shapewear Bodies & Corsets Thermals Vests & Camisoles Slips Black Red Green Blue Pink Cream Navy Brown Gr"
    },
    {
      "url": "http://www.nacleanenergy.com/articles/35982/cleaner-ev-charging-can-reduce-curtailment",
      "title": "North American Clean Energy - Cleaner EV Charging Can Reduce Curtailment",
      "description": "The first half of 2019 was record-setting for renewable energy, though not necessarily for good reasons: in May, California curtailed a...",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "https://devblogs.microsoft.com/visualstudio/",
      "title": "Visual Studio Blog",
      "description": "The official source of product insight from the Visual Studio Engineering Team",
      "preview": "Skip to main content Visual Studio 2026 Insiders is here! The world's most popular IDE just got an upgrade Download now Learn more Visual Studio Blog"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5019#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "http://backupsms.weebly.com/",
      "title": "Export Messages - Sowjanya Alla",
      "description": "Save your iPhone Text Messages on to your computer. Export messages allow you to print text messages from your iphone Print Text Messages, Save iPhone Messages, Save iPhone Text, Recove iPhone Text",
      "preview": "Export iMessages + iPhone SMS Export Instructions Contact Support Instructions Contact Support App Support Home: www.backupsms.weebly.com No need to"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://g2ul0.app.link/GL?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Learn with Steven Bartlett - YouTube",
      "description": "CEO and startup specialist Steven Bartlett gives some top business tips in the time it takes to get his haircut!Learn free business or career skills at a tim...",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.simpleviewer.net/forum/profile.php?id=61638",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://harmonet.hu/ezoteria/73735-a-tarot-minden-lapjanak-jelentese-egyszeruen-nagy-arkanum-kartyai.html",
      "title": "A tarot minden lapjának jelentése egyszerűen Nagy arkánum...",
      "description": "A nagy arkánum összesen 22 lapból áll, melyből az első a nulla, a Bolond lapja. A lapok nevei: I. A Mágus; (Varázsló, itt-ott Bűvész)...",
      "preview": "Pszichológia Te+Én+Szex Életmód Recept Nagyi konyhája Asztalra Bulira Nasira Fogyira Polcra Ezotéria Horoszkóp hirdetés Címlap / Ezotéria / A tarot mi"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://smallbusiness.withgoogle.com/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_footer",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "http://www.aboutads.info/choices",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://corporate.bestbuy.com/",
      "title": "Homepage - Best Buy Corporate News and Information",
      "description": "At Best Buy, our purpose is to enrich lives through technology. Learn more about how we're doing that and read all the latest Best Buy news and stories.",
      "preview": "Best Buy joins Monopoly Game at McDonald's as Prize Partner From Oct. 6 to Nov. 2, collect game pieces and properties for a chance to win exciting pri"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.vg.no/nyheter",
      "title": "Nyheter fra VG",
      "description": "Nyheter fra VG døgnet rundt. Hold deg oppdatert de siste nyhetene fra Norge og hele verden.",
      "preview": "Hopp til hovedinnholdet Reuters: Nytt jordskjelv på 6,9 på Filippinene 10. okt. 1 min Masud Gharahkhani fortsetter som stortingspresident 10. okt. 1 m"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    }
  ],
  "_meta": {
    "total_bookmarks": 58
  }
}