{
  "data": [
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://ida.submittable.com/submit/3f283ab8-8dec-49b7-81f4-694c362cdd9a/ida-2023-top-issues-councils-applications",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "https://ninagaby.wordpress.com/2013/05/",
      "title": "May | 2013 | Nina Gaby",
      "description": "3 posts published by ninagaby during May 2013",
      "preview": "May 17, 2013 by ninagaby Leave a comment Since, ahem, I've been published as a guest blogger on Brevity.Com today, I don't need to come up with anythi"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "https://www.tinytypemuseum.com/what-is-letterpress",
      "title": "The Tiny Type Museum & Time Capsule",
      "description": "void",
      "preview": "The Tiny Type Museum & Time Capsule The Tiny Type Museum & Time Capsule The museum edition is sold out as of 17 Feb. 2022. This page provides archival"
    },
    {
      "url": "https://www.wfla.com/news/animals/florida-bill-would-ban-allowing-dogs-to-stick-their-heads-out-of-car-windows-declawing-cats/",
      "title": "Florida bill would ban allowing dogs to stick their heads out of car windows, declawing cats | WFLA",
      "description": "A Florida senator has filed a bill intended to protect animals by making it illegal to let a dog be in a driver's lap or stick their head out of a window in the car while driving.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://www.aktivortho.ch/cst_fachanwender_verordnungsformular/fa_verordnungsformular.php?other_prescriptions=Mc+David+Anklebrace",
      "title": "aktivortho Verordnungsformular Generator",
      "description": "void",
      "preview": "Verordnungsformular Generator Name: Vorname: Adresse: Geburtsdatum: / / TT / MM / JJJJ KK IV SUVA MV UVG Für Rückfragen: Name: Telefon: Diagnose: Sons"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://kfupm.discovery.symplectic.org/Fyl-Louie-Panoy",
      "title": "Discovery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mail.com/mail/app/",
      "title": "Free email apps for Android and iOS devices | mail.com",
      "description": "Mail app lets you manage your emails and mail.com account on your device wherever you go. Download and install app in a few steps.",
      "preview": "Email apps for your life on the go Stay mobile and secure Intuitive apps for Android and iOS devices Manage your emails everywhere you go Free downloa"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://www.pixyblog.com/",
      "title": "PixyBlog | Expose Yourself - Photo Sharing Community, Digital Photography Blogs.",
      "description": "void",
      "preview": "Home Welcome to PixyBlog! Home of the following photography blogs: The Cliff Walk ( www.thecliffwalk.com ) Jet Eye ( jeteye.pixyblog.com ) Martyn Godd"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://profiles.wordpress.org/skoutari/",
      "title": "skoutari (@skoutari) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for skoutari (@skoutari).",
      "preview": "Profiles Member Since: July 17th, 2016 Find me on: Activity Created a topic, Υπέροχο πρόσθετο , on the site WordPress.org Forums: Είναι <font style=\"v"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.regione.piemonte.it/web/temi/sanita",
      "title": "Sanità | Regione Piemonte",
      "description": "void",
      "preview": "Salta al contenuto principale Sanità per garantire a tutti il diritto alla salute e offrire innovazione, umanità e cure appropriate Approfondisci In p"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "https://www.eloquii.com/",
      "title": "Plus size Clothing, Dresses, Skirts, Suits, Tops, Jeans and Pants for Women | ELOQUII",
      "description": "ELOQUII",
      "preview": "Skip to main content Accessibility Policy"
    },
    {
      "url": "http://www.favicon.cc/",
      "title": "favicon.ico Generator",
      "description": "favicon.cc is a tool to create or download favicon.ico icons, that get displayed in the address bar of every browser.",
      "preview": "Create New Favicon Import Image Latest Favicons Top Rated Favicons Login Register Search Frame 1 of 1 0.05 secs 0.1 secs 0.2 secs 0.3 secs 0.4 secs 0."
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://voxatl.org/about/",
      "title": "About - VOX ATL",
      "description": "VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and a learning environment for diverse teens in metro Atlanta. A commitment to true diversity. Our roster of teen staff and contributors will annually include teens from all academic, geographic, race, ethnicity, gender, sexuality, disability, life experience [...]",
      "preview": "Skip to content VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "https://obsegorbecastellon.es/caritas-de-santa-isabel/",
      "title": "Cáritas de Santa Isabel de Vila-real visita San Egidio en el Trastevere",
      "description": "Los voluntarios de Cáritas de Santa Isabel han peregrinado a Roma para conocer la labor de la Comunidad de San Egidio con los pobres.",
      "preview": "Los voluntarios de Cáritas de Santa Isabel en Vila-real han visitado la Comunidad de San Egidio en el barrio romano del Trastevere. Esta entidad es co"
    },
    {
      "url": "http://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.botanicalartandartists.com/",
      "title": "BOTANICAL ART & ARTISTS - Home",
      "description": "About botanical art & illustration: famous and contemporary botanical artists & illustrators, history, exhibitions, groups, education, techniques, book, botany & botanical gardens",
      "preview": "BOTANICAL ART & ARTISTS Home Site Index NEWS NEWS blog subscription HISTORY What is Botanical Art? What is Botanical Illustration? Botanical Art Histo"
    },
    {
      "url": "https://www.coned.com/en",
      "title": "Con Edison - Powering New York City and Westchester",
      "description": "Providing electric, gas, and steam to NYC and Westchester. Pay your bill, manage your account, report an outage, and learn how to save energy.",
      "preview": "Skip to Main Content You are using an unsupported browser. Please download the latest version of Chrome , Firefox , Edge , or Safari . Home My Account"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://dallascityhall.com/Pages/default.aspx",
      "title": "Welcome to the City of Dallas, Texas",
      "description": "The City of Dallas home page has information about employment, elected officials, online services and city departments for residents and visitors.",
      "preview": "Volunteer For the FIFA World Cup 26. Click here for more information. Public Alerts Welcome to Dallas Committed To \"Service First\" Excellence Our core"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://staffansandberg.se/dimma-och-solnedgang/",
      "title": "Dimma och solnedgång | StaffanSandberg.se",
      "description": "void",
      "preview": "Skip to content Jag hade hoppats på fotografering i soluppgången, men dimma som lagt sig i dalen satte stopp för det. Andra dagen vaknade jag till dim"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.westword.com/news/chris-hinds-act-signed-into-law-by-governor-john-hickenlooper-on-may-29-10364152",
      "title": "Chris Hinds Act Signed Into Law by Governor John Hickenlooper on May 29 | Denver Westword",
      "description": "Chris Hinds is a Denver disabled rights activist based in Capitol Hill. For the past few years, he has been advocating for a change in Colorado's disabled parking laws. On May 29, the Chris Hinds Act (HB18-1285) was signed into law by Governor John Hickenlooper.",
      "preview": "Skip to content advertisement Close Menu Search Search facebook x instagram tiktok bsky threads Chris Hinds Act Expands Parking Rights for Disabled Dr"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}