{
  "data": [
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://didgiwidgi.co.uk/htm/art-prints-7.htm",
      "title": "Artificial Intelligence - An In-Depth Analysis",
      "description": "A history of AI, what it can do, and what it can't do - yet.",
      "preview": "Can technology create art? Can technology create music? Can technology replace human ingenuity? Can Computers Compete With Humans in Creative Fields?"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "https://u24.gov.ua/",
      "title": "UNITED24 - The initiative of the President of Ukraine",
      "description": "UNITED24 was launched by the President of Ukraine Volodymyr Zelenskyy as the main venue for collecting charitable donations in support of Ukraine. Funds will be transferred to the official accounts of the National Bank of Ukraine and allocated by assigned ministries to cover the most pressing needs",
      "preview": "An official website of the ukrainian government GOV.ua Read more Open United24 Media u24 MEDIA Read more Open 01 This website use .gov.ua. and belongs"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "https://www.callupcontact.com/Rural-Roads-c99325.html",
      "title": "Places close by Rural Roads Chefferie de Nkol Yem Cameroon",
      "description": "void",
      "preview": "We use cookies to provide services to you. By continuing to use this website, we assume that you agree to our use of cookies. Search Maps HOME List Yo"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://svelte.dev/docs/introduction",
      "title": "Overview • Svelte Docs",
      "description": "Overview • Svelte documentation",
      "preview": "Skip to main content Svelte is a framework for building user interfaces on the web. It uses a compiler to turn declarative components written in HTML,"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "http://www.hunttextiles.com/",
      "title": "Wholesale Linen Supplier, Table Linens, Linen Clothing, Bed Linens & Towels",
      "description": "Hunt Textiles is a Wholesale Linen Supplier of a wide range of linen products for hotels, spas, health clubs, restaurants, health care facilities and more.",
      "preview": "Home • Blog • About Us • Contact Us Hunt Textiles, Inc. Order Now 800-458-9445 Receive New Product Alerts and Specials! Sign Up! Markets Club Healthca"
    },
    {
      "url": "https://eatrobs.com/",
      "title": "Rob's Backstage Popcorn - Rob's Popcorn",
      "description": "Rob's Backstage Popcorn was born backstage with the Jonas Brothers and now they are sharing it with the world. Made with a secret recipe, we guarantee you've never tasted popcorn like this before.",
      "preview": "Skip to content Cart Your cart is empty you've never tasted popcorn like this before shop rob's find in store rob's original indian spice mix classic"
    },
    {
      "url": "https://olive-cole.tumblr.com/",
      "title": ".",
      "description": "coffee, anime, random stuff, really.",
      "preview": "void"
    },
    {
      "url": "https://www.bachmanhebble.com/book-of-memories/5142974/Snyder-Jack/index.php",
      "title": "Bachman Hebble Funeral Service | Battle Creek, MI",
      "description": "Bachman Hebble Funeral Service in Battle Creek, MI provides funeral, memorial, aftercare, pre-planning, and cremation services in ... Learn More",
      "preview": "void"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "http://garbersautomotivemd.com/New%20Windsor-auto-maintenance.html",
      "title": "Car and Truck Repair Services | Garber's Automotive Inc",
      "description": "void",
      "preview": "Best Auto Repair, New Windsor CONTACT US Call us for all your car needs! 410-775-2800 Our Shop Location Reviews Customer Service Auto Repair Repair Se"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://stitchfix.rg35.net/c/3408212/486612/8369?subid3=people",
      "title": "Women's Clothes | Men's Clothes | Kid's Clothing Boxes | Stitch Fix",
      "description": "Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started & find clothes you'll love!",
      "preview": "\"I never have time to shop\" Your Stylist sends pieces in your size, style and budget. Easy. Take the quiz, get $20 off \"How can I expand my wardrobe?\""
    },
    {
      "url": "https://crosstownfitness.com/",
      "title": "Chicago Gym | Chicago HIIT Group Fitness | Chicago Personal Training",
      "description": "Our Gyms in Chicago Have The Largest Offering of Group Fitness Classes & Personal Training. We Offer Over 100+ Weekly Group Fitness Classes in West Loop, Roscoe Village & Lakeview.",
      "preview": "Try us Schedule Join Our Team FIRST TIME PERSONAL TRAINING CTF TEAM SCHEDULE CORPORATE WELLNESS CTF GAMES Nutrition EFFICIENT & EFFECTIVE Each class w"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://www.photopea.com/",
      "title": "Photopea | Online Photo Editor",
      "description": "Photopea Online Photo Editor lets you edit photos, apply effects, filters, add text, crop or resize pictures. Do Online Photo Editing in your browser for free!",
      "preview": "Photopea Learn Tutorials Templates API Free Online Photo Editor Unlock your creativity with the best free photo editor. Transform your photos with pro"
    },
    {
      "url": "https://avodaf.org/2018/11/23/storia-della-sessualita-michel-foucault/",
      "title": "Storia della sessualità- Michel Foucault - AvoDaf",
      "description": "\"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinite e i nomi finiti?",
      "preview": "Vai al contenuto \"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinit"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.tdm.com.mo/pt/news-detail/599429",
      "title": "TDM",
      "description": "void",
      "preview": "We're sorry but ssr_test doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://pv-magazine-usa.com/2018/10/31/demand-side-flexibility-helping-solve-solars-curtailment-conundrum/",
      "title": "Demand-side flexibility: helping solve solar's curtailment conundrum - pv magazine USA",
      "description": "This op-ed by WattTime takes a look at solutions to solar curtailment, including new software to enable greater demand-side flexibility.",
      "preview": "Skip to content Demand-side flexibility: helping solve solar's curtailment conundrum This op-ed by WattTime takes a look at solutions to solar curtail"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://smallbusiness.withgoogle.com/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_footer",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-042j-mathematics-for-computer-science-fall-2010/",
      "title": "Mathematics for Computer Science | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course covers elementary discrete mathematics for computer science and engineering. It emphasizes mathematical definitions and proofs as well as applicable methods. Topics include formal logic notation, proof methods; induction, well-ordering; sets, relations; elementary graph theory; integer congruences; asymptotic notation and growth of functions; permutations and combinations, counting principles; discrete probability. Further selected topics may also be covered, such as recursive definition and structural induction; state machines and invariants; recurrences; generating functions.",
      "preview": "Browse Course Material Course Info Instructors Prof. Tom Leighton Dr. Marten van Dijk Departments Electrical Engineering and Computer Science Mathemat"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://domenomania.pl/centrum-wiedzy/jak-po-zalogowaniu-zmienic-haslo-do-panelu-klienta",
      "title": "Zmiana hasła przy użyciu funkcji przypomnij hasło » Domenomania.pl",
      "description": "Sprawdź jak po zalogowaniu zmienić hasło do Panelu klienta. W tym przypadku podczas zmiany hasła wymagana jest znajomość dotychczasowego hasła dostępu.",
      "preview": "Panel klienta Sprawdź jak zalogować się do Panelu klienta Domenomania.pl oraz jakie operacje możesz wykonać po zalogowaniu na usługach, np. domeny i s"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://thenounproject.com/",
      "title": "8M+ Free Icons & Stock Photos | SVG & PNG | Download Today",
      "description": "🎨 Discover 8M+ high-quality SVG & PNG icons & stock photos for your next project. 🔍 Find the perfect icon or photo in seconds!",
      "preview": "We use cookies per our Cookie Policy to make your experience better. Manage Accept We use cookies per our Cookie Policy to make your experience better"
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://www.wcte.org",
      "title": "WCTE Home Page",
      "description": "WCTE's Home Page - Highlighting our upcoming events and local productions.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.teneo.net/",
      "title": "Teneo - IT Services For Network & Security Teams",
      "description": "Frustrated by limited time and resources? Teneo's solutions combine leading technology with expert guidance, helping you stay ahead of the game.",
      "preview": "Teneo IT Solutions for Network & Security Teams Leading Technology & Expert Guidance Meet with us Purpose Beyond Profit In working with Teneo, you are"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory081_SummerSips/index.html",
      "title": "Summer Sips",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "http://www.ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://www.slovensko.sk/sk/agendy/agenda/_/elektronicka-ziadost",
      "title": "Agenda - UPVS",
      "description": "Ústredný portál verejnej správy",
      "preview": "Ústredný portál verejnej správy Vstúpiť na nové slovensko.sk Úvod O portáli Pomoc Kontakt English Zmena kontrastu Vyhľadať Prepáčte, požadovaný obsah"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "https://books.apple.com/reading-now?itscg=10000&itsct=pod-ovp-books-apl-ann-21_1019&campaign_id=AB_marcom_ownmedia_All",
      "title": "Apple Books - Apple",
      "description": "Apple Books makes listening to audiobooks, reading ebooks, and discovering your next favorite a seamless experience across your devices.",
      "preview": "Apple Books Read, listen, discover. All in one app. Apple Books is the single destination to find, buy, and dive into audiobooks and ebooks. Browse cu"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "https://queertactics.tumblr.com/",
      "title": "@queertactics on Tumblr",
      "description": "Follow @queertactics and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following katebushvgore Follow miss-americanbi Follow how the absolute FUCK am i supposed to live long and prosper in these conditions tra"
    },
    {
      "url": "https://kutv.com/news/local/suspect-alleged-murray-fire-homicide-released-two-days-prior-probation-violation-cubesmart-self-storage-alexander-wardell-criminal-history",
      "title": "Suspect released on bond one day before fatal storage unit fire in Murray",
      "description": "The suspect who was arrested after a woman and dog were found dead from a Murray storage unit fire was released from jail one day prior on bond for a probation",
      "preview": "Fri, 10 Oct 2025 10:12:27 GMT (1760091147128) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://recovery.chase.com/contingency-plan",
      "title": "void",
      "description": "Get the up-to-date information you need about 2021 PPP loan forgiveness.",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://nl.vecteezy.com/foto/1134086-grappig-man-wegkijken",
      "title": "Download Gratis Vectoren, Afbeeldingen, Foto's en Video's",
      "description": "Ontdek miljoenen royaltyvrije vectoren, afbeeldingen, foto's en video's! Vind de perfecte afbeelding, achtergrond, clipart of pictogram voor uw ontwerp.",
      "preview": "Download gratis vectoren, stockfoto's, stockvideo's en meer Creatief materiaal van professionele kwaliteit om je projecten sneller af te ronden. Vecto"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://music.youtube.com/",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "https://sklepzielarski24.pl/pl/producer/N.A.S.AG/486",
      "title": "Sklep zielarski online, suplementy i naturalne kosmetyki | Ziołowo Mi",
      "description": "Chcesz być zdrowy, piękny i bogaty? Nie na wszystko mamy wpływ, ale w dwóch pierwszych kwestiach postaramy się pomóc. Zapraszamy do naszego internetowego sklepu zielarskiego",
      "preview": "Jesteś w: » Strona główna Menu Witaminy, minerały i inne (8) Zielarnia (25) Pomocne na ... (27) Drogeria naturalna (1) Nowości Promocje Bestsellery Cz"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "https://zaynsway.tumblr.com/",
      "title": "Never stop dreaming",
      "description": "'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love. \"Learn from yesterday, live for today, hope for tomorrow.\" -Albert Einstein",
      "preview": "Home Fic Recs Message About One Direction Tags 'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/periodic-table/",
      "title": "3D Periodic Table",
      "description": "A Periodic table to view elements in 3D.",
      "preview": "Viewing the periodic table elements in 3D is not supported by your browser. Back to Search"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "https://technet.microsoft.com/scriptcenter",
      "title": "Scripting Blog [archived] - Formerly known as the \"Hey, Scripting Guy!\" blog",
      "description": "Formerly known as the \"Hey, Scripting Guy!\" blog",
      "preview": "Skip to main content This is an archived blog. The \"Hey, Scripting Guys!\" blog has been retired. There are many useful posts in this blog, so we keep"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "http://www.accesshollywood.com/pharrell-blurred-lines-verdict-based-on-emotion_video_2694337",
      "title": "Access: Entertainment News, Celebrity, TV, Music & Movie Videos | Access",
      "description": "Access delivers the best in entertainment and celebrity news with unparalleled video coverage of the hottest names in Hollywood, movies, TV, music and pop culture.",
      "preview": "Meghan Markle & Prince Harry Hold Hands In Rare Joint Red Carpet Appearance In New York Jennifer Aniston Recalls Hurtful Assumptions About Her Desire"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "https://ids.craig.fr/geocat/srv/eng/catalog.search#/home",
      "title": "CRAIG",
      "description": "CRAIG",
      "preview": "Catalogue de donnees Catalogue de donnees GeoNetwork opensource allows to easily share geographically referenced thematic information between differen"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}