{
  "data": [
    {
      "url": "https://cricket-cup.blogspot.com/",
      "title": "Cricket Blog | BBL | India Cricket News",
      "description": "All your cricket news, reviews and opinions. Australia based independent cricket blog journalism with contributors from around the globe!",
      "preview": "Skip to main content Posts IPL 2025 Awards Recap: Royal Triumphs, Rising Stars, and Records Galore June 05, 2025 After 74 high-octane clashes, countle"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.aliveshoes.com/yanim-silvia/terms",
      "title": "Yanim Silvia | A Custom Shoe concept by Yanim Silvia",
      "description": "Yanim Silvia is a unique limited edition custom shoe concept designed by Yanim Silvia. Full cut high heel, completely custom made in Italy, featuring pristine italian leather.",
      "preview": "Legal BACK Terms & conditions Privacy policy Report this page Contact us Cookies options Information about us We are Aliveshoes B.V. a limited liabili"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "https://www.us2.list-manage.com/track/click?u=33cf89da7ade3a85156c5eda4&id=9419cc8035&e=2ac1e5c448",
      "title": "Home - SDG Indicators",
      "description": "Home - Sustainable Development Goal Indicators",
      "preview": "Home Welcome to the Sustainable Development Goal indicators website A robust follow-up and review mechanism for the implementation of the 2030 Agenda"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://feuerwehr-sipplingen.de/?page_id=1697",
      "title": "Brand - Freiwillige Feuerwehr Sipplingen",
      "description": "void",
      "preview": "Direkt zum Inhalt Brand (Bild: Feuerwehr Sipplingen - Brand in der Kogenhalde) Wie verhalten Sie sich bei einem Brand richtig? Der sorgfältige Umgang"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/software-upgrade/g_id/1949/",
      "title": "Software Upgrade | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Your home for updates Your home for updates Will my device receive the next Android upgrade? Find out How can I check for available software updates?"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "https://login.wordpress.org/?redirect_to=https%3A%2F%2Fwordpress.org%2Fplugins%2Fgdpr-cookie-compliance%2F&locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plu"
    },
    {
      "url": "https://www.farnostmladocov.cz/fotoalbum/kaple-na-olsanech/pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37.html",
      "title": "Mladočov - Fotoalbum - Kaple na Olšanech - pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37",
      "description": "farnost Mladočov, vikariát litomyšlský, diecése královehradecká, administrátor P. Jiří Štorek SDB",
      "preview": "Jdi na obsah Jdi na menu Mladočov Úvod » Fotoalbum » Kaple na Olšanech » pout-na-olsanech.jpg-19.8.2007-10-06-15-19.8.2007-11-43-37 Kaple na Olšanech"
    },
    {
      "url": "http://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "https://corporate.target.com",
      "title": "News, Careers, Investors, Sustainability & Governance | Target Corporation",
      "description": "From sustainability to jobs, you can expect more from Target. Learn about our history, values and mission.",
      "preview": "Welcome to Target We're here to help all families discover the joy of everyday life . Target at a glance 1962 Founded 5% Of our profits go back into c"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://weconnectinternational.org/",
      "title": "weconnectinternational.org",
      "description": "void",
      "preview": "WEConnect International helps drive money into the hands of women business owners by enabling them to compete in the global marketplace. Join Us! WOME"
    },
    {
      "url": "https://happinez.nl/alles-over-tarot/",
      "title": "Alles over tarot en hoe je tarotkaarten legt",
      "description": "Hoe kun je tarotkaarten leggen? En wat kan tarot je brengen op het gebied van geld, liefde, werk of geluk?",
      "preview": "Ga naar content Nicole LePera boek cadeau bij 4 nummers Volg hier een gratis proefles Tantra Vanaf nu verkrijgbaar: nieuwe Happinez Agenda & Planner A"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://www.pissedandproud.org/ni-ju-san-besser-als-schlecht-live-in-remscheid-cd/",
      "title": "NI JU SAN - BESSER ALS SCHLECHT (LIVE IN REMSCHEID) CD | Günnis Reviews",
      "description": "(www.nix-gut.de) / (www.nijusan.de) Nach fünf Alben entschloss sich die Band aus dem Rheinland, ein Live-Album aufzunehmen, das von der Aufnahmequalität her nicht verkehrt ist, die Kapazität einer CD voll ausnutzt und mit seinen Live-Fotos und Grußworten im Booklet grundsätzlich eine runde Sach...",
      "preview": "Startseite Tonträger A-Z Tonträger A Tonträger B Tonträger C Tonträger D Tonträger E Tonträger F Tonträger G Tonträger H Tonträger I/J Tonträger K Ton"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://www.fondation-bertarelli.org",
      "title": "Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content Latest News 20 May 2024 In Memoriam: Prof. Charles Sheppard OBE Ph.D. 13 Feb 2023 $75m gift to Harvard Medical School will advance bas"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://www.twincitiesrise.org/",
      "title": "Twin Cities R!SE",
      "description": "At Twin Cities Rise, we assist individuals in poverty on the path to long-term and stable employment. Our work skills training prepares participants with the skills they'll need on the job. And through internship opportunities, job search assistance, and employment placement services, we work with participants to find meaningful employment.",
      "preview": "Skip to content Building Careers Empowering Lives Twin Cities R!SE has provided comprehensive workforce development to under and unemployed individual"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "http://www.citizenschamber.org/",
      "title": "Angelina County Citizens Chamber of Commerce | Committed To Community",
      "description": "Learn about the Angelina County Citizens Chamber of Commerce, serving Angelina County since 1940. Explore membership benefits, marketing opportunities, leadership programs, & community outreach.",
      "preview": "Login John Doe My Account Logout Committed To Community & Business Angelina County Citizens Chamber of Commerce Learn More At the Angelina County Citi"
    },
    {
      "url": "https://unhabitat.org/over-135000-handwashes-at-un-habitat-supported-facilities-in-nairobi%E2%80%99s-informal-settlements",
      "title": "Over 135,000 handwashes at UN-Habitat-supported facilities in Nairobi's informal settlements | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sk-itty.tumblr.com/",
      "title": "sk",
      "description": "sarah | 22 | korean software engineering | music",
      "preview": "sk sarah | 22 | korean CTY '10 | PEA '12 | RHIT ' 15 software engineering | music kpop | league | violin Home Ask FAQ About Me Wishlist My Face K-Pop"
    },
    {
      "url": "https://ecepalliance.org",
      "title": "Expanding Computing Education Pathways (ECEP)",
      "description": "void",
      "preview": "ECEP Alliance Group Photo Expanding Computing Education Pathways (ECEP) Alliance Broadening Participation in Computing State by State Member of the NS"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "https://theimpression.com/",
      "title": "THE IMPRESSION | Where Fashion Gets Creative",
      "description": "THE IMPRESSION | Where Fashion Gets Creative, Fashion News & Creative Intelligence on Fashion Advertising, Runway Shows, Trends, Designers, & Street Style",
      "preview": "Unlocking An Edge For Fashion Forward Leaders The Impression provides premium insights and creative intelligence for industry leaders and their teams"
    },
    {
      "url": "http://www.cox-tv.com/games/rules/morris.html",
      "title": "Cox-TV : Nine Mens Morris",
      "description": "void",
      "preview": "Cox-TV.com The Cox family's home on the web since 2000. HIT SHOWS Games Biography Snapshots Blog Recipes This or That? OFF-AIR contact old news email"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://elevation.maplogs.com/poi/isthmus_of_panama_panama.115355.html",
      "title": "Elevation map of Isthmus of Panama, Panama - MAPLOGS",
      "description": "This page shows the elevation/altitude information of Isthmus of Panama, Panama including elevation map, topographic map, narometric pressure, longitude and latitude.",
      "preview": "Worldwide Elevation Map Finder Elevation map of Isthmus of Panama, Panama Location: Panama > Coclé Province > Penonomé > Isthmus of Panama Latitude: 8"
    },
    {
      "url": "https://mailchi.mp/affa734c59a9/sdg-media-compact-newsletter-launch-edition-1",
      "title": "SDG Media Compact Newsletter - Launch Edition #1",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://www.nbcunicareers.com/",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.alz.org/alzheimers-dementia/what-is-alzheimers",
      "title": "What is Alzheimer's Disease? Symptoms & Causes | alz.org",
      "description": "Alzheimer's information - learn about signs, symptoms, causes, diagnosis, risks and treatments and the difference between Alzheimer's disease and dementia.",
      "preview": "Skip to Content Make 2x the Impact Right Now Make 2x the Impact Right Now Our Autumn 2x Match Challenge is happening right now. Until midnight on Oct."
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://enterprise.perscholas.org/",
      "title": "Finding quality tech talent has never been easier",
      "description": "Tech Talent Solutions builds a highly-skilled talent pipeline, customized to your business technology needs, maximizing ROI, and employee retention",
      "preview": "Finding Quality Talent Has Never Been Easier THE RIGHT TECHNOLOGISTS MAKE THE DIFFERENCE Unlock the potential for true ROI with the right people. Iden"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://answers.microsoft.com/en-us/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "http://www.ricetteculinarie.it/",
      "title": "RicetteCulinarie, il sito della buona cucina!",
      "description": "RicetteCulinarie, il sito dove trovare ricette gustose di primi, secondo, antipasti, contorni, dolci. Ricette Bimby e molto altro.",
      "preview": "Vai al contenuto Nome: Zuppetta Scarola E Fagioli Tipo: Primo Ingrediente Principale: Insalata Scarola Persone: 4 Ingredienti: Olio D'oliva , Sale , C"
    },
    {
      "url": "https://www.marvel.com/articles/tv-shows/loki-he-who-remains-jonathan-majors",
      "title": "'Loki': Meet the Man Behind the Curtain, He Who Remains | Marvel",
      "description": "We're all villains here.",
      "preview": "TV Shows Published July 13, 2021 'Loki': Meet the Man Behind the Curtain, He Who Remains We're all villains here. by Rachel Paige Who's running the Ti"
    },
    {
      "url": "https://agrobolder.com/products/bobina-50",
      "title": "Agrobolder | Tienda Oficial",
      "description": "Visita la página y encuentra todos los productos de Agrobolder en un mismo lugar.",
      "preview": "Usamos cookies para mejorar tu experiencia en Mercado Libre. Consultar más en nuestro Centro de Privacidad. Aceptar cookies Configurar cookies ¡Listo!"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/oct/31/cop26-literally-the-last-chance-saloon-to-save-planet-prince-charles",
      "title": "Cop26 'literally the last chance saloon' to save planet - Prince Charles | Cop26 | The Guardian",
      "description": "Prince of Wales urges G20 to set aside differences and build sustainable economy",
      "preview": "Skip to main content Skip to navigation Skip to navigation Prince Charles arrives to speak at the G20 summit in Rome. Photograph: Aaron Chown/AFP/Gett"
    },
    {
      "url": "https://culpa.info/new_review?prof=1026",
      "title": "CULPA",
      "description": "Culpa: Columbia University's anonymous professor and course review website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "http://libguides.ala.org/bookdiscussiongroups",
      "title": "History and General Resources - Book Discussion Groups - LibGuides at American Library Association",
      "description": "Resources for establishing a book discussion group",
      "preview": "Skip to Main Content Search this Guide Search Book Discussion Groups: History and General Resources Resources for establishing a book discussion group"
    },
    {
      "url": "https://plos.org/publication-fees",
      "title": "Explore our publication fees and funding for open access publishing - PLOS",
      "description": "Learn about APCs by journal, institutional partnerships, and author fee assistance options including Research4Life and PFA.",
      "preview": "Skip to content Publication fees PLOS employs several business models to support equitable open access. Most open access journals offset publication e"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
      "title": "Alibis Ignored: The Jeff Titus Case",
      "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
      "preview": "Skip to content"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://cla.berkeley.edu/list.php?pplid=561",
      "title": "Search results",
      "description": "The California Language Archive is a physical and digital archive for materials related to the Indigenous languages of the Americas, housed in the Survey of California and Other Indian Languages in the Department of Linguistics at the University of California, Berkeley. Our catalog also includes sound recordings held by the Phoebe A. Hearst Museum of Anthropology.",
      "preview": "Search CLA Collections Items - Show All/Collapse All - Show All/Collapse All "
    },
    {
      "url": "https://footballburp.com/jokes/the-best-wenger-jokes-after-chelsea-loss-and-mourinho-clash/",
      "title": "The best Wenger jokes after Chelsea loss & Mourinho clash",
      "description": "More Arsène Wenger jokes after another Arsenal defeat away at Chelsea and a bit of a confrontation with José Mourinho.",
      "preview": "LOST: Wenger (Image: Gordon Flood ) It's time for more Arsène Wenger jokes after yet another Arsenal defeat away at Chelsea and a bit of a confrontati"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://microgridknowledge.com/energy-storage-emissions-california/",
      "title": "No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage | Microgrid Knowledge",
      "description": "We generally think of energy storage, especially when coupled with renewable energy, as clean and green. But it turns out that it can increase greenhouse gas emissions.",
      "preview": "Uncategorized No More Storing Dirty Energy: California Works to Cut Emissions Due to Energy Storage We generally think of energy storage, especially w"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://www.elitemate.com/",
      "title": "EliteMate.com, Free Online Dating, Free Picture Personals, Hottest Singles, Free Local Dating, Find Love, Friends, Pens Pals, Romance, Free Membership, Portal to other dating sites",
      "description": "void",
      "preview": "Privacy Policy Update - Please refer to the recently updated Privacy Policy of EliteMate.com LLC to acknowledge the recently released law - CCPA - Cal"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "http://www.foolsdog.com/Classic1910/",
      "title": "The Classic 1910 Tarot - The Fools Dog",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://map.imcsnet.org",
      "title": "Map of maritime regions | IMCS",
      "description": "void",
      "preview": "Skip to main content Members Map Partners Team Executive Committee Browse maritime regions Browse maritime regions EEZs IMCS Network Members Other EEZ"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "http://spyglass.fish",
      "title": "Spyglass | Global Fishing Crimes Map",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://atoz.amazon.work",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://twowaypr.tumblr.com/",
      "title": "Two-Way PR",
      "description": "Campaign Girl putting the relationship into public relations",
      "preview": "Feb 20 2025 orchidbutch : Hi everyone, I wanted to share some promising developments about a nasal COVID-19 vaccine: \"THIS IS HUGE! Researchers have d"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.elinux.org/index.php?title=Pt-BR:_Raspberry_Pi_Board&oldid=96800&printable=yes",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.teampepka.com/blog/april2021-market-report",
      "title": "void",
      "description": "void",
      "preview": "Categories All Blogs (49) Florida (1) history (1) Sarasota (1) Recent Posts Timeless Love: The Legend of Sara De Soto and Sarasota's Romantic Heritage"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "https://www.sidereel.com/tv-shows/two-and-a-half-men/lists/7",
      "title": "Two and a Half Men | Lists | SideReel",
      "description": "Find lists of TV shows that include Two and a Half Men on SideReel - 20 minute series, 2000's, 5, 9+ Seasons, A, Abandonadas, All about the Boys, Already Watched, archive, Awesome show that ended",
      "preview": "SideReel relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Two and a Half Men Avg Rating ( 0 ) Your Rating"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.smashingmagazine.com/",
      "title": "Smashing Magazine - For Web Designers And Developers",
      "description": "Magazine on CSS, JavaScript, front-end, accessibility, UX and design. For developers, designers and front-end engineers.",
      "preview": "Skip to main content Jump to list of all articles Jump to all topics SVGs, they scale, yes, but how else can you make them adapt even better to severa"
    },
    {
      "url": "https://revistas.uptc.edu.co/index.php/pensamiento_accion/article/view/3044",
      "title": "El amargo sabor de la caña o sobre una sociedad basada en el sufrimiento animal | Pensamiento y Acción",
      "description": "void",
      "preview": "Ir al menú de navegación principal Ir al contenido principal Ir al pie de página del sitio Resumen Aquello que define la idiosincrasia de los pueblos"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://www.hwupgrade.it/news/sicurezza/apple-ios-18-uscita-funzioni_118272.html",
      "title": "Tesla, inizia il processo di espansione della Giga Berlin: raddoppio di produzione per auto e batterie | Greenmove",
      "description": "Lo stabilimento tedesco di Tesla si prepara ad una massiccia espansione, che porterà il volume delle auto costruite fino a 1 milione all'anno",
      "preview": "Login - Registrati NETWORK AUTO ELETTRICHE TECNOLOGIA INFOTAINMENT E-BIKE MOTO ELETTRICHE URBAN MOBILITY ENERGIE RINNOVABILI Tesla Tesla, inizia il pr"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://www.eonline.com/news/1299783/shahs-of-sunsets-mike-shouhed-is-engaged-to-paulina-ben-cohen",
      "title": "Shahs of Sunset's Mike Shouhed Is Engaged to Paulina Ben-Cohen",
      "description": "During the Shahs of Sunset season nine reunion, Mike Shouhed revealed that he and girlfriend Paulina Ben-Cohen are engaged, and they showed off her ring.",
      "preview": "Watch : Mike Shouhed & GF Paulina Share Their Quarantine Schedule Mike Shouhed shared some very big news as part of Shahs of Sunset 's tense season ni"
    },
    {
      "url": "https://servantokc.org/the-servant-foundation",
      "title": "Church of the Servant - The Servant Foundation",
      "description": "United Methodist Church in Oklahoma City, Oklahoma",
      "preview": "The Servant Foundation, Inc. For where your treasure is, there your heart will be also. - Matthew 6:21 What is the Servant Foundation? PLEASE NOTE: We"
    },
    {
      "url": "https://sunshinehealthy.com/products/vc-rawd32000120",
      "title": "VC - Raw D3 2000 120 - Sunshine Nutrition Center",
      "description": "Sunshine Nutrition Center",
      "preview": "Skip to content Submit Close search VC - Raw D3 2000 120 Regular price $37.99 Sale price $37.99 Sale Default Title Add to cart This item is a recurrin"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    }
  ],
  "_meta": {
    "total_bookmarks": 128
  }
}