{
  "data": [
    {
      "url": "http://measuredsolutions.com/",
      "title": "Home - Measured Solutions",
      "description": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Polymers & rubber Masterbatches & additives",
      "preview": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Pol"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "https://thestarshollowgazette.com/2010/10/09/",
      "title": "10/09/2010 - The Stars Hollow Gazette",
      "description": "void",
      "preview": "10/09/2010 archive Oct 09 2010 Health and Fitness News By arlethamaselli0 Tweet Welcome to the Stars Hollow Health and Fitness weekly diary. It will p"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.ipbes.net/news/Media-Release-Global-Assessment",
      "title": "Media Release: Nature's Dangerous Decline 'Unprecedented'; Species Extinction Rates 'Accelerating' | IPBES secretariat",
      "description": "Nature is declining globally at rates unprecedented in human history - and the rate of species extinctions is accelerating, with grave impacts on people around the world now likely, warns a landmark new report from IPBES, the summary of which was approved at the 7th session of the IPBES Plenary, meeting last week (29 April - 4 May) in Paris.",
      "preview": "Skip to main content Home / Media Release Media Release Facebook LinkedIn X 05 May 2019 Media Release: Nature's Dangerous Decline 'Unprecedented'; Spe"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://zakladgazowy.pl/12-21+29983.html",
      "title": "Strona domeny zakladgazowy.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "http://www2.ohchr.org/english/issues/millenium-development/",
      "title": "Millennium Development Goals and Human Rights",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "http://www.irena.org",
      "title": "IRENA - International Renewable Energy Agency",
      "description": "The International Renewable Energy Agency (IRENA) is an intergovernmental organisation supporting countries in their transition to a sustainable energy future.",
      "preview": "Tracking Progress: Explore Energy Transition Indicators and Progress to #3xRenewables by 2030 || Support our #3xRenewables for the planet and its peop"
    },
    {
      "url": "https://www.nga.gov/collection/highlights.html",
      "title": "Artworks | National Gallery of Art",
      "description": "Explore our collection of nearly 160,000 works spanning the history of Western art.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global?chart=catch-chart&dimension=taxon&measure=tonnage&limit=10",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy NA built the iSTB app as a Commercial app. This SERVICE is provided by NA and is intended for use as is. This page is used to inform vi"
    },
    {
      "url": "https://www.diariogol.com/",
      "title": "Diario Gol | Real Madrid, FC Barcelona, Florentino Pérez",
      "description": "Diario Gol es el portal deportivo exclusivo de Internet más leído de España. Noticias del Real Madrid, FC Barcelona, Messi, Cristiano Ronaldo y muchos más",
      "preview": "Skip to content Fútbol Estas son las selecciones que ya están clasificadas para el Mundial 2026 Andrea Lamas 10 Oct 2025 / 09:00 Real Madrid Lucas Váz"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://www.texastribune.org/2023/02/05/mifepristone-lawsuit-texas/",
      "title": "Texas lawsuit to ban abortion drug mifepristone nationwide sparks fear | The Texas Tribune",
      "description": "A decision on the lawsuit could come as early as this week.",
      "preview": "Skip to main content Thousands of people walk in a pro-abortion protest march around downtown San Antonio on June 24, 2022. Credit: Kaylee Greenlee Be"
    },
    {
      "url": "https://senseless-shiver-of-alex.tumblr.com/",
      "title": "Senseless Shiver",
      "description": "Alexandria -> 20yrs old. Just a random blog of all things i find intresting with a smidgen of personal bits scattered here and there :)",
      "preview": "Home Archive Mobile RSS Senseless Shiver Photo July 19, 2016 211 notes skillshotlabs : It's finally here!!! The Notice Me Senpai! Star Festival Event"
    },
    {
      "url": "https://www.raps.org/news-and-articles/news-articles?DocumentTags=Labeling",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://iconer.app/",
      "title": "Iconer: Free Icons for Everything (SVG, PNG, JSX)",
      "description": "App where you can easily customize icons. Choose from a variety of libraries with different licenses. Edit attributes, copy and export effortlessly.",
      "preview": "Free Icons for Everything Search, remix and download royalty free icons for any project in SVG, PNG, HTML, JSX and more. Animals Apps Brand Communicat"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://www.movidaapple.com/blog/2014/01/25/apple-coloca-mensajes-con-bombillas-led-en-las-apple-store-para-el-3%ef%a3%bf-aniversario-mac-imagen/?shared=email&msg=fail",
      "title": "Colocan mensajes con bombillas LED en las Apple Store para el 3 aniversario Mac [imagen] - Movida Apple",
      "description": "9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas LED. El mensaje dice",
      "preview": "Saltar al contenido 9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas L"
    },
    {
      "url": "https://broadwcast.org/index.php?title=Template:1990&action=edit",
      "title": "View source for Template:1990 - BroaDWcast",
      "description": "void",
      "preview": "View source for Template:1990 From BroaDWcast ← Template:1990 Jump to navigation Jump to search You do not have permission to edit this page, for the"
    },
    {
      "url": "https://www.ywcahouston.org/",
      "title": "Home",
      "description": "void",
      "preview": "Donate Contact us SUPPORT HERE Our Latest News - 2024 WINS FOR KIDS GRANT Astros Foundation in partnership with Chevron presents YWCA Houston with a 2"
    },
    {
      "url": "https://deliveroo.be/nl-be/cuisines/amerikaans-bestellen",
      "title": "Amerikaans Levering van restaurants in uw buurt | Deliveroo",
      "description": "Zin in lekker Amerikaans eten? Bestel online bij de beste Amerikaanse restaurants in de buurt en krijg het eten vers aan huis bezorgd.",
      "preview": "Deliveroo Meld je aan of log in Account Home / Keukens / American Heerlijke Amerikaanse gerechten in België, snel aan huis geleverd. De hedendaagse Am"
    },
    {
      "url": "https://www.broadwayworld.com/article/THE-COLLABORATION-Opening-Night-Performance-Canceled-20221220",
      "title": "THE COLLABORATION Opening Night Performance Canceled",
      "description": "The Broadway opening night for The Collaboration has been canceled due to a case of Covid-19 in the cast detected during pre-show testing.",
      "preview": "void"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    },
    {
      "url": "http://madscientist.pl/magicfluids",
      "title": "Magic Fluids - iOS and Android app",
      "description": "void",
      "preview": "Fluid animation in your pocket! Touch the screen and create beautiful motion of colorful smoke and water. Key features of Magic Fluids: Highly configu"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "https://www.paypal.com/en/webapps/mpp/ua/privacy-full",
      "title": "PayPal Privacy Statement",
      "description": "PayPal Privacy Statement",
      "preview": "Menu PayPal Privacy Statement PayPal Privacy Statement Last updated on February 13, 2025 Overview PayPal, Inc. (\"we,\" \"our,\" \"us,\" \"PayPal\") provides"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/privacy-policy.html",
      "title": "Privacy Policy - GIF MAKER",
      "description": "Privacy Policy What information we collect 1. Personal Information: We do NOT collect any Personal Information about you. \"Personal Information\" means personally identifiable information,...",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo Privacy Policy What information we collect 1. Personal Information: We do NOT collect a"
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://www.europarl.europa.eu/news/en/headlines",
      "title": "Topics | European Parliament",
      "description": "Discover the topics Parliament is working on",
      "preview": "Change the navigation language BG - български ES - español CS - čeština DA - dansk DE - Deutsch ET - eesti keel EL - ελληνικά EN - English FR - frança"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.ikea.com/us/en/p/komplement-insert-for-pull-out-tray-light-gray-s09277843/",
      "title": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" - IKEA",
      "description": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" Whether you have a passion for shoes, a soft spot for sweaters or a fancy for jewelry and accessories, KOMPLEMENT interior organizers tailor your wardrobe to make the best use of available space.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 7 KOMPLEMENT images Skip images All media K"
    },
    {
      "url": "https://same.energy/",
      "title": "Same Energy | Visual Search Engine",
      "description": "Find beautiful images.",
      "preview": "Drop image(s) anywhere Press to search for Creative Commons images (specifically, CC-BY). These images can be used for free in both commercial and non"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.centerffs.org",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.nih.gov/news-events/news-releases",
      "title": "News Releases | National Institutes of Health (NIH)",
      "description": "News releases from the National Institutes of Health.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.caseissuedate%5D%5B%5D=September+1939&f%5Bfdanj.casekeywords%5D%5B%5D=frozen+fish&f%5Bfdanj.defendantnames%5D%5B%5D=Cape+Fish+Co.&per_page=50&sort=fdanj.title+asc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Defendants: Cape Fish Co. / Product Keywords: frozen fish / Issue Dates: September 1939 - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://blog.orbcomm.com",
      "title": "IoT Blog | ORBCOMM",
      "description": "Learn about the latest technology and trends in the IoT space across transportation, maritime, heavy equipment, natural resource and more.",
      "preview": "Solutions Transportation By Need Visibility Compliance Optimization Safety & Security By Asset Dry Trailer Reefer Chassis Container Rail Products Plat"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://www.toyota.com/",
      "title": "New Cars, Trucks, SUVs & Hybrids | Toyota Official Site",
      "description": "Explore the newest Toyota trucks, cars, SUVs, hybrids and minivans. See photos, compare models, get tips, calculate payments, and more.",
      "preview": "Learn More Info 2026 Highlander Go where the road inspires. Learn More Info 2026 Corolla Cross Discover new adventures and shareable moments. Learn Mo"
    },
    {
      "url": "https://shop.deutschepost.de/briefmarken",
      "title": "Briefmarken bestellen | Shop Deutsche Post",
      "description": "Große Auswahl an Briefmarken für Briefe in Deutschland und weltweit. Bestellen Sie jetzt! Versand gratis!",
      "preview": "In Ihrem Browser ist JavaScript deaktiviert. Bitte aktivieren Sie JavaScript, um den vollen Funktionsumfang des Shops nutzen zu können. Hinweise zum D"
    },
    {
      "url": "https://te-igitur.blogspot.com/2011/05/church-watches-you.html?showComment=1306303834524",
      "title": "Te igitur: Church watches you",
      "description": "Found in the Internet",
      "preview": "5/24/11 Church watches you Found in the Internet 4 comments: Braut des Lammes said... Funny. It reminds me to an owl at the same time. 24/5/11 14:52 T"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    },
    {
      "url": "https://www.ikea.com/it/it/stores/milano-san-giuliano/",
      "title": "Negozio IKEA San Giuliano: orari, promozioni, eventi - IKEA Italia",
      "description": "Vieni a trovarci nel negozio IKEA di San Giuliano, trovi tutto per l'arredamento della casa. Scopri aperture straordinarie, novità, promozioni e servizi.",
      "preview": "Vai al contenuto principale Partecipa al nostro sondaggio e aiutaci a rendere ancora più chiare e visibili le comunicazioni sui nostri servizi e su co"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://www.frankie.com.au/articles",
      "title": "articles • frankie magazine • australian fashion magazine online",
      "description": "frankie is an Australian magazine, website and podcast for the creative and curious, covering fashion, art, photography, travel, craft, music and eye-opening real-life tales.",
      "preview": "home articles Articles life 5 ripper short story collections food have a squiz at these super-fun mystery picnics music tunesday - harvey sutherland's"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://goodwill.org/halloween/",
      "title": "Goodwill Halloween",
      "description": "void",
      "preview": "plan your costume Spooky, sweet or silly, we've got the goods to bring your fit to life. Group Pop Culture Classic Kids Show More Show Less need a las"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.cadenadesuministro.es/noticias/aumentan-ligeramente-las-tasas-de-carga-de-contenedores-entre-ee-uu-europa-y-asia/",
      "title": "Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia",
      "description": "Consulta las últimas noticias y mantente informado sobre logística y transporte en cadenadesuministro.es, web líder en el sector",
      "preview": "Noticias Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia Los precios en las principales rutas se han incrementado u"
    },
    {
      "url": "http://beatlesource.com/bs/ae-boy2.html",
      "title": "THE SOURCE - Acetates - E.M.I. - This Boy",
      "description": "void",
      "preview": "This Boy Home Emidisc This disc was auctioned in late 2005 The auction provided no details but it can be assumed this is the standard mono mix. RECORD"
    },
    {
      "url": "https://stencil.wiki/",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "http://www.basemap.com",
      "title": "BaseMap - Guaranteed Land Ownership Maps",
      "description": "BaseMap...the best GPS hunting app for public and private land ownership maps, draw odds, hunt planning, and navigation",
      "preview": "top of page BaseMap Hunting Maps and GPS Visual Wind Data You Can Trust TRUSTED BY OVER 1 MILLION HUNTERS LAND OWNERSHIP GUARANTEED LAND OWNERSHIP MAP"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}