{
  "data": [
    {
      "url": "https://wepon.tumblr.com/",
      "title": "The Entire Sona Fandom",
      "description": "void",
      "preview": "ℤ zeldathemes"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://kids.nationalgeographic.com",
      "title": "National Geographic Kids | National Geographic Kids",
      "description": "National Geographic Kids",
      "preview": "Skip to content Search Shop Games Quizzes Personality Quizzes Puzzles Action Funny Fill-In Videos Amazing Animals Weird But True! Party Animals Try Th"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "https://cloud.withgoogle.com/next/catalog/",
      "title": "Session Library | Google Cloud Next 2025",
      "description": "Solve tomorrow's challenges today by exploring content available at Google Cloud Next '24.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://gridintegration.lbl.gov/publications?page=7&f%5Bauthor%5D=479&s=title&o=asc",
      "title": "Publications | Grid Integration Group",
      "description": "void",
      "preview": "Skip to main content Berkeley Lab Energy Technologies Area Energy Storage & Distributed Resources Publications X Search: title 2014 Stadler, Michael ,"
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://www.skillsoft.com/",
      "title": "Skillsoft | The AI-Native Skills Intelligence Platform for Enterprise Learning",
      "description": "Empower your employees with Skillsoft's AI-driven training platform to build skills, close gaps, and thrive in their roles. Request a demo today.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Skillsoft"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://www.surlatable.com/emile-henry-145-pizza-stone/PRO-3562741.html",
      "title": "Emile Henry Pizza Stone, 14.5\" | Sur La Table",
      "description": "Emile Henry Pizza Stone",
      "preview": "Skip to Content SHIPS FAST Why you'll love it Create delicious, pizzeria-quality pies at home-in the oven or on the grill. Emile Henry's burgundy clay"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://enterchatroom.com/",
      "title": "Enter Chatroom - Free Online Chat Rooms",
      "description": "Free chat room with no registration required with country based online chatrooms where you can video chat live with people around the globe.",
      "preview": "Enter Chat Room Welcome to Enter Chat Room! This is a place where you can find free chatrooms to video chat live with girls and guys from around the g"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://www.sleepfoundation.org/bedding-information/best-thread-count-for-sheets",
      "title": "What Is the Best Thread Count for Sheets? Here's the Magic Number",
      "description": "Learn what thread count means, how it translates to quality and performance in sheets, and what thread counts you should look for.",
      "preview": "Skip to content Share Url copied /"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "http://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://online.foundationsource.com/ws/index.jsp?site=marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://www.kidsafeseal.com/aboutourprogram.html",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "https://turtlecreekwholesale.com/contact/",
      "title": "Contact - Turtle Creek Nursery",
      "description": "Contact Turtle Creek Nursery",
      "preview": "Turtle Creek Nursery is a wholesale nursery that does not sell direct to general consumers. We appreciate the opportunity to work with you. If you hav"
    },
    {
      "url": "https://it.m.wikiquote.org/wiki/Rush_(film_2013)",
      "title": "Rush (film 2013) - Wikiquote",
      "description": "void",
      "preview": "Rush (film 2013) film del 2013 diretto da Ron Howard Rush Titolo originale Rush Lingua originale inglese Paese Stati Uniti d'America, Germania, Regno"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://developers.hive.io/nodeop/seed-node.html",
      "title": "Seed Node",
      "description": "descriptions.seed_node",
      "preview": "Hive Developer Portal Seed Node Setting up a seed node Intro This tutorial will show how to setup the lowest possible resource seed node. Sections Min"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://docs.docker.com/network/bridge/",
      "title": "Bridge network driver | Docker Docs",
      "description": "All about using user-defined bridge networks and the default bridge",
      "preview": "void"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "http://www.fillorbust.com/",
      "title": "Fill Or Bust! Card & Dice Game - Fill Or Bust!®",
      "description": "Fill Or Bust! is a great family game! Play with 6 dice and 54 draw cards, plus instructions for play. Team play, tournament play and optional rules included.",
      "preview": "Contact us: BowmanGamesInc@gmail.com Cart 0 Search Menu Cart 0 Home How To Play Search FAST FUN & EXCITEMENT! FILL OR BUST!® will test your luck and s"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "https://www.motogp.com/en/calendar",
      "title": "MotoGP™ 2025 Calendar | Circuits | Schedule | Information",
      "description": "Check the official 2025 MotoGP™ calendar, all the dates, circuits and countries from the MotoGP, Moto2, Moto3 and MotoE World Championships here.",
      "preview": "Skip to main content 2026 MotoGP™ calendar revealed 22 Grands Prix, five continents and the return of Brazil: the 2026 calendar has landed Check it ou"
    },
    {
      "url": "https://projectbackboard.org/",
      "title": "About",
      "description": "void",
      "preview": "Signed in as: filler@godaddy.com About Work Artists Resources Support #PlayWithPurpose Select Press Every Court Has A Story Common Practice Real-Time"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/post/116858137854",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @nothingbigbangtheory on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "https://www.espigadoradadigital.com/2019/07/justicia-procuraduria-traza-nuevas.html",
      "title": "JUSTICIA Procuraduría traza nuevas estrategias para combatir el tráfico y la trata de personas - Espiga Dorada Digital",
      "description": "• Desde el año 2017 hasta el primer trimestre de 2019, han sido judicializados 139 casos por esos delitos El procurador general de la Repúbl...",
      "preview": "Periodico Digital, desde la Provincia Sánchez Ramírez. Tel.809-965-7066, Email:alfremilcomunicacion@gmail.com 100 Familias ya viven en Nuevos Horizont"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://in.linkedin.com/company/tata-consultancy-services?trk=similar-pages",
      "title": "Tata Consultancy Services | LinkedIn",
      "description": "Tata Consultancy Services | 17,957,583 followers on LinkedIn. Tata Consultancy Services (TCS) is an IT services, consulting, and business solutions organization that has been partnering with many of the world's largest businesses in their transformation journeys since its inception in 1968. Our consulting led, innovation-driven services help businesses evolve as perpetually adaptive enterprises, staying ahead in an ever-changing digital landscape. Recognized for excellence in software development, we rapidly apply and scale new technologies, driving long-term value and scalable transformation.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://ssir.org/articles/entry/the_next_step_in_impact_investing_breaking_the_shackles_of_extractive_think",
      "title": "The Next Step in Impact Investing: Breaking the Shackles of Extractive Thinking",
      "description": "Those who influence the allocation of capital have an obligation to consider whether current practices solve or perpetuate the challenges impact investing aims to address.",
      "preview": "Social Issues Arts & Culture Cities Civic Engagement Economic Development Education Energy Environment Food Health Human Rights Security Social Servic"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "http://greeleygis.greeley.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://www.onenote.com/",
      "title": "Microsoft OneNote | The digital note-taking app for your devices",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.edx.org/learn/cybersecurity",
      "title": "How to learn cybersecurity online | edX",
      "description": "Learn cybersecurity with edX: Explore cybersecurity courses, undergraduate and graduate degree programs, career paths, and other practical considerations.",
      "preview": "Learn cybersecurity with online courses and programs Cybersecurity professionals continue to benefit from strong employer demand. Train for high-growt"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.dotdashmeredith.com",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://inspireupfoundation.org/",
      "title": "Inspire Up™, Inc.",
      "description": "Inspire Up is a 501c3 nonprofit organization dedicated to serving our military and first responder families and standing in the gap for underserved communities.",
      "preview": "Home One Community ONE MISSION To Inspire Up™ a kinder and more giving world by uniting the military and civilian communities through empowerment, edu"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.imo.org/en/OurWork/MSAS/Pages/IMO-identification-number-scheme.aspx?utm%255Fsource=example.com&utm%255Fmedium=link&utm%255Fcompaign=article#:~:text=The%20IMO%20ship%20identification%20number%20scheme%20was%20introduced,permanent%20number%20to%20each%20ship%20for%20identification%20purposes.",
      "title": "IMO identification number schemes",
      "description": "void",
      "preview": "IMO SHIP IDENTIFICATION NUMBER SCHEME (Circular letter No.1886/Rev.5) The IMO ship identification number scheme was introduced in 1987 through adoptio"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.rangeme.com/walmartsupplierinclusion",
      "title": "B2B Product Discovery Platform for Retail Buyers, Suppliers",
      "description": "Get discovered by retail buyers on RangeMe. Showcase your products, connect with buyers, and grow your brand with the leading supplier platform.",
      "preview": "Sign up for RangeMe Choose your account type: Supplier I sell products to wholesale buyers Buyer I purchase products at wholesale Connect with Top Ret"
    },
    {
      "url": "https://www.winkworth.co.uk/gloucestershire/dymock/properties-to-let?status=completed&bedroomsfrom=3&bedroomsto=3",
      "title": "Properties to rent in Dymock, Gloucestershire | Winkworth Estate Agents",
      "description": "Search for properties to rent in Dymock, Gloucestershire through Winkworth Estate Agents. Browse our selection of properties available to rent",
      "preview": "Skip to main content Book Valuation MyWinkworth My Account Buying Buyer's guide Mortgages Buy to Let Stamp Duty Calculator Tips for buyers Country hou"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "https://www.simbecorion.com/resource-type/brochures/",
      "title": "Brochures Archives | Simbec-Orion",
      "description": "A detailed look at specific therapy areas and individual services.",
      "preview": "Resource Type: Brochures Oncology Clinical Development Specialists Our experience conducting Phase I/II adaptive oncology clinical trials, through to"
    },
    {
      "url": "https://www.shappypretzel.com/",
      "title": "HOME | Shappy Pretzel Co.",
      "description": "void",
      "preview": "top of page SHAPPY PRETZEL PHILLY BORN. LA BREAD. PRE-ORDER THESE JAWNS FOR PICK-UP THREE WAYS TO GET THE BEST PHILLY SOFT PRETZELS THIS SIDE OF THE S"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "https://akismet.com/privacy/",
      "title": "Privacy Policy - Akismet",
      "description": "Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti-spam service for the web. Akismet works by checking all your comments against our constantly-growing global spam database to remove irrelevant, malicious content before it gets published and damages your site's credibility.Akismet gets increasingly effective over time: the more it...",
      "preview": "Skip to content Akismet Privacy Your privacy is important to us About Akismet Akismet is the most powerful anti‑spam service for the web. Akismet work"
    },
    {
      "url": "https://carolynchan.wordpress.com/tag/sydney/",
      "title": "Sydney | Food is my happy place",
      "description": "Posts about Sydney written by Carolyn Chan",
      "preview": "Home My love of all things food... and other ramblings."
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "https://mission-blue.org/2021/12/mission-blue-welcomes-dona-bertarelli-to-its-board-of-directors/",
      "title": "Mission Blue Welcomes Dona Bertarelli to its Board of Directors - Mission Blue",
      "description": "(Image © Julius Schlosburg) Led by legendary oceanographer Dr. Sylvia Earle, Mission Blue unites a global coalition to inspire support for a worldwide network of marine protected areas - Hope Spots, with the goal of reaching at least 30% ocean protection by 2030. Today, we are delighted to welcome philanthropist, ocean advocate and sportswoman, Dona [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Mission Blue Welcomes Dona Bertarelli to it"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "https://polls.saintleo.edu/6405-2/",
      "title": "Polling Institute at Saint Leo University - Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo University Survey",
      "description": "The conservative governor shows double-digit leads over Democratic candidates for the job Half of respondents oppose the idea of enacting a Texas-style abortion law in Florida Rubio challenger in U.S. Senate race, Demings, trails the GOP incumbent ST. LEO, FL - The most recent poll of 500 Floridians by the Saint Leo University Polling Institute",
      "preview": "Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo Univer"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}