{
  "data": [
    {
      "url": "http://www.laloute.net/2010/03/5-ans-de-blog-vos-notes-preferees/",
      "title": "laloute",
      "description": "void",
      "preview": "Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Explorez le monde av"
    },
    {
      "url": "https://i-doser.com",
      "title": "iDoser Digital Brainwave Doses",
      "description": "iDoser helps you simulate a mood or experience on any device",
      "preview": "Binaural Doses for Every Imaginable Mood Download for your Computer and Laptop (Click Here for Phones / Tablets) Download Download the APP (Click Here"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://stableseas.org/publications/violence-gulf-guinea",
      "title": "Stable Seas: Gulf of Guinea",
      "description": "Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on interviews conducted with experts and practitioners in seven countries across the region. Maritime insecurity threatens stability of coastal communities as well as their landlocked neighbors and puts the sustainable development of the region at risk. Click here to download the report or executive summary in English. Click here to download the report or executive summary in",
      "preview": "top of page Search Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on intervi"
    },
    {
      "url": "https://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://www.cadbury.co.uk/",
      "title": "Cadbury Chocolate | Cadbury UK",
      "description": "Welcome to the home of Cadbury chocolate - Find out more about the Cadbury brand, our products and our latest campaigns.",
      "preview": "Win cash prizes to giveaway A competition you can't win? Strange. A competition of 1000s of cash prizes, you get to give away to anyone you like? Pret"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "https://englishneverstops.tumblr.com/",
      "title": "englishneverstops",
      "description": "A growing community of English Language Learners from around the world, dedicated to working together towards the common goal of mastering English. #englishneverstops",
      "preview": "englishneverstops praveen7me : super-mubeen : I am AHAMED MUBEEN from srilanka and I am a BBA student and I like to improve my English with good frien"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/405/hd-ag-international-navistar.htm",
      "title": "HD AG International Navistar",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://alexandria.dk/nb/data?con=1295",
      "title": "Borås Spelkonvent 27 (2009) - Alexandria",
      "description": "void",
      "preview": "Om Alexandria Give a hand: To-do Send inn rettelser Søk etter spill Nøkkelord Alexandria i tall Locations Kalender Blogg-feeds Priser Jost-spillet Kon"
    },
    {
      "url": "http://www.pewresearch.org/",
      "title": "Pew Research Center | Numbers, Facts and Trends Shaping Your World",
      "description": "Pew Research Center is a nonpartisan, nonadvocacy fact tank that informs the public about the issues, attitudes and trends shaping the world.",
      "preview": "report Oct 3, 2025 How Americans View the Israel-Hamas Conflict 2 Years Into the War short read Oct 2, 2025 Americans increasingly see legal sports be"
    },
    {
      "url": "http://brokenjawtips.com/",
      "title": "Ellen's Broken Jaw Tips",
      "description": "Tips for people who have suffered a broken jaw and their mouth is wired shut.",
      "preview": "Home Basics FAQ Recipes Unwired Stories Mouth wired shut? Total bummer. On the bright side, you are probably grateful that you can still use the inter"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://www.openstreetmap.org/",
      "title": "OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Where is this? GraphHopper OSRM Valhalla Loading... Welcome to OpenStreetMap! OpenStreetMap is a map of the world, cr"
    },
    {
      "url": "https://www.vacation.inc/products/ball-boy-candle",
      "title": "Vacation® X Prince® | Ball Boy Scented Candle",
      "description": "A luxury scented candle commemorating the historic Prince® x Vacation® 7th Annual Interoffice Tennis Championships with notes of freshly uncanned tennis balls, Vacation® Sunscreen, Prince® Cotton Sweatbands, and cucumber sandwiches.",
      "preview": "Skip to main content Ball Boy Scented Candle Prince® x Vacation® Collection - $42 What it is A luxury scented candle commemorating the historic moment"
    },
    {
      "url": "https://osmfoundation.org/",
      "title": "OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Main Page From OpenStreetMap Foundation OpenStreetMap is an initiative to create and provide free geographic da"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/",
      "title": "On my gravestone: LGBT Fans Deserve Better",
      "description": "Queer AF. Sarcastic AF. Everything else AF Cali loving / Texas Living Current: Trash blog for any show containing an LGBT couple and no stray bullets *cough*",
      "preview": "April 26th, 2017 supahgays : Maggie + the evolution of the way she calls Alex ♥ Share on Facebook Share on Twitter Share on Google+ Share on Pinterest"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://codeql.github.com/docs",
      "title": "CodeQL documentation",
      "description": "void",
      "preview": "CodeQL documentation CodeQL resources CodeQL overview CodeQL guides Writing CodeQL queries CodeQL language guides Reference docs QL language reference"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://myhomeimpro.com/safety-and-planning-laws-for-melbourne/",
      "title": "Knowing the Safety and Planning Laws for Melbourne - BRPN",
      "description": "The City of Melbourne require a range of permits to protect the safety of the public, protect our assets and ensure compliance with legislation.",
      "preview": "My Home Impro @2022 - Myhomeimpro. All Right Reserved. Facebook Twitter Pinterest Whatsapp Trending now Upgrade Your Home in 3 Days: Projects... DrHomey"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://foursquare.com/",
      "title": "The Future of Geospatial Technology | Foursquare",
      "description": "Foursquare is the leading location intelligence platform for understanding how people move in real time. Book a free demo to learn how to connect with our data.",
      "preview": "Skip to content"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://unmhealth.org/stories/project-echo.html",
      "title": "Stories - Project ECHO",
      "description": "void",
      "preview": "Our Stories Read how Project ECHO is impacting communities worldwide Read more Featured Story Five Questions With: Dr. Bruce Struminger We ask Dr. Bru"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "https://www.carat.fiserv.com/en-us/resources/",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://askubuntu.com/questions/237544/how-to-make-digikam-remember-googles-two-factor-authentication-password",
      "title": "kubuntu - How to make digiKam remember Google's Two-factor Authentication password? - Ask Ubuntu",
      "description": "I use digiKam on Kubuntu 12.10 to organise my photos and really like being able to upload to Picasaweb using kipiplugins. Unfortunately after having set up Google two-factor authentication I now ne...",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://www.pwn-usa.org/issues/policy-agenda/ending-criminalization/ending-hiv-criminalization/",
      "title": "Ending HIV Criminalization Factsheet - Positive Women's Network - USA",
      "description": "Our vision: a world where our communities are no longer subject to over-policing, surveillance, and brutality at the hands of law enforcement, and where those with a history of interaction with the criminal justice system have full rights and dignity. What Is HIV Criminalization? HIV criminalization refers",
      "preview": "Skip to content Ending HIV Criminalization Factsheet Ending HIV Criminalization Factsheet pwnusa 2019-02-25T22:09:51-05:00 Download this as a PDF here"
    },
    {
      "url": "https://avenaoriginals.com/blogs/news/is-organic-better-food",
      "title": "IS ORGANIC BETTER FOOD? | Avena Originals",
      "description": "Organic Better than Non Organic? A new study published in the British Journal of Nutrition found that organic crops have higher concentrations of antioxidants, lower levels of cadmium and nitrates and fewer pesticide residues than non-organic crops. The study, by an international team led by Britain's Newcastle Univers",
      "preview": "LOGIN CREATE AN ACCOUNT Cart 0 Lifestyle Stories, Reviews & News IS ORGANIC BETTER FOOD? 29 July 2014 Organic Better than Non Organic? A new study pub"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-sql",
      "title": "Learn SQL | Codecademy",
      "description": "In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data management language.",
      "preview": "Skip to Content Free Course Learn SQL In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data mana"
    },
    {
      "url": "https://ourworldindata.org/grapher/renewable-energy-consumption?tab=chart",
      "title": "Renewable energy consumption - Our World in Data",
      "description": "Measured in terawatt-hours of direct primary energy consumption. Traditional biomass refers to the consumption of fuelwood, forestry products, animal and agricultural wastes.",
      "preview": "Interactive visualization requires JavaScript Related research and data Charts Annual change in hydropower generation Annual change in renewable energ"
    },
    {
      "url": "https://hroarr.com/",
      "title": "HROARR | Resources for the Historical European Martial Arts & Sports Community",
      "description": "void",
      "preview": "Welcome to HROARR Resources for the Historical European Martial Arts and Sports Community The HROARR site focuses on different aspects of Historical E"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://kids.youtube.com/t/privacynotice",
      "title": "Informativa sulla privacy di YouTube Kids - YouTube",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Termini di servizio Informativa sulla privacy Informativa per i bambini Informativa sulla privacy di YouTube Kids Norme della community La presente In"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ryanair.com/gb/en/plan-trip/flying-with-us/baggage-policy",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://asa.zamo.ca/2009/12/dupa-contra-base-argumente-de-bass-pro.html",
      "title": "Dupa CONTRA-Base, argumente de Bass PRO Intro - Also Sprach Zamolxis",
      "description": "M-am informat cat am putut, am citit si rascitit motivele lui Alphadog de a-l vota pe Geoana , si, desi am promis sa raspund cu motivele mel...",
      "preview": "Home - Acasă About Despre Blogroll Dezbate Concur$ - Colaborare Also Sprach Zamolxis Aşa Grăit-a Zamo.ca, the descendant of a Dacian God; teme persona"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://exoplanets.nasa.gov/what-is-an-exoplanet/overview/",
      "title": "Exoplanets - NASA Science",
      "description": "Most of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (\"Small\" meaning within thousands of light-years of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}