{
  "data": [
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-git",
      "title": "Learn Git: Tutorial + Basics | Codecademy",
      "description": "Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using Git branches.",
      "preview": "Skip to Content Course Learn Git & GitHub Use our beginner friendly Git course to integrate Git and GitHub and manage versions of your projects using"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "https://www.unionbank.com/about-us/corporate-profile-bod",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://starvistalive.com/",
      "title": "Home | StarVista Live",
      "description": "StarVista LIVE Cruises bring together some of the greatest artists and musicians in each genre with true music fans in a luxurious, full ship cruise environment. We provide world class live performances in intimate settings, unparalleled direct access to artists through interactive events, and a chance to have fun, see old friends and meet new ones.",
      "preview": "StarVista Live cruises provide unique experiences and unparalleled access to the superstars you love. Our Events What to expect Malt Shop Memories Cru"
    },
    {
      "url": "https://afghan.upwardlyglobal.org/",
      "title": "Upwardly Global - Support for Afghan Arrivals",
      "description": "void",
      "preview": "Skip to content Partner with us Upwardly Global's Support for Afghan Arrivals Over the Last Year HEAR OUR STORIES New Report: Afghan Newcomers Bring C"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "https://www.cappellanimusica.it/batterie-e-percussioni/percussioni/products.1.10.14.sp.uw",
      "title": "Batterie e Percussioni - Cappellani Music Megastore",
      "description": "void",
      "preview": "Salta al contenuto 🧐 Non trovi il prodotto che stai cercando? ☎️ Chiamaci allo +39 095 806 2063 o invia una mail a web@cappellanimusica.it 0 Batterie"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://plos.org/publication-fees",
      "title": "Explore our publication fees and funding for open access publishing - PLOS",
      "description": "Learn about APCs by journal, institutional partnerships, and author fee assistance options including Research4Life and PFA.",
      "preview": "Skip to content Publication fees PLOS employs several business models to support equitable open access. Most open access journals offset publication e"
    },
    {
      "url": "https://www.jimbeam.com/pl-pl/buy?language=en-au&language_content_entity=nl",
      "title": "Buy Jim Beam Bourbon Products with Our Locator | Jim Beam®",
      "description": "Find out where to buy the finest American Bourbon Whiskey. Discover the nearest location and enjoy our authentic Bourbon.",
      "preview": "Skip to main content Hand-dipped. One at a time. Every time. WELCOME, FRIEND. PLEASE ENTER YOUR BIRTHDATE. Jim Beam encourages responsible drinking. A"
    },
    {
      "url": "http://www.ustranssurvey.org/reports",
      "title": "Download Reports - US Trans Survey",
      "description": "void",
      "preview": "Skip to Content Search Search Close 2022 Health and Wellbeing Report HEALTH & WELLBEING: FINDINGS FROM THE 2022 U.S. TRANS SURVEY 2022 Civic Engagemen"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    },
    {
      "url": "https://streamyard.com",
      "title": "StreamYard",
      "description": "StreamYard is a professional live streaming and recording studio in your browser. Record your content, or stream live to Facebook, YouTube, and other platforms.",
      "preview": "The easiest way to live stream and record StreamYard is a professional live streaming and recording studio in your browser. Record your content, or st"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://mts-natfood.nature.com/",
      "title": "Nature Food",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Food online manuscript submission and trackin"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "https://www.ipbes.net/news/Media-Release-Global-Assessment",
      "title": "Media Release: Nature's Dangerous Decline 'Unprecedented'; Species Extinction Rates 'Accelerating' | IPBES secretariat",
      "description": "Nature is declining globally at rates unprecedented in human history - and the rate of species extinctions is accelerating, with grave impacts on people around the world now likely, warns a landmark new report from IPBES, the summary of which was approved at the 7th session of the IPBES Plenary, meeting last week (29 April - 4 May) in Paris.",
      "preview": "Skip to main content Home / Media Release Media Release Facebook LinkedIn X 05 May 2019 Media Release: Nature's Dangerous Decline 'Unprecedented'; Spe"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "https://castbox.fm/episode/36.)-1984-Esque-(ft.-Vaush!)-(ATLA-S2E17)-id2797011-id434340652",
      "title": "36.) 1984-Esque (ft. Vaush!) (ATLA S2E17)",
      "description": "<p>This week, Special Guest and Youtube Political Streamer Vaush stops by to nerd out with us about his all-time favorite show! (Spoilers, it's Avatar) ...",
      "preview": "Listen Top Shows Blog Discover My Cabbages! An Avatar Podcast 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) Upda"
    },
    {
      "url": "https://wwwn.cdc.gov/pubs/other-languages/",
      "title": "CDC Resources in Languages Other than English | Other | CDC",
      "description": "This is a listing of information and materials available on the Centers for Disease Control and Prevention (cdc.gov) website translated into other languages.",
      "preview": "Skip directly to site content Skip directly to search Español | Other Languages An official website of the United States government Here's how you kno"
    },
    {
      "url": "https://www.amendtogether.org/",
      "title": "AMEND Together",
      "description": "void",
      "preview": "Challenge. Cultivate. Change Challenge. Cultivate. Change. Powered by Squarespace . 1608 Woodmont Blvd | Nashville, TN 37215 | (615) 269-9922 | inform"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://unmhealth.org/stories/project-echo.html",
      "title": "Stories - Project ECHO",
      "description": "void",
      "preview": "Our Stories Read how Project ECHO is impacting communities worldwide Read more Featured Story Five Questions With: Dr. Bruce Struminger We ask Dr. Bru"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "http://www.high-seas.org/",
      "title": "Hotel Search - HotelFinder - HotelFinder",
      "description": "void",
      "preview": "Find Your Perfect Hotel Destination Check-in & Check-out Dates Number of Adults 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults Number of Childre"
    },
    {
      "url": "https://mytrain.ro/ro/sosiri/mandresti-h/",
      "title": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10",
      "description": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10. Intarzierile trenurilor.",
      "preview": "Skip navigation Planificare traseu Sosiri / Plecari Informatii trenuri Plecare din gara Gara din care doriti sa plecati Sosire in gara Gara in care do"
    },
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://legalaffairs.gov.in",
      "title": "Home | Department of Legal Affairs, MoL &J, GoI",
      "description": "Home",
      "preview": "Section Section ABOUT THE DEPARTMENT The Department has been allocated the following items as per the Government of India {Allocation of Business} Rul"
    },
    {
      "url": "http://www.google.kg/url?q=http://car-used-cars.remmont.com/news/cars-movie-character-names-with-pictures/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://car-used-cars.remmont.com/news/cars-movie-character-names-"
    },
    {
      "url": "https://www.habitat.org/",
      "title": "Habitat for Humanity",
      "description": "Habitat for Humanity is a nonprofit organization that helps people in your community and around the world build or improve a place they can call home. Donate, volunteer and raise your voice in support of decent and affordable housing.",
      "preview": "Skip to main content Help kick off our 2025 Fall Match! Your gift will go twice as far to help build brighter futures. Double your impact 2025 Fall Ma"
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://malpracticer.tumblr.com/",
      "title": "Squiggle Zone",
      "description": "be better",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text you fools.. hes not making a video game.. hes making a hideo game (via parvio"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob",
      "title": "En portada - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - En portada",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://savollar.islom.uz/s/7387",
      "title": "махсулот закоти",
      "description": "Шайх хазратлари. Кифоя китобини 2-жузида сигирни сутидан, товукдан олинган махсулотдан ушр олишлик кераклиги, бу масалада асалга киёс килинганлиги айтилган. Бу тушунарли. САВОЛ:1. Сигирни сутида, товукни тухумида давоми...",
      "preview": "Паролни тиклаш × Рўйхатдан ўтган почтангизни ёзинг: Почтангизга ҳавола юборилади. Ҳаволани босиш орқали паролингизни тиклашингиз мумкин. Ёпиш Юбориш Ё"
    },
    {
      "url": "https://www.militarychild.org/gts",
      "title": "MCEC Global Training Summit - Military Child Education Coalition® (MCEC®)",
      "description": "To continue delivering our mission impact to those who need it most, the MCEC Global Training Summit is hitting the road in 2025 with TWO dynamic one-day regional training events - designed to bring powerful professional development closer to you!",
      "preview": "MCEC Global Training Summit Close menu 2025 Global Training Summit Atlanta Summit General Sessions Forum Distinguished Lecture Sessions Master Class A"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}