{
  "data": [
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://prepareandprosper.org/",
      "title": "Home - Prepare + Prosper",
      "description": "Financial empowermentfor all Combining the power of caring volunteers, certified training, and expert advice to bring financial wellness, economic justice, and wealth building opportunities to everyone. Free Tax Prep Services...",
      "preview": "Search Close Skip to content Our tax clinics are closed for the rest of 2025 and will reopen in January 2026. Financial empowerment for all Combining"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://www.kanopy.com",
      "title": "Kanopy - Stream Classic Cinema, Indie Film and Top Documentaries",
      "description": "kui",
      "preview": "void"
    },
    {
      "url": "http://www.neilscibelli.com/",
      "title": "Makeup Artist Neil Scibelli | Official Website",
      "description": "Neil Scibelli is a New York City Based Makeup Artist. Celebrity, Fashion, Television & Video, Bridal, Editorial.",
      "preview": "Menu Born and raised in New York, Neil Scibelli has established himself as one of today's leading fashion and celebrity makeup artists and on-air beau"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://www.cebc.cnrs.fr/?lang=en",
      "title": "newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://putlocker-is.org",
      "title": "Putlocker - Watch Movies Online Free | Putlockers",
      "description": "Putlocker / Putlockers Official Website. Get the newest Movies in 2021 with our free to use Putlocker search engine... ✔️ Movies Online Putlocker ...",
      "preview": "Enter the movie or series title in the search box and find all the information about your favorite title. Our search engine is free to use."
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://training.institut-curie.org/recherche?f%5B0%5D=date-debut%3A1559390400&f%5B1%5D=date-debut%3A1559390400&f%5B10%5D=theme-recherche%3A377&f%5B11%5D=theme-recherche%3A380&f%5B12%5D=theme-recherche%3A384&f%5B13%5D=theme-recherche%3A384&f%5B14%5D=theme-recherche%3A384&f%5B15%5D=theme-recherche%3A384&f%5B16%5D=theme-recherche%3A389&f%5B17%5D=theme-recherche%3A389&f%5B18%5D=theme-recherche%3A389&f%5B19%5D=theme-recherche%3A389&f%5B2%5D=date-debut%3A1559390400&f%5B20%5D=theme-recherche%3A409&f%5B21%5D=theme-recherche%3A409&f%5B22%5D=theme-recherche%3A479&f%5B23%5D=theme-recherche%3A479&f%5B24%5D=theme-recherche%3A479&f%5B25%5D=theme-recherche%3A479&f%5B26%5D=type-cours%3AINTERNATIONAL&f%5B27%5D=type-cours%3AINTERNATIONAL&f%5B28%5D=type-cours%3AINTERNATIONAL&f%5B29%5D=type-cours%3AINTERNATIONAL&f%5B3%5D=date-debut%3A1559390400&f%5B30%5D=type-cours%3AINTERNATIONAL&f%5B31%5D=type-cours%3AINTERNATIONAL&f%5B32%5D=type-cours%3AINTERNATIONAL&f%5B33%5D=type-cours%3AINTERNATIONAL&f%5B34%5D=type%3Acours&f%5B35%5D=type%3Acours&f%5B36%5D=type%3Acours&f%5B37%5D=type%3Acours&f%5B38%5D=type%3Acours&f%5B39%5D=type%3Acours&f%5B4%5D=langue-taxo%3A40&f%5B40%5D=type%3Acours&f%5B41%5D=type%3Acours&f%5B5%5D=langue-taxo%3A40&f%5B6%5D=profil%3A7&f%5B7%5D=profil%3A7&f%5B8%5D=profil%3A7&f%5B9%5D=profil%3A7&text=",
      "title": "Recherche | Institut Curie Advanced Training",
      "description": "void",
      "preview": "Skip to main content Il n'y a pas de résultat pour votre recherche."
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "https://www.aemet.es/es/eltiempo/prediccion/municipios/madrid-id28079",
      "title": "El Tiempo: Madrid (Madrid) - Predicción 7 días - Tabla - Agencia Estatal de Meteorología - AEMET. Gobierno de España",
      "description": "El Tiempo. Predicción para los municipios españoles: Madrid (Madrid) - Predicción 7 días - Tabla",
      "preview": "Aceptar cookies Información sobre uso de cookies Este sitio web utiliza cookies propias y de terceros para mejorar la experiencia de navegación, y ofr"
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://www.harriscountyda.com/mother_who_drowned_her_two_children_sentenced_to_40_years",
      "title": "District Attorney's Office",
      "description": "void",
      "preview": "Home About Us Justice & Safety Survivors & Victims Alternatives to Prosecution Community Engagement Careers Newsroom Resources Research Center Contact"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://www.instagram.com/",
      "title": "Instagram",
      "description": "Create an account or log in to Instagram - Share what you're into with the people who get you.",
      "preview": "void"
    },
    {
      "url": "http://webtv.un.org/",
      "title": "Home | UN Web TV",
      "description": "UN Web TV is available 24 hours a day with selected LIVE programming of United Nations meetings and events as well as with pre-recorded video features and documentaries on various global issues.",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Live 24 Hour Live and pre-recorded Programming Previously 01:52:50 Ag"
    },
    {
      "url": "https://www.logoai.com/",
      "title": "Design A New Logo & Brand Identity You Love! - LogoAI.com",
      "description": "Let AI-powered logo maker generate your new logo and create a brand identity design you love.",
      "preview": "Home Logo Maker Logo Ideas Pricing Blog Help Login Logo & Brand Identity Design Let AI-powered logo maker generate your new logo and create a brand id"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://www.straightenupbyjanelle.com",
      "title": "Organizer to the Stars | Straighten Up by Janelle",
      "description": "Join the stars and learn from professional organizer and TV personality, Janelle Lam. Discover the Straighten Up method today.",
      "preview": "Skip to the content"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://getchannels.com/privacy/",
      "title": "Channels - Privacy Policy",
      "description": "Channels Privacy Policy",
      "preview": "Privacy Policy Revised: October 30, 2019 Thanks for using Channels! All of us at Fancy Bits care about your privacy. Our Privacy Policy explains how w"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://www.keyfactor.com/",
      "title": "Trusted Public Key Infrastructure and Certificate Management Platform | SSL & TLS Certificate Management | Keyfactor",
      "description": "#1 Leader in PKI-as-a-Service on the Frost Radar™. EJBCA Enterprise: your quantum-ready Certificate Authority. Securely manage public and private certificates.",
      "preview": "The New Issue of Digital Trust Digest is Here In the magazine: What's driving the move to automation, what's holding it back, and why it matters now,"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://agexporthoy.export.com.gt/agexport/conozca-las-tarifas-horarias-de-energia-electrica-para-su-empresa/",
      "title": "Conozca las tarifas horarias de energía eléctrica para su empresa | Agexport Hoy",
      "description": "La Gerencia de Competitividad de AGEXPORT invita a las Pequeñas y Medianas Empresas de los Sectores de Manufacturas y Servicios que tenga",
      "preview": "Sign in Agexport Último minuto Podcast Experto Exportador Cafecito exportador Opinion GUATEXPORTA Acuicultura y Pesca Agrícola Contact Center y BPO Ma"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/",
      "title": "Reading Not Sleeping",
      "description": "23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself",
      "preview": "Menu Reading Not Sleeping 23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself I"
    },
    {
      "url": "https://www.fox35orlando.com/news/florida-11-year-old-dies-from-flesh-eating-bacteria-after-twisting-ankle",
      "title": "Florida 11-year-old dies from flesh eating bacteria after twisting ankle | FOX 35 Orlando",
      "description": "The family of an 11-year-old boy from Winter Park said he died after a twisted ankle and potential scratch eventually spiraled out of control. Jesse Brown got Strep-A, which then turned into something worse, eventually killing him.",
      "preview": "River Flood Warning is in effect, Lake County, Volusia County 7 Coastal Flood Warning from FRI 10:00 AM EDT until SUN 6:00 AM EDT, Coastal Flagler Cou"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://www.drjaliman.com/index.php",
      "title": "Best Cosmetic Dermatologist NYC | Cosmetic Dermatology Expert",
      "description": "Renowned NYC cosmetic dermatologist providing expert cosmetic and medical dermatology care from her Upper East Side Manhattan office. Achieve radiant, healthy skin with customized treatments.",
      "preview": "Hide Accessibility Tools Light Mode Contrast Mode Grey Mode Increase Font Size Decrease Font Size Reset Font Default Accessibility Options Back to Mai"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://www.tickpick.com/privacy",
      "title": "TickPick | Privacy Policy",
      "description": "Our Privacy Policy informs consumers on how we collect users data, how we use that data, and how to contact to us if you have questions regarding our policy.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://boards.greenhouse.io/donorbox",
      "title": "Jobs at Donorbox",
      "description": "void",
      "preview": "Current openings at Donorbox Create a Job Alert Level-up your career by having opportunities at Donorbox sent directly to your inbox. Create alert Sea"
    },
    {
      "url": "https://www.upi.com/Entertainment_News/2004/05/04/ABC-fires-Lisa-Guerrero-from-football-gig/67291083696468/",
      "title": "ABC fires Lisa Guerrero from football gig - UPI.com",
      "description": "ABC Sports has dismissed Lisa Guerrero from her job as a sideline reporter on \"Monday Night Football,\" a position she held for just one season.",
      "preview": "Trending Trump checkup San Francisco deaths Colombia boat Rutgers professor Government shutdown 733 pull-ups Small asteroid Monkey coffee Entertainmen"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://www.eventbrite.de/e/feeding-the-city-ask-us-anything-tickets-568255225677?aff=erelexpmlt",
      "title": "Feeding the City: Ask us Anything Tickets, Thu, Mar 9, 2023 at 5:00 PM | Eventbrite",
      "description": "Eventbrite - Impact Hub Berlin presents Feeding the City: Ask us Anything - Thursday, March 9, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Feeding the City: Ask us Anything View details Follow this organizer to stay informed on future events By Impact Hub Berlin Fol"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    },
    {
      "url": "https://www.bose.com/en_us/index.html",
      "title": "Headphones, Earbuds, Speakers, Soundbars, & More | Bose",
      "description": "Experience the latest in sound innovation. Shop Bose headphones, speakers, soundbars, and more, supported by premium customer service. Sound is Power.",
      "preview": "Melt into the music Feel the awakening tinge of new, limited-edition Ice Blue. SHOP Trending Products Color: Ice Blue Select Color New color Bose Quie"
    },
    {
      "url": "https://www.newyorker.com/news/annals-of-a-warming-planet/what-joe-bidens-climate-plan-really-signals",
      "title": "What Joe Biden's Climate Plan Really Signals | The New Yorker",
      "description": "Bill McKibben rounds up climate-change news, including an analysis of Joe Biden's climate plan, Al Gore's new tech push, and an alarming image from Lake Chilwa, in Malawi.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Subscribers to The Climate Crisis newsletter received this piece"
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/cli/",
      "title": "Command Line Interface - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Command Line Interface Command Line Interface ¶ Installing Flask installs t"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://www.drinkbai.com/bai-boost",
      "title": "Bai Boost - Bai",
      "description": "Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweeteners and 10 calories. With this in your",
      "preview": "Page top Menu Bai Boost Products Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweetener"
    },
    {
      "url": "https://minesnewsroom.com/news/quantitative-biosciences-and-engineering-helps-students-make-sense-biological-systems",
      "title": "Quantitative Biosciences and Engineering helps students make sense of biological systems | Colorado School of Mines | Newsroom",
      "description": "Colorado School of Mines is training the next generation of biological engineers who are skilled in both bioscience and computer science via the new undergraduate degree program.",
      "preview": "Skip to main content February 14, 2023 by Mines Magazine Quantitative Biosciences and Engineering helps students make sense of biological systems Mine"
    },
    {
      "url": "https://monitor.firefox.com?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Mozilla Monitor",
      "description": "Find out if you've been part of a data breach with ⁨Mozilla Monitor⁩. We'll help you understand what to do next and continuously monitor for any new breaches.",
      "preview": "There's a $240 billion industry of data brokers selling your private information for profit. It's time to take back your privacy. Create a free accoun"
    },
    {
      "url": "https://www.studioalyse.com/",
      "title": "Studio Alyse",
      "description": "Studio Alyse is an Interior Design Studio with a focus thoughtfully crafted interiors. Alyse Eisenberg is the founder of her eponymous firm, where she acts as a full service interior designer residential projects.",
      "preview": "HOME"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://www.dpp.cz/en/timetables",
      "title": "Timetables | Prague Public Transit Company, joint-stock company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.nicolnatale.com/",
      "title": "Nicol Natale",
      "description": "Nicol is a writer, reiki master, and international yoga and meditation guide. Discover transformation through reiki healing, empowering workshops and retreats, guided meditations, and more.",
      "preview": "UNEARTH YOUR DIVINE ESSENCE Transform With Me HI I'M NICOL, Writer, yoga and meditation guide, reiki master , and sacred voice for the divine feminine"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/functional",
      "title": "The Functional API | TensorFlow Core",
      "description": "Complete guide to the functional API.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide The Functional API Stay organized with co"
    },
    {
      "url": "https://smittenkitchen.com//",
      "title": "smitten kitchen - Fearless cooking from a tiny NYC kitchen.",
      "description": "Fearless cooking from a tiny NYC kitchen.",
      "preview": "Skip to content Recipe Welcome to the cake that has terrified me the most. You see, I have two favorite cakes. The first is my Strawberry Summer Stack"
    },
    {
      "url": "https://pequesmodainfantil.com/ropa-bano/3453-bikini-nina-estampado-limones-con-short-a-conjunto-de-boboli.html",
      "title": "Bañadores de Niña - Compra Online - Bañadores Y Bikinis",
      "description": "Compra Online un bañador para niña de las mejores marcas. Encuentra bañadores, bikinis, trikinis y vestidos de baño para tu hija. Ropa de baño de 0-12 años.",
      "preview": "Si continúa utilizando este sitio, acepta nuestra política de cookies Cerrar Ok Aceptar FILTRAR (13 productos) Borrar filtros Temporada Primavera-Vera"
    },
    {
      "url": "https://hebbarskitchen.com/",
      "title": "Hebbars Kitchen - Indian Veg Recipes | Vegetarian Indian Recipes blog",
      "description": "indian veg recipes blog with step by step photos and videos. collection of indian sweets recipes, breakfast recipes, snacks recipes, curry or sabzi recipes.",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Home Breakfast Dosa Idli Chutney Sandwich Rice Biryani Pulao Paneer Snacks Starters Appetizer Si"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.ywcanashville.com/what-we-do/renew/",
      "title": "Community Programs - YWCA Nashville & Middle Tennessee | Domestic Violence Services - YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "At YWCA Nashville & Middle Tennessee, we invest in youth empowerment and workforce development through our Girls Inc. and AMEND Together programs. We promote healthy masculinity and provide education and workforce services through our Family Learning Center and Dress for Success Nashville programs. Join us in empowering the next generation for success.",
      "preview": "0 Community Programs ↘ YWCA invests directly in the lives of our youth by empowering girls to be strong, smart, and bold through our Girls Inc. progra"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://global.jaxa.jp/",
      "title": "JAXA | Japan Aerospace Exploration Agency",
      "description": "The Japan Aerospace Exploration Agency (JAXA) performs various activities related to aerospace as an organization, from basic research in the aerospace field to development and utilization.",
      "preview": "Japanese Contact and FAQ JAXA Japan Aerospace Exploration Agency About JAXA Missions Global Activities About JAXA Category Top About JAXA Message from"
    },
    {
      "url": "https://northcentral.sare.org/resources/crop-rotation/",
      "title": "Crop Rotation - SARE North Central",
      "description": "Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a buildup of disease and pests. Strategic crop rotations can help producers promote good soil health by alternating crops with different nutrient needs and benefit overall soil structure by breaking up [...]",
      "preview": "Skip to content Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a"
    },
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://www.bmw.cl/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Chile | Descubre el placer de conducir",
      "description": "El placer de conducir comienza aquí. Conoce toda la gama de modelos BMW en Chile y vive una experiencia de deportividad, diseño y vanguardia.",
      "preview": "Click acá para ir directamente al contenido Oportunidades del mes Descubre oportunidades del mes. Descubre oportunidades BMW ConnectedDrive Los produc"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "http://store.apple.com/us_epp_55499",
      "title": "Government Purchase Program - Shopping Agreement - Apple",
      "description": "void",
      "preview": "Government Purchase Program Please review the terms and conditions below before placing an order. Terms & Conditions The Government Purchase Program ("
    },
    {
      "url": "https://brownsugarbritches.com/tag/divine/",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://www.stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://www.npfc.int/about_npfc/convention_and_npfc_area_of_application",
      "title": "Convention & NPFC Area of Application | NPFC",
      "description": "void",
      "preview": "Skip to main content NPFC About NPFC Convention & NPFC Area of Application Convention & NPFC Area of Application Convention on the Conservation and Ma"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "http://digitaledition.dailysouthtown.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://instagib.tv",
      "title": "iNSTAGIB has moved to Vaughn Live | https://vaughn.live/browse/gaming",
      "description": "void",
      "preview": "When Vaughn Live launched in 2011, we did not allow gaming content. As a result we created iNSTAGIB to give those that wanted to do a gaming stream an"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://www.spacetechexpo-europe.com/",
      "title": "The Largest B2B Space Event in Europe | Space Tech Expo Europe",
      "description": "Join Space Tech Expo Europe 2025, the premier event for space technology professionals. Explore the latest innovations an connect with industry leaders.",
      "preview": "Europe's Largest B2B Space Event B2B MATCHMAKING NOW OPEN! BOOK YOUR MEETINGS TODAY! REGISTER NOW B2B MATCHMAKING EUROPE'S LARGEST B2B SPACE EVENT B2B"
    },
    {
      "url": "https://comment.blog.hu/2007/01/20/szurkoljon_az_eletundornak/full_commentlist/1?token=746e5f002d8561494171c0ec2fa94273",
      "title": "Szurkoljon az életundornak! - comment:com",
      "description": "Jön a hidegfront, tehát most élvezze még ki, amíg lehet, hogy nyitott ablaknál tévézhet egy szál pulóverben. Szerintem a nap romantikus filmje a Szerelem Harley Davidsonon érkezik, amit ezúttal az MGM-en adnak 18:50-től. Stven Guttenberg a testvére tanácsait kéri, hogy nagymenő...",
      "preview": "Email Facebook Twitter RSS Disclaimer Ha a Mezzo tévét és a Spektrumot is 10 éve nézted utoljára mert azóta túl mainstream, vagy ha visszasírod az Abl"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://www.itlos.org/",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://gisis.imo.org/Public/SHIPS/Default.aspx",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.ssoar.info/ssoar/discover?filtertype_0=thesoz&filtertype_1=author&filtertype_2=thesoz&filter_relational_operator_1=equals&filtertype_3=thesoz&filter_relational_operator_0=equals&filtertype_4=review&filter_2=alcohol+consumption&filter_relational_operator_3=equals&filtertype_5=documentType&filter_1=Hilpert%2C+Leon&filter_relational_operator_2=equals&filtertype_6=series&filter_0=Kind&filter_relational_operator_5=equals&filtertype_7=institution&filter_relational_operator_4=equals&filter_6=ifb-Materialien&filter_relational_operator_7=equals&filter_5=13&filter_relational_operator_6=equals&filter_4=2&filter_3=adolescent&filter_7=Staatsinstitut+f%C3%BCr+Familienforschung+an+der+Universit%C3%A4t+Bamberg+%28ifb%29&filtertype=author&filter_relational_operator=equals&filter=Hauth%2C+Doris",
      "title": "Search",
      "description": "void",
      "preview": "JavaScript is disabled for your browser. Some features of this site may not work without it. Disciplines Login Register Institution Staatsinstitut für"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "https://www.okmarket.sk/sencor-vrecko-micro-svc-7ca-5ks-40023279-100761",
      "title": "SENCOR VRECKO MICRO SVC 7CA 5KS 40023279",
      "description": "void",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "http://ureeka.biz/",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://afiscyprus.com.cy/",
      "title": "Αρχική - Α.Φ.Η.Σ. Κύπρος",
      "description": "ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σε όλη την Κύπρο 3000",
      "preview": "Μετάβαση στο περιεχόμενο ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σ"
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "https://www.angi.com/",
      "title": "Angi (formerly Angie's List): Home Service Pros",
      "description": "See highly-rated professional for free. Read real local reviews and grades from neighbors so you can pick the right pro for the job the first time.",
      "preview": "Find top-rated pros in your area. What can we help you with? Zip Code Handyperson Landscaping Plumbing Electrical Remodeling Roofing Painting Cleaning"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://fi.wiktionary.org/wiki/tumbo",
      "title": "tumbo - Wikisanakirja",
      "description": "void",
      "preview": "Siirry sisältöön Wikisanakirjasta Katso myös: tumbó Swahili [ muokkaa ] Substantiivi [ muokkaa ] tumbo maha Noudettu kohteesta \" https://fi.wiktionary"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    }
  ],
  "_meta": {
    "total_bookmarks": 164
  }
}