{
  "data": [
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "https://hyundai.oemdtc.com/category/recalls",
      "title": "Recalls | Hyundai - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://blackbrand.biz/",
      "title": "Black BRAND | Hampton Roads Black Chamber of Commerce",
      "description": "Empowering Black entrepreneurs in Hampton Roads for 10+ years. Join Black BRAND's Regional Renaissance. Where Black business grows and thrives.",
      "preview": "Skip to content Home About Us Leadership Our Initiatives B-Force Accelerator Women Who Lead SURGE Community Business Academy Impact Collective Regiona"
    },
    {
      "url": "https://open.spotify.com/show/0vT7LJMeVDxyQ2ZamHKu08?si=_uDRD6bRR_6M5YZyISGXgA",
      "title": "IRL: Online Life is Real Life | Podcast on Spotify",
      "description": "Listen to IRL: Online Life is Real Life on Spotify. How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Bridget Todd, as she meets people around the world building responsible alternatives to the tech that's changing how we work, communicate, and even listen to music.",
      "preview": "IRL: Online Life is Real Life Mozilla Follow How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Brid"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "https://sustainablenaturalrubber.org/about-us/",
      "title": "About GPSNR - Global Platform for Sustainable Natural Rubber",
      "description": "About GPSNR The Global Platform for Sustainable Natural Rubber is an international, multistakeholder, voluntary membership organisation, with a mission to lead improvements in the socioeconomic and environmental performance of the natural rubber value chain. Read More Made with Visme Infographic Maker",
      "preview": "Skip to content About GPSNR The Global Platform for Sustainable Natural Rubber is an international, multistakeholder, voluntary membership organisatio"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://escholarship.org/search/?q=author%3A%22Despierre%2C%20Evelyn%22",
      "title": "Search",
      "description": "void",
      "preview": "Skip to main content Sort By: Relevance A-Z By Title Z-A By Title A-Z By Author Z-A By Author Date Ascending Date Descending Show: 10 20 30 Article Pe"
    },
    {
      "url": "https://www.kanopy.com",
      "title": "Kanopy - Stream Classic Cinema, Indie Film and Top Documentaries",
      "description": "kui",
      "preview": "void"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://training.institut-curie.org/recherche?f%5B0%5D=date-debut%3A1559390400&f%5B1%5D=date-debut%3A1559390400&f%5B10%5D=theme-recherche%3A377&f%5B11%5D=theme-recherche%3A380&f%5B12%5D=theme-recherche%3A384&f%5B13%5D=theme-recherche%3A384&f%5B14%5D=theme-recherche%3A384&f%5B15%5D=theme-recherche%3A384&f%5B16%5D=theme-recherche%3A389&f%5B17%5D=theme-recherche%3A389&f%5B18%5D=theme-recherche%3A389&f%5B19%5D=theme-recherche%3A389&f%5B2%5D=date-debut%3A1559390400&f%5B20%5D=theme-recherche%3A409&f%5B21%5D=theme-recherche%3A409&f%5B22%5D=theme-recherche%3A479&f%5B23%5D=theme-recherche%3A479&f%5B24%5D=theme-recherche%3A479&f%5B25%5D=theme-recherche%3A479&f%5B26%5D=type-cours%3AINTERNATIONAL&f%5B27%5D=type-cours%3AINTERNATIONAL&f%5B28%5D=type-cours%3AINTERNATIONAL&f%5B29%5D=type-cours%3AINTERNATIONAL&f%5B3%5D=date-debut%3A1559390400&f%5B30%5D=type-cours%3AINTERNATIONAL&f%5B31%5D=type-cours%3AINTERNATIONAL&f%5B32%5D=type-cours%3AINTERNATIONAL&f%5B33%5D=type-cours%3AINTERNATIONAL&f%5B34%5D=type%3Acours&f%5B35%5D=type%3Acours&f%5B36%5D=type%3Acours&f%5B37%5D=type%3Acours&f%5B38%5D=type%3Acours&f%5B39%5D=type%3Acours&f%5B4%5D=langue-taxo%3A40&f%5B40%5D=type%3Acours&f%5B41%5D=type%3Acours&f%5B5%5D=langue-taxo%3A40&f%5B6%5D=profil%3A7&f%5B7%5D=profil%3A7&f%5B8%5D=profil%3A7&f%5B9%5D=profil%3A7&text=",
      "title": "Recherche | Institut Curie Advanced Training",
      "description": "void",
      "preview": "Skip to main content Il n'y a pas de résultat pour votre recherche."
    },
    {
      "url": "http://www.ucsf.edu/",
      "title": "Home | UC San Francisco",
      "description": "Through our singular focus, we're leading revolutions in health.",
      "preview": "Skip to main content Our research Transforms patients' lives . Creates new industries, companies and jobs . Supports America's leadership in health an"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "http://fundboardviews.com/Content_Free/InTheMargins-ETFs-bank-sector-Trump-bump.aspx",
      "title": "Financial sector ETFs stay strong - 01/13/2017",
      "description": "void",
      "preview": "In the Margins Financial sector ETFs stay strong January 13, 2017 By MarketWatch Exchange-traded funds that track the financial sector have maintained"
    },
    {
      "url": "https://news.sky.com/story/missing-man-found-in-sharks-stomach-after-family-identifies-his-tattoo-12821808",
      "title": "Missing man found in shark's stomach after family identifies his tattoo | World News | Sky News",
      "description": "Argentinian authorities say it is likely that Diego Barria had an accident in his vehicle before being dragged to his death.",
      "preview": "Missing man found in shark's stomach after family identifies his tattoo Argentinian authorities say it is likely that Diego Barria had an accident in"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance/contributors",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Editors"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "https://www.igorbnews.com/",
      "title": "Igor B News",
      "description": "Read what you need",
      "preview": "Thursday, 24 July 2025 Russia plane crash: All 48 on board killed after jet crashes in Amur region Global News on Youtube has the story. A Russian Ant"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://bcaction.de/category/weiterleben/lebensstil/",
      "title": "bcaction.de steht zum Verkauf",
      "description": "Die Domain bcaction.de steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "bcaction.de steht zum Verkauf verified Sicherer Kauf mit Jetzt kaufen bcaction.de steht zum Verkauf Domain jetzt kaufen! Kaufen Sie die Adresse bcacti"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "http://www.repubblica.it/",
      "title": "la Repubblica - News in tempo reale - Le notizie e i video di politica, cronaca, economia, sport",
      "description": "la Repubblica è il quotidiano online aggiornato 24 ore su 24 su politica, cronaca, economia, sport, esteri, spettacoli, musica, cultura, scienza, tecnologia.",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci 10 Ottobre 2025 - Aggiornato alle 13.55 Ritorno a Gaza City: a migl"
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "http://www.nacleanenergy.com/articles/32881/california-and-beyond-a-timely-fix-to-decarbonize-the-fast-growing-energy-storage-market?fbclid=IwAR2edSKEsR6fOakOAhZjC_fUlbCQu6bM3TcDxGrTq023gVwTsPmst6eOhL4",
      "title": "North American Clean Energy - California and Beyond - A timely fix to decarbonize the fast-growing energy storage market",
      "description": "Here",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ingradients.net/",
      "title": "Ingradients - Hand-picked mesh gradients for your next design project",
      "description": "Hand-picked mesh gradients for your next design project.",
      "preview": "Ingradients Ingradients Hand-picked mesh gradients for your next design project Mesh gradient bundles. Perfect for your next design project, website,"
    },
    {
      "url": "https://www.navius.biz/%E6%BD%AE%E5%90%B9%E3%81%8D%E3%81%8C%E5%BC%B7%E7%83%88%E3%81%99%E3%81%8E%E3%82%8B-%E6%A5%B5%E5%AC%A2girls-%E8%AB%B8%E6%98%9F%E3%82%BB%E3%82%A4%E3%83%A9-%E5%B1%B1%E4%B8%8B%E8%88%9E-%E6%B8%8B%E8%B0%B7/",
      "title": "navius.biz",
      "description": "void",
      "preview": "Click here to enter"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a40771923/hailey-bieber-fashion-icon-interview/",
      "title": "Hailey Bieber on Her Stroke, Fashion Style, and Marriage",
      "description": "Hailey Bieber has been thrown some curveballs this year, including a serious health scare. But the model, style star, and newly minted beauty mogul has proven she can roll with the punches.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. John"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "http://www.globaltiesus.org/",
      "title": "Global Ties U.S. : Global Ties U.S.",
      "description": "Global Ties U.S. and our members build a more peaceful, prosperous world through international exchange and engage citizens in foreign policy.",
      "preview": "We support the nationwide Global Ties Network and exchange programs that make the United States safer, stronger, and more prosperous. Our work strengt"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.ywcahouston.org/",
      "title": "Home",
      "description": "void",
      "preview": "Donate Contact us SUPPORT HERE Our Latest News - 2024 WINS FOR KIDS GRANT Astros Foundation in partnership with Chevron presents YWCA Houston with a 2"
    },
    {
      "url": "https://www.howardstern.com/show/",
      "title": "Show | Howard Stern",
      "description": "void",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! Show filter by: Month January February March April May June July August September October Novem"
    },
    {
      "url": "https://www.mail.com/mail/app/",
      "title": "Free email apps for Android and iOS devices | mail.com",
      "description": "Mail app lets you manage your emails and mail.com account on your device wherever you go. Download and install app in a few steps.",
      "preview": "Email apps for your life on the go Stay mobile and secure Intuitive apps for Android and iOS devices Manage your emails everywhere you go Free downloa"
    },
    {
      "url": "https://info.cell.com/request-access-to-cell-press-content",
      "title": "Request access to Cell Press content today!",
      "description": "Recommend your librarian and request access to Cell Press content today!",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://kamea-bg.com/rub.php?sr=1&r=77&SESID=n5gk9br8i591d3q7eg983tfo47",
      "title": "Еднолистни",
      "description": "void",
      "preview": "12 листови Еднолистни работни настолни календари и пирамидки макети за деца макети средна сложност Български забележителности - за напреднали макети с"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://samuelssweetshop.com/product-category/samplers/",
      "title": "Samplers - Samuel's Sweet Shop",
      "description": "void",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Samplers Samuel's Sweet Shop > Products > Samplers Filters Showing 1-12 of 15 res"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "https://www.byrdie.com/fulani-braids-4801238",
      "title": "27 Gorgeous Fulani Braid Looks to Try ASAP",
      "description": "We pulled together 27 stunning Fulani braid styles to try, especially in rising temperatures. See our favorite looks inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://status.spire.com",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "https://www.dia.com/",
      "title": "Plus Size Clothing and Personal Styling for Women | Dia & Co",
      "description": "Dia & Co personal styling and plus size clothing for women exclusively in sizes 10-32. No subscription required. Free shipping and returns at dia.com.",
      "preview": "Dia&Co 11 Honoré - Dia & Co FAQs Dia&Co 11 Honoré - Dia & Co New In Clothing Dresses Best Sellers Brands Sale Blog Dia&Co 11 Honoré - Dia & Co New In"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.denvergov.org/Government/COVID-19-Information/Guidance-Resources/Businesses/Economic-Relief/Temp-Outdoor-License",
      "title": "Denver Outdoor Places Program - City and County of Denver",
      "description": "Learn about the city's program to allow businesses greater freedom to operate in outdoor settings.",
      "preview": "opens in new tab or window Skip to main content Denver Outdoor Places Program These links change page section content below About Above Curb Patios Pr"
    },
    {
      "url": "https://www.surlatable.com/greenpan-craft-sheet-pans/PRO-6146807.html",
      "title": "GreenPan Craft Sheet Pan | Sur La Table",
      "description": "GreenPan Craft Sheet Pan",
      "preview": "Skip to Content Why you'll love it ONLY AT SLT Built for the demands of the modern kitchen, Craft ovenware makes cooking easier. Whether you're baking"
    },
    {
      "url": "http://www.sentencingproject.org/publications/still-life-americas-increasing-use-life-long-term-sentences/",
      "title": "America's Increasing Use of Life and Long-Term Sentences - The Sentencing Project",
      "description": "Amid historically low crime rates, a record 206,268 people are serving life or virtual life sentences-one of every seven people in prison.",
      "preview": "Skip to main content Donate"
    },
    {
      "url": "https://www.carrefour.ro/",
      "title": "Bine ai venit pe Carrefour.ro | Carrefour Romania",
      "description": "Lasa pe noi grija cumparaturilor tale. Ca e vorba de un frigider sau un televizor, detergenti, sau produse pentru bebelusul tau, le gasesti pe toate pe carrefour.ro. Alatura-te comunitatii de clienti multumiti Carrefour! Click-click si produsele noastre de calitate ajung la usa ta.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Oferte Carrefour"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://www.deutzforum.de/threads/deutz-dx230.1229/",
      "title": "Deutz DX230",
      "description": "Stoße gerade bei ebay auf einen DX230,ein Hammerteil mit fast 10l Hubraum...",
      "preview": "Menü Anmelden Registrieren App installieren Installieren Neue Beiträge Foren durchsuchen Werbefrei für Mitglieder. ✔ Werde jetzt kostenlos Mitglied! F"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://www.hotwire.com/William-M-Tugman-State-Park-Hotels.0-l6296572-0.Travel-Guide-Filter-Hotels",
      "title": "Cheap Deals on Hotels Near William M. Tugman State Park $52 | Hotwire",
      "description": "Check out our cheap hotel deals near William M. Tugman State Park, Oregon, OR from $52. Save with our Hot Rate deals when booking a last minute hotel. Book today!",
      "preview": "Search for Cheap Deals on Hotels near William M. Tugman State Park Hotels Cars Flights Packages Where to? Check-in Check-out Guests Guests Room 1 Adul"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "https://forms.gle/Suu4uMrdc4t4vBQ2A",
      "title": "Google Play Pass Nomination",
      "description": "Google Play Pass is a monthly subscription service offering users unrestricted access to a catalog of hundreds of games and apps without ads, in-app purchases or paywalls. Subscribers can enjoy apps ranging from action to indie games and puzzle to utility apps without interruptions and all in one place. If you have a great premium experience that Play Pass users will love, express interest by completing the form below. Please include as much detail as possible so we can evaluate your nomination. Play Pass is currently an invitation only program, completing this form will not guarantee that your title will be invited to join. For more information: https://play.google.com/console/about/googleplaypass/",
      "preview": "Google Play Pass Nomination This nomination form is no longer accepting responses. Questo modulo è stato creato all'interno di Google.com. Questo modu"
    },
    {
      "url": "https://www.today.com/popculture/savannah-guthrie-shares-how-she-prepared-guest-host-jeopardy-t221916",
      "title": "Savannah Guthrie shares how she prepared to guest host 'Jeopardy!'",
      "description": "Savannah Guthrie gave a behind-the-scenes look at her guest-hosting stint on \"Jeopardy!\" and shared what she did to prepare for her 10 episodes.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://www.graphics99.com/please-glitter-scrap-for-orkut/",
      "title": "Free PNG | Wallpapers.com",
      "description": "Download Free PNG Files for Personal & Commercial Use. 1000s of High Quality PNG Images.",
      "preview": "Would you like to use Wallpapers.com in English? View in different language Italian Dutch French Indonesian Norwegian Norwegian Finnish Deutsch Danish"
    },
    {
      "url": "https://studio.mapbox.com/",
      "title": "Console | Mapbox",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://www.movidaapple.com/blog/2014/01/25/apple-coloca-mensajes-con-bombillas-led-en-las-apple-store-para-el-3%ef%a3%bf-aniversario-mac-imagen/?shared=email&msg=fail",
      "title": "Colocan mensajes con bombillas LED en las Apple Store para el 3 aniversario Mac [imagen] - Movida Apple",
      "description": "9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas LED. El mensaje dice",
      "preview": "Saltar al contenido 9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas L"
    },
    {
      "url": "https://www.amiga-news.de/en/news/AN-2008-08-00002-EN.html",
      "title": "amiga-news.de - Graphic program: PerfectPaint WIP 010808 beta (update)",
      "description": "void",
      "preview": "DEUTSCHE VERSION Links | Forums | Comments | Report news Chat | Polls | Newsticker | Archive [ Login ] [ Register ] [ Forgot your password? ] < Next m"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://nodejs.org/api/crypto.html",
      "title": "Crypto | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "https://mademyday.com/40093",
      "title": "Ich bin Optimist. Das heißt aber ... - Made My Day",
      "description": "Ich bin Optimist. Das heißt aber nicht, dass ich mehr gebacken kriege als andere. Ich laufe halt nur fröhlich pfeifend ins Verderben.",
      "preview": "Jetzt anmelden mit Cookies erleichtern die Bereitstellung unserer Dienste. Mit der Nutzung unserer Dienste erklärst du dich damit einverstanden, dass"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}