{
  "data": [
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://www.imo.org/en/OurWork/MSAS/Pages/IMO-identification-number-scheme.aspx?utm%255Fsource=example.com&utm%255Fmedium=link&utm%255Fcompaign=article#:~:text=The%20IMO%20ship%20identification%20number%20scheme%20was%20introduced,permanent%20number%20to%20each%20ship%20for%20identification%20purposes.",
      "title": "IMO identification number schemes",
      "description": "void",
      "preview": "IMO SHIP IDENTIFICATION NUMBER SCHEME (Circular letter No.1886/Rev.5) The IMO ship identification number scheme was introduced in 1987 through adoptio"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "https://www.offspringmagazine.com.au/tag/wanneroo-botanical-gardens/",
      "title": "Wanneroo Botanical Gardens - Offspring Magazine",
      "description": "void",
      "preview": "Tag Wanneroo Botanical Gardens Browsing Whether it's a cruise along the Perth and Fremantle coastline, an afternoon of trampolining, slipping and slid"
    },
    {
      "url": "https://gisgames.tumblr.com/post/89374064926",
      "title": "Last year geomatics student (Too Much STEM, Not Enough Computer Science?)",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Link 87 Notes Too Much STEM, Not Enough Computer Science? codeorg : Not a day goes by that I don't read an"
    },
    {
      "url": "https://www.varsity.co.uk/sport/22574",
      "title": "Homerton vs. Fitzwilliam: pre-match briefing | Varsity",
      "description": "Ahead of the Cuppers football 2nd Round fixture later today (26/11), Varsity tells all about the highly-anticipated matchup",
      "preview": "Menu News Comment Features Interviews Science Lifestyle Arts Theatre Music Fashion Film & TV Sport Shop Write for us"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "http://adictoslibros.blogspot.com/2016/02/la-saga-de-los-volsungos.html",
      "title": "Adictos a los libros: La saga de los Volsungos",
      "description": "Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavos; ya que fue escrito por un islandes, sa...",
      "preview": "sábado, 13 de febrero de 2016 La saga de los Volsungos Una de las sagas más importante de los pueblos germanos, en especial versión de los escandinavo"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://mcfourons.be/prod/index.php?LG=FR&ID=34&PHPSESSID=dc38199f48b8cbed08658381c463966d",
      "title": "Moto-club des Fourons",
      "description": "void",
      "preview": "Accueil Organisation Contact Photos Administration Moto-club des Fourons ASBL FR : | NL : Accueil Organisation Contact Photos Circuit Circuit de Fouro"
    },
    {
      "url": "https://forum.corel.com/search.php?search_id=active_topics&sid=9078362d4fdca1df89b80c0d3a53f368",
      "title": "Supporto - Corel",
      "description": "Il servizio clienti Corel ti assiste con gli ordini, la registrazione del prodotto e qualsiasi domanda tu possa avere.",
      "preview": "Supporto Seleziona la linea di prodotti per il quale hai bisogno che ti aiutiamo a muovere i primi passi. Конфликт России и Украины В свете произошедш"
    },
    {
      "url": "https://www.yearstoyourhealth.com/item/Ground-Ivy-Leaf-cut-and-sifted-Per-OunceOz.-2057823",
      "title": "Ground Ivy Leaf cut and sifted - Per Ounce/Oz. , Years To Your Health",
      "description": "Nepeta hederacea",
      "preview": "My Account Herb Shop > Herbs > Herbs - G"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://reallywell.com/Flaxfood.com/order-east.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /Flaxfood.com/order-east.htm ) could not be found on this server. However, we found documents with"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "https://jobsfoundation.org/",
      "title": "Jobs Foundation",
      "description": "void",
      "preview": "JOBS FOUNDATION provides job training and practical experience for adults facing barriers to employment that prepares them to be more valuable employe"
    },
    {
      "url": "http://forum.zeusnews.it/viewtopic.php?t=75037&view=next&sid=c65475a4b4f5c1174facc5d2a60da775",
      "title": "Olimpo Informatico :: Leggi argomento - Il canto delle meduse",
      "description": "void",
      "preview": "Olimpo Informatico I Forum di Zeus News Leggi la newsletter gratuita - Attiva il Menu compatto FAQ Cerca Lista utenti Gruppi Registrati Profilo Messag"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "https://cleantogreen.in/",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Multicolor-CSS-Gradients-JPG-Downloads-100-Free-e70a6fb365b14575ae30616b22dcc2d4?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.thinkingjuice.co.uk",
      "title": "Eleven Miles",
      "description": "We're Eleven Miles, an evidence-driven creative company that's been ranked as the UK's Most Effective Advertising, Branding & Digital Agency",
      "preview": "0 We're Eleven Miles. A creative agency that combines insight with imagination to deliver more impact for our clients. See the work Who? Steered by ha"
    },
    {
      "url": "https://www.redhat.com/fr/blog/im-for-collaboration",
      "title": "IM for Collaboration",
      "description": "Over the past few weeks, my assistant and my team have convinced me to use Instant Messaging (IM) or chat services for team collaboration. This is not new to me: we used IM as a communications tool when I was at Capital One. I even used IM from time to time during my first months at Red Hat. However, I found that I was away from my computer often enough, and busy enough, that taking the time to change my work style didn't seem to be worth the effort.I have changed my opinion. Since the beginning of 2008, I have worked to be online as much as possible. It has changed the way I interact with my team and with the entire organization. We use a combination of tools for Instant Messaging, primarily based on the venerable IRC protocol. We support standards-based clients. I've used XChat and most recently settled on Pidgin as my IM client. We'll be evaluating the IM services provided by Zimbra, our calendar and email platform, for potential deployment.IM has changed the way I work. I can monitor the user questions coming to our Help Desk by watching the flow of information on the Help Desk channel. I can keep in touch with my leadership team by joining them in the IT leaders room. And, I can ask anyone online (a large group at Red Hat) a question directly. Others at Red Hat use IM to work with members of their open source development communities or to interact on customer support issues.IM allows me to effectively be in multiple places at the same time. I can take action on routine items or check facts while engaged in a meeting. I find that IM allows for less intrusive interruptions than working through a list of emails: one can remain engaged in the present, rather than getting lost interacting with the computer.I recommend you formally provide IM services to your organization if you are not already. (If you aren't your users are likely using an unauthorized or user supported chat service.) You'll find that IM offers an excellent tool for the Information Technology organization to deliver business value. It's likely that many of your users are already familiar with IM technology.And, if you provide a supported service, you will retain greater control over naming standards, chat classification, data retention, and appropriate business use. You should also push to integrate the presence services offered by most chat solutions into your overall integrated messaging strategy.Strategically, that will enable your users to know whether their colleagues are available and how best to reach them: email, chat, voice or otherwise.But perhaps most importantly, IM will enable individuals to feel better in touch with the organization. I have made a point of holding company-wide chats each quarter. That allows me to engage with people across the enterprise and around the world. We post the logs of the chats on the intranet to enable those that couldn't participate to read the transcript. That is much more time efficient than listening to a one hour audio file, and easier to index and search as well. It also leads to a great set of follow on discussions and questions.",
      "preview": "Skip to content Red Hat Menu Red Hat Navigation IA Notre approche Actualité Blog technique Recherche Événements IA en direct Découvrir l'IA chez Red H"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.bmgricordi.it/",
      "title": "Sinfonia di suoni: viaggio nel mondo delle melodie e dei ritmi",
      "description": "void",
      "preview": "In prima linea Produzione Previous Next Strumenti Eventi Generi musicali Artisti Vari Nuovi articoli"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/ending-and-defending-against-hiv-criminalization-state-and-federal-laws-and-prosecutions",
      "title": "Ending and Defending Against HIV Criminalization: State and Federal Laws and Prosecutions, Vol.1, The Center for HIV Law and Policy, Second Edition, Fall 2010 (Updated May 2015) | The Center for HIV Law and Policy",
      "description": "The Center for HIV Law and Policy has released the first comprehensive analysis of HIV-specific criminal laws and prosecutions in the United States.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://projecteagle.org/",
      "title": "Project Eagle",
      "description": "Project Eagle works with our community's youngest and most vulnerable children and their families. By preparing children and engaging their families, we can build a community where children's futures are determined by their interests and dreams and not by their circumstances.",
      "preview": "Skip to main content. kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://www.ishares.com/us",
      "title": "iShares® ETFs by BlackRock - Investing Made Easy | iShares - BlackRock",
      "description": "Discover iShares by BlackRock, the top ETF provider offering access to stocks, bonds, and more. Start investing and unlock diverse investment opportunities.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://en.unesco.org/covid19/educationresponse",
      "title": "Education: From COVID-19 school closures to recovery | UNESCO",
      "description": "Education: From COVID-19 school closures to recovery",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.mongabay.org",
      "title": "Environmental Journalism and Education",
      "description": "void",
      "preview": "Independent journalism connecting nature and people Mongabay Latam busca Asistente de Producción para proyectos periodísticos Mongabay 6 May 2025 Vide"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "http://www.R-project.org/",
      "title": "R: The R Project for Statistical Computing",
      "description": "void",
      "preview": "[Home] Download CRAN R Project About R Logo Contributors What's New? Reporting Bugs Conferences Search Get Involved: Mailing Lists Get Involved: Contr"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-brightening-exfoliating-mask",
      "title": "Brightening & Exfoliating Turmeric Face Mask | KORA Organics",
      "description": "KORA certified organic mask blends Turmeric, Green Tea, Rosehip & Noni Oils; exfoliates, brightens & detoxifies for smoother, glowing skin. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://hcvnetwork.org/",
      "title": "HCV Network | We protect people and nature",
      "description": "The Network is a member-based organization that promotes the High Conservation Value (HCV) Approach, a three-step methodology to identify and protect ecosystems, biodiversity, and the needs of local communities and indigenous groups where development takes place.",
      "preview": "We work to protect nature and support local people where it matters most. High Conservation Values (HCVs) are biological, ecological, social, or cultu"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://www.shihang.org/",
      "title": "Home",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions",
      "preview": "最新地区经济简报 探究各地区宏观经济发展趋势，重点关注创造就业机会。 https://www.shihang.org/zh/topic/development/publication/world-bank-regional-economic-updates 查看报告 以保护促繁荣：自然旅游驱动就业与"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "http://www.nbcunicareers.com",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://energy.gov/",
      "title": "Department of Energy",
      "description": "U.S. Department of Energy - Home",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.eventbrite.com.au/e/design-thinking-in-leadership-tickets-557350068057?aff=erelexpmlt",
      "title": "Design Thinking in Leadership Tickets, Thu 09/03/2023 at 11:00 am | Eventbrite",
      "description": "Eventbrite - La Trobe Industry presents Design Thinking in Leadership - Thursday, 9 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Design Thinking in Leadership View details Follow this organiser to stay informed on future events By La Trobe Industry Follow"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://www.gyft.com/download/",
      "title": "Download the Gyft App - Gyft",
      "description": "Never lose or forget a gift card again! Download the Gyft app and conveniently use and manage your gift cards from your phone.",
      "preview": "Download the Gyft App Never lose or forget another gift card again! Enter your mobile number below and we'll send you a link to download the app. Or s"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/sharpening",
      "title": "Sharpening & Honing Tools - Lee Valley Tools",
      "description": "Looking for Sharpening Tools for your next woodworking and other projects? Shop Sharpening & Honing Tools Collection on Lee Valley, and explore our large Tools collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Sharpening & Honing Tools Whether you're an expert user"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://blog.computus-druck.com/tag/brandkatastrophen/",
      "title": "Brandkatastrophen - Altertum und Bücher aus Gutenberg",
      "description": "void",
      "preview": "Unter dem Titel »Gott zur Ehr' - dem Nächsten zur Wehr. Geschichte und Geschichten der freiwilligen Feuerwehr Bad Kreuznach« erscheint am 24.10.2015 d"
    },
    {
      "url": "http://www.watchworthy.app/",
      "title": "Watchworthy - Personalized TV Show Recommendations",
      "description": "Find your next binge-watch with our TV quiz. Get personal recommendations for shows you'll love so you can spend more time watching and less time searching.",
      "preview": "TV worthy of your time Watchworthy matches you to shows and movies you'll love, in seconds! Available on Apple and Android devices Watchworthy is a FR"
    },
    {
      "url": "https://goodsalesemails.com/",
      "title": "Good Sales Emails",
      "description": "void",
      "preview": "Create hyper-personalized copy with our GPT-4-powered AI Copywriter 🚀 Good Sales Emails Learn how some of the best companies are doing sales, by looki"
    },
    {
      "url": "http://oakfnd.org/",
      "title": "Oak Foundation - Through our grant-making, we support others to make the world a safer, fairer, and more sustainable place to live.",
      "description": "Oak Foundation supports global partners to build a safer, fairer, and more sustainable world through strategic grant-making.",
      "preview": "Skip to main content Through our grant-making, we contribute to a safer, fairer, and more sustainable world. Find out more about our partners and thei"
    },
    {
      "url": "https://www.energate-messenger.at/news/219257/klagen-gegen-erdgasleitung-opal-abgelehnt",
      "title": "Klagen gegen Erdgasleitung Opal abgelehnt | energate messenger⁺",
      "description": "Dresden - Das Sächsische Oberverwaltungsgericht hat vier Klagen gegen die Erdgasleitung Opal abgewiesen. Diese richteten sich konkret gegen einen 45 Kilometer langen Teilabschnitt der Ostsee-Pipeline-Anbindungsleitung (Opal) im sächsischen Dörnthal...",
      "preview": "(Foto: Wingas) Das Sächsische Oberverwaltungsgericht sieht kein Problem darin, dass die Pipeline Opal einen Windpark kreuzt. Urteil Klagen gegen Erdga"
    },
    {
      "url": "https://ai.googleblog.com",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "http://www.tradefirst.com/",
      "title": "TradeFirst - The Smart Network for Business",
      "description": "void",
      "preview": "Skip to content JOIN Grow Your Business."
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://www.tensorflow.org/hub/",
      "title": "TensorFlow Hub",
      "description": "TensorFlow Hub is a repository of trained machine learning models ready for fine-tuning and deployable anywhere. Reuse trained models like BERT and Faster R-CNN with just a few lines of code.",
      "preview": "Skip to main content / English Español Español - América Latina Français Indonesia Italiano Polski Português Português - Brasil Tiếng Việt Türkçe Ру"
    },
    {
      "url": "https://ms.portal.azure.com/?l=en.en-us#blade/Microsoft_Azure_Support/HelpAndSupportBlade/overview",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://unwater.org",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://www.premierleague.com/results",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://atlanta.curbed.com/2019/6/7/18656688/new-study-ranks-downtown-atlanta-as-growing-downtown",
      "title": "New study ranks Downtown Atlanta as 'growing downtown' - Curbed Atlanta",
      "description": "Findings show significant growth in vibrancy and economic activity since 2010 in the Georgia capital.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Archive.curbe"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://no.wikipedia.org/wiki/Fagundes",
      "title": "Fagundes - Wikipedia",
      "description": "void",
      "preview": "Hopp til innhold Koordinater : 7°21′18″S 35°46′30″V Fra Wikipedia, den frie encyklopedi Fagundes Beliggenheten i delstaten Paraíba Land Brasil Delstat"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://www.womenventure.org/",
      "title": "WomenVenture",
      "description": "Since 1978, WomenVenture has provided women of all ages, cultures, races, and income levels with the tools and resources to achieve economic success through small business ownership.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Join us on November 1 at the Hyatt Regency Minneapolis from 5:30 - 10:00 p.m."
    },
    {
      "url": "https://www.coursera.org/specializations/deep-learning",
      "title": "Deep Learning | Coursera",
      "description": "Offered by DeepLearning.AI. Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI. Recently updated ... Enroll for free.",
      "preview": "Deep Learning Specialization Deep Learning Specialization Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://blog.flickr.net/",
      "title": "Flickr Blog",
      "description": "void",
      "preview": "Photographer, Tommaso Torda is a theoretical physicist and documentary photographer exploring how humans connect with their surroundings. With his cam"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://magicbrief.com/",
      "title": "MagicBrief - Launch ads that win",
      "description": "The creative workflow tool used by the world's best marketing teams to ship winning ads repeatedly.",
      "preview": "Book demo Transform messy ad data into clear creative direction and winning ads. The creative analytics & research tool trusted by thousands of teams"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://switchboard.live",
      "title": "Switchboard Live - Government-Approved Live Streaming Management Platform",
      "description": "Government-approved live streaming platform available through GSA Schedule Contract 47QSWA18D008F. Trusted by federal agencies via Carahsoft partnership for federal, state & local governments. Secure multistreaming to social platforms with enterprise-grade compliance and reliability.",
      "preview": "Create Account Sign up using Google OR Email Password Already a member? Login 🚀 Exciting news, we've just launched an awesome new feature: Scheduled E"
    },
    {
      "url": "https://clarkfoundationdc.org/",
      "title": "Overview | The A. James & Alice B. Clark Foundation",
      "description": "From 2016 - 2025, the A. James & Alice B. Clark Foundation spent down the vast majority of its founders' wealth to equip future engineers, reinvest in the city in which they found their success, and serve our nation's veterans.",
      "preview": "Skip to main content The A. James & Alice B. Clark Foundation - Homepage The 10-year journey from $1.4B to $0 $1,400,000,000 From 2016 - 2025, the A."
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "https://www.publico.pt/tecnologia",
      "title": "Tecnologia | PÚBLICO",
      "description": "As últimas notícias, opinião, fotos e vídeos de Tecnologia",
      "preview": "Com o apoio Saiba mais Editar Enter Três passos para libertar espaço no Google Drive e no Gmail sem perder o essencial Sérgio Magno Plug-in Tesla Mode"
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 128
  }
}