{
  "data": [
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5019#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "https://walmartsustainabilityhub.chat.walmart.com/chat",
      "title": "Sustainability Chatbot",
      "description": "Walmart Sustainability Chatbot",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.usblackchambers.org/certification",
      "title": "ByBlack Certification",
      "description": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national certification exclusively for Black-owned businesses. ByBlack is designed to provide Black entrepreneurs a way to reach new customers, help develop business opportunities and access valuable business resources.",
      "preview": "An extensive national Black business directory developed by the U.S. Black Chambers, and with the support of American Express, the first national cert"
    },
    {
      "url": "https://support.bestfriends.org/site/SPageNavigator/osd_pmx_search_one_api.html",
      "title": "How you can help homeless pets | Best Friends Animal Society - Save Them All",
      "description": "Home, family, and love are things we all deserve, but millions of pets in shelters across the country are still waiting for theirs.",
      "preview": "Skip to main content | It's official: We're BFFs! Now that we're friends, we'll send you emails with inspiring tales and the latest ways you can make"
    },
    {
      "url": "https://www.govtjobsportal.in/2020/02/ssc-recruitment-2020-ssc-selection-post.html",
      "title": "SSC Recruitment 2020 - SSC Selection Post Phase 8 Notification for 1355 Assistant, Clerk & Other Posts",
      "description": "Govt Job Portal is the leading employment news website for the updates related to the Govt Jobs in India. Defence job portal for Army, Navy and Airforce job information. Recruitment portal for Governemnt Jobs in India updates. We are also sharing other informative articles for the students who are prearing for the Govt Jobs. Sarkari Job Portal is a website for all job seekers in India.",
      "preview": "Contact Us 10th/12th Pass Diploma Jobs Privacy & Policy Government Jobs in India Govt Jobs in India Home Govt Job Railway Job Bank Job Engineering Job"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/d.jsp?llr=wor9vymab&p=oi&m=1113224725974&sit=rpdhklzhb&f=a080972b-4940-4b89-abf4-20cf5c7ca296",
      "title": "AME Church : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign Up to Receive News & Updates If you would like to receive our online E-Newsletter as well as updates on news and events happening throughout the"
    },
    {
      "url": "https://ucmp.berkeley.edu/taxa/inverts/mollusca/cephalopoda.php",
      "title": "The Cephalopoda",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tillhub.at/kassensysteme-baeckerei/",
      "title": "Kassensystem Bäckerei | Die smarte Tillhub Kassa",
      "description": "Das innovative Kassensystem für Deine Bäckerei ❤ 100% gesetzeskonform ✓ beständig gegen Mehl und Co. ✓ Warenwirtschaft ✓ einfache Einarbeitung ✓ DATEV-Export ➽ Jetzt zu Tillhub!",
      "preview": "Jetzt unverbindlich beraten lassen +43 800 007 330 Dashboard DIE OPTIMALE BÄCKEREI KASSE! Das All-in-One Kassensystem Bäckerei Der Gang zum Bäcker geh"
    },
    {
      "url": "https://broadwcast.org/index.php?title=Special:WhatLinksHere&target=Airdates+in+Australia",
      "title": "Pages that link to \"Airdates in Australia\" - BroaDWcast",
      "description": "void",
      "preview": "Help Pages that link to \"Airdates in Australia\" From BroaDWcast ← Airdates in Australia Jump to navigation Jump to search What links here Page: Namesp"
    },
    {
      "url": "http://sjmap.org/GISDataDownload.htm",
      "title": "San Joaquin County GIS Map Server",
      "description": "San Joaquin County GIS Map Server",
      "preview": "sjmap.org San Joaquin County, CA Geographic Information Systems SJ Map Home Home Interactive Maps Map Apps Current Maps Archive Maps Map Docs GIS Data"
    },
    {
      "url": "https://theblast.com/jack-osbourne-divorce-houses/",
      "title": "void",
      "description": "void",
      "preview": "Jack Osbourne Scores $3.2 Million Mansion in Divorce, Hands Ex-Wife $1.8 Million Home By TheBlast Staff on September 19, 2018 at 12:08 PM EDT | Uncate"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://www.ls.graphics/",
      "title": "Highest quality mockups for graphic and UI designers",
      "description": "Discover a vast collection of free and premium mockups for Photoshop and Figma. Enhance your design projects with high-quality device and packaging mockups",
      "preview": "Products Online Tools Free Mockups Edit Online Get all from $9/mo No need to download - Now you can use mockups online We're pretty good making great"
    },
    {
      "url": "https://www.hybriden.se/en/product/cba-vol-32-9789187825071/",
      "title": "CBA vol 32 - Hybriden",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.foodsafetynews.com/tag/missouri-cattlemen/",
      "title": "Missouri cattlemen | Food Safety News",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://rvk.uni-regensburg.de/rvko_simple/gesamt_register.php?letters=Zucca%2C+Giuseppe",
      "title": "Register zur Regensburger Verbundklassifikation",
      "description": "void",
      "preview": "Register zur Regensburger Verbundklassifikation Zur Systematik UB Regensburg Registerbegriff: ZUCCA GIUSEPPE Żmichowska, Narcyza KO 9760 - KO 9766 Zmo"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://www.hydro-group.com/blog/pompe-auto-amorcante-a-volute-seche-avantages-et-inconvenients/",
      "title": "Blog - Pompe auto-amorçante à volute sèche - avantages et inconvénients - Hydro Group",
      "description": "La pompe auto-amorçante doit, comme son nom l'indique, pouvoir s'amorçer toute seule, sans aucune aide extérieure, même lorsqu'elle est située au-dessus du liquide à pomper. C'est par le truchement d'un volume d'eau dans le corps de la pompe que cette dernière arrive à créer une dépression permettant d'aspirer ce liquide. Toutefois, d'autres solutions permettent d'arriver à cette même finalité. Il s'agit des pompes « auto »-amorçante à volute sèche. Quels en sont les avantages et les inconvénients ?",
      "preview": "Vous êtes ici : Accueil Le blog Avantages et inconvénients des pompes auto-amorçantes à volute sèche Avantages et inconvénients des pompes auto-amorça"
    },
    {
      "url": "http://www.inrete.it/",
      "title": "Inrete - Internet to support your business",
      "description": "Internet to support your business",
      "preview": "Prodotti e Servizi Traffic Engineering LIR-AS-BGP Load Balancing BGP Sentinel Observability AppProbe NetProbe WiFiProbe Email e DNS Sentenza Schrems I"
    },
    {
      "url": "https://www.cdc.gov/physicalactivity/basics/index.htm",
      "title": "Physical Activity Basics and Your Health | Physical Activity Basics | CDC",
      "description": "Benefits, recommendations, and tips for physical activity across the lifespan.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://people.com/style/youtube-announces-first-beauty-festival/",
      "title": "YouTube Announces Its First YouTube Beauty Festival",
      "description": "The virtual YouTube Beauty Festival will feature timely panel discussions as well as informative beauty segments with celebrities and YouTube content creators",
      "preview": "YouTube to Host Its First-Ever Beauty Festival with Jessica Alba, Pharrell Williams and More Stars Hosted by Derek Blasberg, the virtual summit will"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.carawayhome.com/products/large-baking-sheet/",
      "title": "Large Baking Sheet | Best Non-Stick & Non-Toxic Sheet Pan | Caraway",
      "description": "Caraway's Large Baking Sheet is a non-toxic ceramic baking sheet designed for healthy cooking and easy cleanup. Its 18x13\" size is perfect for baking and roasting.",
      "preview": "Best Seller Plastic & Toxin Free Ceramic-coated 18x13\" Baking Sheet for clean baking. ( 4.8 ) 1,401 Reviews Large Baking Sheet, Sheet Pan, Non-Stick C"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "https://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://protocol.mozilla.org/",
      "title": "Mozilla Protocol",
      "description": "void",
      "preview": "Mozilla Protocol 22.0.0 Mozilla Protocol Protocol is a design system for Mozilla and Firefox websites. It establishes a common design language, provid"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/",
      "title": "@nothingbigbangtheory on Tumblr",
      "description": "Follow @nothingbigbangtheory and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes susikenna-blog Follow POLLY APFELBAUM March 25, 2015 | Designed by Susi Kenna | Hand-painted by Mei Kawajiri / @ciaomanhattan2012 | Inspir"
    },
    {
      "url": "https://help.github.com/en",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://www.orientacionandujar.es/2021/03/07/actividad-manipulativa-que-hora-es/caracol_barraskiloa_page-0002/",
      "title": "CARACOL_BARRASKILOA_page-0002 - Orientación Andújar - Recursos Educativos",
      "description": "void",
      "preview": "Deja una respuesta Cancelar la respuesta Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con * Comentario"
    },
    {
      "url": "https://www.mayoclinic.org/diseases-conditions/diabetes/symptoms-causes/syc-20371444",
      "title": "Diabetes - Symptoms and causes - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview Diabetes mellitus refers to a group of dis"
    },
    {
      "url": "https://www.southampton.ac.uk/news/events/2015/10/paul-ettinger-caffe-nero-co-founder.page",
      "title": "Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain | University of Southampton",
      "description": "Paul Ettinger presents",
      "preview": "Skip to main navigation Skip to main content Events Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain Event"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "http://www.theskyscrapers.org/",
      "title": "Skyscrapers, Inc. Astronomical Society of Rhode Island",
      "description": "void",
      "preview": "Skip navigation Search Sky Data Sky Data October 10, 2025 07:56 EDT 11:56 UT Conditions at Seagrave Observatory Sun Moon Rise 6:52 20:15 18.4d Set 18:"
    },
    {
      "url": "http://www.msn.com/en-us/money/stockdetails/fi-126.1.MSFT.NAS",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.accesshollywood.com/pharrell-blurred-lines-verdict-based-on-emotion_video_2694337",
      "title": "Access: Entertainment News, Celebrity, TV, Music & Movie Videos | Access",
      "description": "Access delivers the best in entertainment and celebrity news with unparalleled video coverage of the hottest names in Hollywood, movies, TV, music and pop culture.",
      "preview": "Meghan Markle & Prince Harry Hold Hands In Rare Joint Red Carpet Appearance In New York Jennifer Aniston Recalls Hurtful Assumptions About Her Desire"
    },
    {
      "url": "https://learningedge.skillsoft.com/",
      "title": "Home - Learning Edge",
      "description": "void",
      "preview": "Getting Started Talent Insights All Things AI Product & Solutions Percipio Leadership & Business Coaching Codecademy Enterprise Compliance Join a Disc"
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "https://help.getpocket.com",
      "title": "Pocket Help",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "http://www.springboardto.org/",
      "title": "Springboard to Opportunities | Community Voices. Community Success.",
      "description": "Springboard to Opportunities is a nonprofit organization working alongside residents of federally subsidized housing as they pursue their goals.",
      "preview": "Skip to primary navigation Skip to main content Community Voices. Community Success. We are a nonprofit organization working alongside residents of fe"
    },
    {
      "url": "https://ghostlightrecords.lnk.to/KimberlyAkimbo",
      "title": "David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast - Kimberly Akimbo (Original Broadway Cast Recording)",
      "description": "Listen to Kimberly Akimbo (Original Broadway Cast Recording) by David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast.",
      "preview": "void"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nocode-Google-Docs-to-Documentation-Intranet-Blog-or-Site-4d85c998e61748d28de850903bfcc07c?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "https://integrate.clover.com/#forms-with-text",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://www.shopclues.com/",
      "title": "Online Shopping Site India - Shop Online for men, women and kids fashion, home, kitchen, health, sports and more products at ShopClues",
      "description": "Online shopping site in India - Buy mobiles, electronics, laptops, home appliances, fashion, shoes, home & kitchen products at the lowest prices from Shopclues.com. Easy Return & Replacement Policy!",
      "preview": "ShopClues would like to send you awesome offers! Notifications can be turned off anytime from browser settings. Don't Allow Allow Scroll To Top Exclus"
    },
    {
      "url": "https://connect.clickandpledge.com/w/Form/7ded75a3-9156-4089-9919-423a136f75bd",
      "title": "Give to Seattle Foundation",
      "description": "void",
      "preview": "Thank you for your collective passion and commitment to this place we call home. Your gift will help Seattle Foundation realize a more joyful and equi"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://api.goyellow.de/suche/elektrotechnik-und-montage/schwerte",
      "title": "▷ Die 5 besten Betriebe für Elektrotechnik & Montage in Schwerte | Adresse | Telefonnummer | Bewertungen | Leistungen | Öffnungszeiten",
      "description": "6 Betriebe für Elektrotechnik & Montage in Schwerte ✅. 0 mit Bewertungen ◷ Öffnungszeiten ☎ Kontakt & Zusatzinfos ➤ Jetzt auswählen!",
      "preview": "Die 5 besten Betriebe für Elektrotechnik & Montage in Schwerte Liste Anpassen Karte Topbewertet Umkreissuche Elektrotechnik und Montage Elektro Hudek"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "https://www.complex.com/music/jay-z-beyonce-michael-rubin-july-4th-party-performances-drake-lil-baby-travis-scott",
      "title": "Jay-Z, Beyoncé, and More Attend Michael Rubin's July 4th ...",
      "description": "Michael Rubin hosted a star-studded Fourth of July party with guests like Drake, Jay-Z, Lil Baby, and Travis Scott joining the celebration.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://miami.cbslocal.com/2022/02/12/florida-seeks-clear-abortion-waiting-period/",
      "title": "Florida Seeks To Clear Way For Abortion Waiting Period - CBS Miami",
      "description": "As Florida lawmakers consider blocking abortions after 15 weeks of pregnancy, the state also is seeking to scuttle a court challenge to a 2015 law that would require women to wait 24 hours before having abortions.",
      "preview": "Local News Politics Consumer Health Entertainment Tech Lottery News Neighbors 4 Neighbors U.S. World NEXT Weather Tracking The Tropics Hurricane Preps"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://www.sproutedkitchen.com/",
      "title": "Sprouted Kitchen",
      "description": "A food journal of approachable, health-focused recipes by award winning food writer Sara Forte.",
      "preview": "TOMATO SOUP WITH SPICY SAUSAGE AND ORZO Sara Forte · January 27, 2025 Less of my friends are having babies and needing deliverable meals these days, b"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://www.livescience.com/26903-35-ancient-pyramids-sudan.html",
      "title": "35 Ancient Pyramids Discovered in Sudan Necropolis | Live Science",
      "description": "A densely packed cluster of 35 pyramids from 2,000 years ago has been discovered in a Sudan necropolis, archaeologists report.",
      "preview": "Skip to main content Don't miss these Among the discoveries are pyramids with a circle built inside them, cross-braces connecting the circle to the co"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "http://www.prnewswire.com/news-releases/horizon-media-study-reveals-americans-prioritize-stem-subjects-over-the-arts-science-is-cool-coding-is-new-literacy-300154137.html",
      "title": "Horizon Media Study Reveals Americans Prioritize STEM Subjects over the Arts; Science is \"Cool,\" Coding is New Literacy",
      "description": "/PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Horizon Media's WHY Group shows that students may show a little extra...",
      "preview": "Accessibility Statement Skip Navigation NEW YORK , Oct. 5, 2015 /PRNewswire/ -- In honor of National Teacher's Day - October 5 - new research from Hor"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "https://blog.mozilla.org/firefox/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=firefox",
      "title": "Firefox - The Mozilla Blog",
      "description": "Get the gold standard for browsing with speed, privacy and control.",
      "preview": "Skip to content Search Search for: Category: Firefox Get the gold standard for browsing with speed, privacy and control. Firefox Shake to Summarize re"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    },
    {
      "url": "https://demonic-passion.tumblr.com/",
      "title": "I Pretend to Exist in Your Head",
      "description": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between make-believe and playing pretend. Come in and have...",
      "preview": "I am an imaginary song playing in the back of your head and the dancing lights that pop up on the outskirts of your vision. Created somewhere between"
    },
    {
      "url": "http://kridangan.com/",
      "title": "Indian sport news - IPL 2020 , Tennis, Badminton, Cricket & Football Updates | Kridangan",
      "description": "Kridangan have the most popular sports section covering latest news and top sports stories about ICC Cricket , IPL2020, Hockey, Football, WimbledonTennis,Kabaddi World Cup. Visit us!",
      "preview": "Cricket November 12, 2020 IPL 2020- Clinical MI win their 5th Championship in 8 years Dubai international stadium welcomed the 2 deserving finalists o"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "https://www.lufthansa-industry-solutions.com/de-en/solutions-products/it-security",
      "title": "IT security consulting for companies | LHIND",
      "description": "Our IT security consultancy and modern security solutions can protect you against cyberattacks and minimize security risks. Book a consultation now!",
      "preview": "Menü Share this page LinkedIn XING Email In the age of digitalization, IT security is essential for companies to combat cybercrime. Attacks on IT syst"
    },
    {
      "url": "https://tuwiazowna.pl/rusza-modernizacja-az-piec-naborow-wnioskow-w-jednym-terminie/",
      "title": "Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie - tuWiązowna.pl",
      "description": "void",
      "preview": "= Zapisz się do newslettera Infolinia urzędu: 22 512 58 00 e-mail: urzad@wiazowna.pl Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie Ag"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://www.ukargo.net/southern_ocean_argo_regional_centre/foam_plots/potential_temperature/2009-01-01/",
      "title": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009",
      "description": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009 at 5 m and 995.5 m.",
      "preview": "≡ Home Contact us Disclaimer Privacy ≡ About Argo What is Argo? Float history First floats SOFAR floats Autonomous Listening Stations RAFOS floats Add"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "http://www.seoikea.com/article/20172.html",
      "title": "void",
      "description": "Download Eyeball Chat, the best free video chat software. Video conferencing, PC to Phone calling and instant messaging with AIM, Google Talk, MSN and Yahoo! buddies.",
      "preview": "Welcome to Eyeball Chat Eyeball Chat lets you... Voice and video chat live with friends and family including multi-party conferencing Keep in touch wi"
    },
    {
      "url": "https://gallery.bleeding4metal.de/login.php?reload_once&referer=thumbnails.php%3Falbum%3Dlastup%26cat%3D-44%26page%3D5&message_id=e5fd98e321f13bcea8576dd846d596cd&message_icon=info#cpgMessageBlock",
      "title": "Anmeldung (Login) - Gallery4Metal",
      "description": "void",
      "preview": "Gallery4Metal Die Bildergalerie von Bleeding4Metal Startseite Anmelden Albenliste Neueste Uploads Neueste Kommentare Am meisten angesehen Am besten be"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.currenthealth.com/",
      "title": "Current Health",
      "description": "Current Health provides the clinical and operational infrastructure that makes high-cost therapies and complex care safe, scalable, and accessible in community and home settings",
      "preview": "Deliver complex care and specialty therapies beyond the hospital. Current Health provides the clinical and operational infrastructure that makes high-"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}