{
  "data": [
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://www.anti-biasmontessori.com/",
      "title": "Tiffany M. Jewell | author and educator",
      "description": "Tiffany Jewell is a #1 New York Times bestselling author of This Book Is Anti-Racist and The Antiracist Kid. She is a nationally recognized anti-bias antiracist educator.",
      "preview": "top of page TIFFANY M. JEWELL Author, Educator, Mama Everything I Learned About Racism I Learned In School Winter 2024 The Antiracist Kid October 4, 2"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://teachers20.com/",
      "title": "Teachers 2.0",
      "description": "Twitter Google+",
      "preview": "firstclassroom : Important! (via elviajedelaesperanza ) 6 years ago 146 notes Here's who voted for Betsy DeVos coffeeandbenadryl : Despite the fact th"
    },
    {
      "url": "https://www.planetgain.com/",
      "title": "Planet Gain - Home",
      "description": "void",
      "preview": "Home Institutional Bales Accessories & Shoes Contact Us Welcome to Planet Gain Planet Gain is a rapidly evolving textile company that accepts an array"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "http://www.riaa.com/",
      "title": "Home - RIAA",
      "description": "The Recording Industry Association of America® advocates for recorded music and the people and companies that create it in the United States.",
      "preview": "Skip to main content Carly Pearce WHAT HE DIDN'T DO SHARE SHARE ON: 2x MULTI-PLATINUM SINGLE Gold & Platinum Records Carly Pearce WHAT HE DIDN'T DO 2x"
    },
    {
      "url": "https://www.poppyflowers.com/",
      "title": "The wedding flowers you didn't think you could afford, until - Poppy",
      "description": "Poppy brings budget-friendly, locally designed, hassle-free, and ethically sourced wedding flowers, perfect for your big day. Secure your date with Poppy now.",
      "preview": "Hooray! We are available on $yourDate in $yourLocation. Uh oh! We don't have any designers in your area. Thank you! Your submission has been received!"
    },
    {
      "url": "https://www.ncjrs.gov",
      "title": "New OJP Resources | Office of Justice Programs",
      "description": "See what's new from the Office of Justice Programs.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.orkut.com/",
      "title": "orkut",
      "description": "void",
      "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/post/143088174202",
      "title": "What Is Privilege? - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "What Is Privilege? - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds p"
    },
    {
      "url": "https://ma.tt/",
      "title": "Matt Mullenweg | Unlucky in Cards",
      "description": "Unlucky in Cards",
      "preview": "I was reminded today of the profound marketing influence of Kathy Sierra , who was a pretty prolific blogger and speaker back in the day. I would summ"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5-pro/",
      "title": "Explore Galaxy Watch Ultra | Premium Smartwatch | Samsung US",
      "description": "Discover the Galaxy Watch Ultra - a hyper premium smartwatch. Designed for active use, this watch delivers the smartest wearable yet with the ecosystem of Galaxy AI.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "http://www.cthing.com/",
      "title": "C Thing Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.wri.org/publication/scale-illicit-trade-pacific-ocean-marine-resources",
      "title": "The Scale of Illicit Trade in Pacific Ocean Marine Resources | World Resources Institute",
      "description": "SynopsisThe paper quantitatively determines the impacts from illicit trade in marine resources the Pacific Ocean. The purpose of the analysis is to inform the country engagement at APEC in November and motivate action on illegal, unreported and unregulated fishing (IUU). The volume of unreported marine catch that is illegally traded in the Pacific Ocean is estimated to be 3.7 million to 7.2 million tonnes per annum. The loss in gross revenues to the formal economy from illegal trade is estimated to be $4.3 billion to $8.3 billion annually.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://stojizato.sme.sk/s/biggie+smalls+tricko+crown+zena+biela+xxl/",
      "title": "Recenzie a testy produktov",
      "description": "Odborné recenzie, testy, názory a ceny televízorov, tabletov, mobilov, notebookov, fotoaparátov a ďalších technologických produktov.",
      "preview": "Aby naše stránky správne fungovali, je potrebné mať zapnutý Javascript. SME.sk Viac sme-logo Správy Najnovšie SME Minúta Najčítanejšie Domov Voľby na"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "http://www.nwswireless.com/",
      "title": "Telecom Infrastructure & Test & Measurement | Home | NWS",
      "description": "NWS offers solutions to telecom providers with custom cables and solutions and a focus on innovation. As an industry leader since 2012, NWS provides reliable and efficient telecom solutions as well as test and measurement distribution.",
      "preview": "NWS Everything Enables Solutions for a Connected World We Distribute Products and Solution Services for Digital Infrastructure. NWS Everything Founded"
    },
    {
      "url": "https://www.esalon.com/",
      "title": "Custom Home Hair Color, Delivered to You | eSalon",
      "description": "eSalon creates custom at-home hair color, made just for you. Our licensed colorists make each shade from scratch to fit your color goals. Our hair dye has won 8 Allure Best of Beauty Awards and 4 Readers' Choice Awards, making us a Hall of Fame member.",
      "preview": "Shopping Bag {{item.translated_name}} {{getVariationType(item.variation_type)}}: {{item.variation_name}} {{benefitsWithLabel(item)}} {{fragranceWithLa"
    },
    {
      "url": "http://www.microsim.com/",
      "title": "Introduction to Microsim of Mobile Phone",
      "description": "A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mobile phones. It is designed to fit into the smaller SIM card slots of modern smartphones, tablets, and other mobile devices. The advancement in technology has led to the development of these compact SIM",
      "preview": "Contact Us Introduction to Microsim of Mobile Phone A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mob"
    },
    {
      "url": "https://sustainability.stanford.edu",
      "title": "Stanford Doerr School of Sustainability",
      "description": "Accelerating the development of large-scale solutions and educating tomorrow's change makers in response to urgent planetary challenges.",
      "preview": "Main content start For life on Earth. Forever. Watch now A blueprint for mapping melting ice sheets Stanford researchers have created an open-source t"
    },
    {
      "url": "https://products.ls.graphics/mesh-gradients/",
      "title": "Free Mesh Gradient Collection",
      "description": "100 mesh gradients in .sketch, .png, .ai, .jpg, .eps",
      "preview": "Featured on Product Hunt Learn More Free Mesh Gradient Collection Download full pack 🔥 More Design Tools 100 Free Gradients Rainbow, pastel, natural ."
    },
    {
      "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
      "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
    },
    {
      "url": "https://sportsvilla.wordpress.com/",
      "title": "sportsvilla | Just another WordPress.com site",
      "description": "Just another WordPress.com site",
      "preview": "sportsvilla Just another WordPress.com site India - From dream team to dream on team!! •March 8, 2011 • Leave a Comment Before the start of World Cup"
    },
    {
      "url": "https://porsche.oemdtc.com/category/recalls",
      "title": "Recalls | Porsche - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ottovo-nakladatelstvi.cz/produkt/stopy-zvere/",
      "title": "Stopy zvěře |",
      "description": "Miroslav Bouchner",
      "preview": "Nakladatel Jan Otto OTTOVO NAKLADATELSTVÍ Stopy zvěře Miroslav Bouchner Cena: 269 Kč s DPH 245 Kč bez DPH Popis produktu Produkty v kategorii Stopy zv"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/stretch-mark-arnica-body-oil-100ml-18429734",
      "title": "Harrods US",
      "description": "void",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "http://blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://ceqanet.opr.ca.gov/2017052030/7",
      "title": "Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "description": "2017052030 - 2020-11-23 - NOD - Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "preview": "Home Search SCH Number 2017052030 Transportation Infrastructure Agreement for River Crossing Marketplace Project Transportation Infrastructure Agreeme"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "https://www.ywca.org/about/",
      "title": "Who We Are Landing - YWCA - YWCA",
      "description": "YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We are one of the oldest and largest women's organizations in the nation, serving over 1 million women, girls, and their families.",
      "preview": "0 who we are YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We a"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://fleet.7-eleven.com/?utm_source=7-eleven.com&utm_medium=referral&utm_campaign=fleet_2021",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://support.airtable.com/docs/contact-us",
      "title": "Contacting Airtable",
      "description": "To contact Airtable Support, open Airtable and click on the HELP menu in the upper right-hand corner of the page. Then select \"Message support\".",
      "preview": "Contacting Airtable Updated Updated on Sep 30, 2025 Published on Jul 5, 2022 4 minute(s) read Export PDF Print Prev Next Plan availability All plan ty"
    },
    {
      "url": "http://www.icnl.org/usprotestlawtracker/?location=&status=&issue=6&date=&type=legislative",
      "title": "US Protest Law Tracker - ICNL",
      "description": "The US Protest Law Tracker, part of ICNL's US Program, follows initiatives at the state and federal level since November 2016 that restrict the right to protest. Click this link to see the full Tracker.",
      "preview": "Skip to main content This is Google Tag Manager This is Google Tag Manager Home » Our Work » United States Program » US Protest Law Tracker US Protest"
    },
    {
      "url": "https://pytorch.org/docs/stable/data.html",
      "title": "torch.utils.data - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.kryteriononline.com/privacy",
      "title": "Kryterion Privacy Policy - - How We Protect Your Data",
      "description": "Review Kryterion's Privacy Policy: Learn how we collect, use, and protect your personal information when using our website and services.",
      "preview": "Privacy Policy Introduction Effective Date: February 24, 2021 Last Updated: May 2, 2024 Kryterion is committed to protecting the privacy of individual"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "http://www.gioiaonline.com/",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "http://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://digitalreservations.microsoft.com/en-us/appointment/create/?storeid=923bf8b8-c8a3-ec11-b3fe-000d3a10148a&serviceid=c465e686-f1a3-ec11-b3fe-000d3a10148a",
      "title": "Book an appointment - Customer Self Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://googleonlinesecurity.blogspot.com/atom.xml",
      "title": "Google Online Security Blog",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://titleix.ucsc.edu/index.html",
      "title": "Title IX",
      "description": "void",
      "preview": "About Title IX What is Title IX? \"No person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits"
    },
    {
      "url": "https://blog.stationa.com/2022/partnering-with-watttime",
      "title": "Partnering with WattTime",
      "description": "We're increasing the avoided emissions impact and deployment of on-site solar at scale.",
      "preview": "Partnering with WattTime We're increasing the avoided emissions impact and deployment of on-site solar at scale. Written by Richard Ling on 2022-04-12"
    },
    {
      "url": "http://www8.hp.com/us/en/privacy/ww-privacy.html",
      "title": "HP Privacy Statement Worldwide | HP® Official Site",
      "description": "HP Privacy page worldwide index",
      "preview": "Skip to Content Skip to Footer Skip to Country Selector Your Cart is Empty Sign in Create an account Get faster checkout, order tracking, and exclusiv"
    },
    {
      "url": "http://www.equitypandit.com/",
      "title": "EquityPandit | Breaking News, NSE/BSE, Share Price, Nifty, Sensex Today",
      "description": "Lastest News For Indian Stock Market, Sensex, Nifty, World, India, Politics, Economy, Business, Startups and Technology. Get The Stock Price and Analysis.",
      "preview": "EquityPandit Equitypandit Primary Menu EquityPandit Volume Breakout Scan Stock Futures Scan Stock Trend Scan Options Scan Indicator-Based Scan Candles"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/",
      "title": "Beyond the Bag - Closed Loop Partners",
      "description": "The Consortium to Reinvent the Retail Bag unites leading retailers to tackle retail bag waste.",
      "preview": "CONSORTIUM TO REINVENT THE RETAIL BAG BEYOND THE BAG Leading retailers unite to address single-use bag waste The Beyond the Bag Initiative, launched b"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/temporarystop#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://www.toyota.com/",
      "title": "New Cars, Trucks, SUVs & Hybrids | Toyota Official Site",
      "description": "Explore the newest Toyota trucks, cars, SUVs, hybrids and minivans. See photos, compare models, get tips, calculate payments, and more.",
      "preview": "Learn More Info 2026 Highlander Go where the road inspires. Learn More Info 2026 Corolla Cross Discover new adventures and shareable moments. Learn Mo"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://www.epaalumni.com/",
      "title": "EPA Alumni Association",
      "description": "The Association consists of former employees of the Federal Environmental Protection Agency. It promotes interaction among members, supports EPA Staff, educates the public, and serves as a source of EPA history.",
      "preview": "top of page EPA Alumni Association We're Not Done Yet! A network of 3,081 Members with 77,133 years of service. Our mission is to promote both soc"
    },
    {
      "url": "https://disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://analyst.lightcast.io",
      "title": "Login | Analyst",
      "description": "void",
      "preview": "Username or email address * Email address or username is required Enter a valid email address or username Continue"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "https://www.cbsnews.com/news/climate-change-how-carbon-dioxide-emissions-warm-earth/?ftag=CNM-00-10aab7e&linkId=196697747",
      "title": "The Invisible Problem: Understanding how carbon is warming the Earth - CBS News",
      "description": "It&#039;s one of the most powerful forces warming the Earth, leading to increasingly severe droughts, wildfires and floods. It&#039;s also invisible. So how do we see start seeing carbon?",
      "preview": "Watch CBS News The destructiveness of extreme weather is one of the biggest stories of our time. When it comes to fire, drought and floods, we spend a"
    },
    {
      "url": "https://livelytimes.com/2016/12/bill-vaughn-making-bones/",
      "title": "Bill Vaughn | Making Bones - Lively Times",
      "description": "Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river trip with old pals and her new lover, a Bureau of Land Management ranger, when she comes across a grisly find. Because she grew up in the Missouri Breaks and knows more about this dreamlike geography than anyone, she's recruited as",
      "preview": "Find Nearby Events Email Who-dun-it in the Missouri Breaks. Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river tr"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://www.manypixels.co/",
      "title": "ManyPixels - Unlimited Graphic Design | Try Now",
      "description": "Get everything you need designed for a flat monthly rate. Logos, web design, illustrations, ads - we do it all! Try ManyPixels today!",
      "preview": "solutions Our work Pricing Resources book a call get started SIGN IN SIGN IN get started book a call solutions Our work Pricing Resources book a call"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}