{
  "data": [
    {
      "url": "https://decider.com/2023/03/02/sex-life-season-2-on-netflix-more-sex-nudity/",
      "title": "Netflix 'Sex/Life' Season 2 Review: More Sex, More Nudity, More Drama",
      "description": "'Sex/Life' Season 2 on Netflix puts Sarah Shahi, Adam Demos, and Mike Vogel in even more tawdry sex scenes than in Season 1.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://rimzy.net/category/autonomy/",
      "title": "Personal blog of Yzmir Ramirez » Autonomy",
      "description": "void",
      "preview": "Home Personal blog of Yzmir Ramirez The Glass is twice as large as it needs to be Nov 30 2018 -- DoJ charges Autonomy founder with fraud over $11BN sa"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://www.ifc.org/wps/wcm/connect/corp_ext_content/ifc_external_corporate_site/home",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://cdm.ing.unimo.it/dokuwiki/start?ns=latex&tab_files=files&do=media&tab_details=view&image=6._assi_ortotropia_.png",
      "title": "start [cdm.ing.unimore.it]",
      "description": "void",
      "preview": "start Gestore Media Categorie Scegli il namespace [directory principale] lab labrestricted latex playground restricted tmp undefined wiki wikialtro201"
    },
    {
      "url": "https://www.vaccines.gov/search/",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://oceanservice.noaa.gov/",
      "title": "NOAA's National Ocean Service",
      "description": "In the U.S., where over half of us live along the coast and more than 78 percent of our overseas trade by volume comes and goes along our marine highways, the health of our coasts is intricately connected to the health of our nation's economy. The National Ocean Service (NOS) translates science, tools, and services into action, to address threats to coastal areas such as climate change, population growth, port congestion, and contaminants in the environment, all working towards healthy coasts and healthy economies.",
      "preview": "National Estuaries Week Wade into an estuary near you! Learn more tides and currents nautical charts career profiles harmful algal blooms sea level ri"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "https://www.kff.org/interactive/womens-health-profiles/?activeState=USA&activeCategoryIndex=0&activeView=map",
      "title": "State Profiles for Women's Health | KFF",
      "description": "Explore the latest state-specific data and policies on women's health in the U.S. Topics include health status, insurance and Medicaid coverage, use of preventive services, sexual health, maternal and infant health, and abortion policies. Many indicators provide state-level information for women of different racial and ethnic groups.",
      "preview": "Skip to main content Home Interactives State Profiles for Women's Health Explore the latest state-specific data and policies on women's health in the"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "https://treeschool.org/en/seminario-con-ojo-de-agua-en-la-herradura/",
      "title": "Seminario con OJO DE AGUA en La Herradura!!!!!! - Tree School",
      "description": "De repente nos damos cuenta que desde Octubre no le dábamos vidilla al blog, y ya era hora de Felicitar el año y contaros que este fin de semana pasado tuvimos una visita GENIAL!! El pasado sábado tuvimos la gran oportunidad de tener bien cerquita a Javier Herrero y Marién Fuentes, fundadores de",
      "preview": "Skip to content Seminario con OJO DE AGUA en La Herradura!!!!!! Home / Tree School / Seminario con OJO DE AGUA en La Herradura!!!!!! Next View Larger"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.mylifetime.com/",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://www.liborlukas.cz/",
      "title": "Libor Lukáš |",
      "description": "void",
      "preview": "Úvod Životopis Tiskové zprávy Fotogalerie Ke stažení Kontakt Tiskové zprávy Zobrazit další Luhačovice - 25.09.2025 Proběhl XV. ročník Mezinárodní konf"
    },
    {
      "url": "https://www.nknews.org/2017/12/new-sanctions-on-north-korea-may-increase-south-korean-squid-catch/",
      "title": "New sanctions on North Korea may increase South Korean squid catch | NK News",
      "description": "The UN Security Council's (UNSC) newest round of sanctions against North Korea includes a provision that could lead to an increase in the amount of squid which South Korean and Japanese fishers can catch in the East Sea, an expert told NK News. UNSC Resolution 2397 prohibits North Korea from selling or transferring its fishing rights, which also [...]",
      "preview": "October 10, 2025 Oct 10, 2025 NK Pro KCNA Watch Korea Pro News News Investigations Features Analysis & Opinion Analysis Columns Interviews Opinion Wha"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.redpacifico.net",
      "title": "PACÍFICO - Sitio de la Fundacion PACÍFICO",
      "description": "Somos una plataforma de coordinación conformada por cuatro fondos ambientales. Trabajamos en la facilitación y financiamiento de acciones de conservación y desarrollo sostenible de los recursos marino-costeros del Pacífico Tropical Este (PTE).",
      "preview": "Skip to main content Languages PACIFICO is made up of"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://learn.microsoft.com/en-us/ef/core/modeling/index",
      "title": "Creating and Configuring a Model - EF Core | Microsoft Learn",
      "description": "Overview of creating and configuring a Entity Framework Core model via Fluent API, Data Annotations and conventions.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.saatva.com/bedding/percale-sheet-set",
      "title": "Percale Sheet Set: Twin, TwinXL, Full, Queen, King, Cal King, Split King| Saatva",
      "description": "Sleep cooler with our crisp percale cotton sheets made from breathable & durable long staple cotton. FREE shipping and 45-day returns.",
      "preview": "ADA Class Action Settlement Notice Don't Wait! Our BIGGEST Celebrating America Sale EVER | Save up to $625 off | Ends 10/13 | More Info Click to zoom"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://c4fap.org/",
      "title": "Center for Fine Art Photography",
      "description": "The Center for Fine Art Photography, a 501(c)(3) non-profit, promotes the art of photography by supporting diverse creative artists through exhibitions and educational programs.",
      "preview": "Center for Fine Art Photography Cart 0 Back previous Back C4FAP Team Our Vision Back Opportunities Denis Roussel Fellowship Scroll The Center for Fine"
    },
    {
      "url": "http://www.festkjoler.net/festkjoler/lange/french-connection/",
      "title": "French Connection Lange | Find dem online hos Festkjoler.net",
      "description": "Vi har mange French Connection Lange online hos Festkjoler.net. Vi har det største udvalg.",
      "preview": "Ønskeliste 0 Du er her: Forside » Festkjoler » Lange » French Connection French Connection Lange"
    },
    {
      "url": "https://business.guinnessworldrecords.com/br/contact-us?source=Website-PT-B2B-FORM-HOME-PAGE",
      "title": "ONE FORM. ENDLESS POSSIBILITIES.",
      "description": "Contact our specialist team today to find out more about our paid-for services. These include inviting a judge to your event or finding a suitable record title.",
      "preview": "Soluções Corporativas Para receber mais informações sobre nossas soluções empresariais pagas, preencha este formulário e um especialista de nossa equi"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "http://csip.ashoka.edu.in",
      "title": "Under Construction - Centre for Social Impact and Philanthropy",
      "description": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you can still explore our existing content on the old website here: https://csip.ashoka.edu.in/ Stay tuned for updates-we'll be launching soon!",
      "preview": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you"
    },
    {
      "url": "https://m-dcc.org/",
      "title": "Miami-Dade Chamber of Commerce",
      "description": "void",
      "preview": "Back History Mission & Vision President's Message Five Pillars of Service Board of Directors Committee's Careers Staff Back Upcoming Events Webinar Re"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/",
      "title": "Walton Family Foundation",
      "description": "The Walton Family Foundation continues a philanthropic vision begun by Walmart founders Sam and Helen Walton. The foundation is dedicated to making a positive difference in K-12 education, freshwater and marine conservation, and quality of life initiatives in our home region.",
      "preview": "Farmers Have a 'Field Day' With an Online Practice-Sharing Platform In the Mississippi River Basin and beyond, farmers looking to improve soil and wat"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://chrysler.oemdtc.com/category/recalls",
      "title": "Recalls | FCA - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://book.passkey.com/go/IDA69thAnnualConference",
      "title": "IDA 69th Annual Conference & Marketplace - Learn about the event and search for hotels",
      "description": "Reserve a hotel room for your event at a special rate",
      "preview": "Reservations Start new reservation Manage reservations IDA 69th Annual Conference & Marketplace October 2, 2023 - October 7, 2023 Palmer House, a Hilt"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://its.ucsc.edu/terms/",
      "title": "Website Privacy and Terms and Conditions - Information Technology Services",
      "description": "void",
      "preview": "Website Privacy and Terms and Conditions About this policy Last updated: 11/01/2021 Responsible office: University Advancement and Information Technol"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "https://tslaindexes.tn.gov/database-tn-research/tennessee-supreme-court-cases?f%5B0%5D=field_county%3A90&f%5B1%5D=field_sc_cause_crime%3Adisturb&f%5B2%5D=field_sc_case_date%3A1876&f%5B3%5D=field_sc_cause_crime%3Aworship&f%5B4%5D=field_sc_court_origin%3Acrimin&f%5B5%5D=field_sc_cause_crime%3Aof",
      "title": "Tennessee Supreme Court Cases | Tennessee State Library & Archives",
      "description": "void",
      "preview": "Skip to main content Tennessee State Library & Archives Main menu Home Birth & Death Records Search Military Records Search Misc. Tenn Records Search"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://opendata.hayward-ca.gov/datasets/5b2d03233e0344c7a291c3f126cfa407_0",
      "title": "Hayward Addresses",
      "description": "City of Hayward and Fairview Address Layer",
      "preview": "void"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "https://earthshotprize.org/",
      "title": "The Earthshot Prize - Urgent Optimism to Repair our Planet",
      "description": "The Earthshot Prize is a global challenge to find, support and celebrate those who turn bold ideas into real solutions to repair our planet.",
      "preview": "Skip to main content Open Navigation Search... Meet The Earthshot Prize 2025 Finalists Discover Their Solutions The Earthshot Prize finds, supports and"
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://ashiejx-blog.tumblr.com/",
      "title": "@ashiejx-blog on Tumblr",
      "description": "The voice of the sea speaks to the soul",
      "preview": "Posts Likes surfing-girls surfing-babes.blogspot.com Surf Girl Surfing Girls Twitter Source: surfing-babes.blogspot.com surfing-girls surfing-babes.bl"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Learn/Tools_and_testing/Understanding_client-side_tools/Overview",
      "title": "Client-side tooling overview - Learn web development | MDN",
      "description": "In this article, we provide an overview of modern web tooling, what kinds of tools are available and where you'll meet them in the lifecycle of web app development, and how to find help with individual tools.",
      "preview": "Skip to main content Skip to search Client-side tooling overview Overview: Understanding client-side web development tools Next In this article, we pr"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}