{
  "data": [
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "http://www.oceansatlas.org/",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "https://www.alpesdemoto.com/2013/07/com-quem-vamos.html",
      "title": "Alpes de Moto: Com quem vamos",
      "description": "Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os companheiros de viagem, tanto para a di...",
      "preview": "terça-feira, 9 de julho de 2013 Com quem vamos Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os co"
    },
    {
      "url": "https://a-blissful-infinity.tumblr.com/",
      "title": "Blissfully Infinite",
      "description": "void",
      "preview": "trilbiesarecool : ami-sempai : This gave me fucking goosebumps. I will always reblog this. entitling rotition amazed 4366. \"What were the chances you'"
    },
    {
      "url": "http://haus-anna.eu/Haus-Anna-Ferienwohnung_pid,11489,N,12,y,2021,m,1,type,fbcal.html",
      "title": "Ferienwohnung - Haus Anna - Kössen in Tirol",
      "description": "void",
      "preview": "Haus Anna - Erholen, genießen und entdecken! Über Uns 3D Rundgang Ferienwohnung Ferienwohnung Bildergalerie Preise Kössen Sommer Winter Webcam Kontakt"
    },
    {
      "url": "https://www.aclu-mn.org",
      "title": "ACLU of Minnesota",
      "description": "void",
      "preview": "Skip to main content Fighting for Civil Liberties for 70 Years Get our updates Email address * Zip code * Leave this field blank School Board Watch St"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.unitec.ac.nz/about-us/contact-us/staff-directory?stf_page_size=50&stf_department=59054&stf_fc_limit=r",
      "title": "Staff Directory | Unitec",
      "description": "Our staff have a wide range of experience, knowledge and research interests. Find out their expertise and contact info.",
      "preview": "Study Career and study options Why choose Unitec Scholarships and Awards Application and funding Research and Enterprise Apply now Contact us Current"
    },
    {
      "url": "http://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://apnews.com/article/china-oceans-overfishing-squid-294ff1e489589b2510cc806ec898c78f",
      "title": "Great Wall of Lights: China's sea power on Darwin's doorstep | AP News",
      "description": "The Associated Press with Spanish-language broadcaster Univision accompanied the conservation group Sea Shepherd this summer on an 18-day voyage to observe up close for the first time the Chinese distant water fishing fleet on the high seas off South America.",
      "preview": "void"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://newsroom.accenture.com",
      "title": "Newsroom | Accenture",
      "description": "Accenture Newsroom - the official site for press releases, photos, video, audio, pr contact information, presskits and more.",
      "preview": "Headline Newsroom HeroImage FeaturedContentTitle Accenture Reports Fourth-Quarter and Full-Year Fiscal 2025 Results FeaturedContentURL https://newsroo"
    },
    {
      "url": "http://www.emigre.com/",
      "title": "Emigre: Fonts",
      "description": "Emigre, Inc. is a digital type foundry based in Berkeley, California. Founded in 1984, coinciding with the birth of the Macintosh computer, the Emigre team, ...",
      "preview": "0 Toggle navigation Emigre Fonts by Family Show All Alda Arbitrary Backspacer Base 9 & 12 Base 900 Base Monospace Big Cheese Blockhead Alphabet Blockh"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://bfm.sbc.net/bfm2000/#vi",
      "title": "Baptist Faith and Message 2000 - The Baptist Faith and Message",
      "description": "Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptism and the Lord's Supper VIII. The Lord's Day IX. The Kingdom X. Last Things XI. Evangelism and Missions XII. Education XIII. Stewardship XIV. Cooperation XV. The Christian and...",
      "preview": "Baptist Faith and Message 2000 Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptis"
    },
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "https://3vmdistribuzione.it/home/541-operatore-per-cancelli-scorrevoli-k1400-fce-aa31140.html",
      "title": "Operatore per cancelli scorrevoli K1400 FCE AA31140",
      "description": "Dotato di centrale di comando incorporata, con partenza graduale, regolatore della forza elettronico, rallentamento in accostamento e freno elettronico",
      "preview": "close Menu zoom_out_map chevron_left chevron_right Operatore per cancelli scorrevoli K1400 FCE AA31140 Operatore per cancelli scorrevoli pesanti fino"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.instructables.com/Kites/",
      "title": "Kites - Instructables",
      "description": "Kites: i try to make akites",
      "preview": "Introduction: Kites i try to make akites"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://mabanque.bnpparibas/en/home",
      "title": "BNP Paribas | The bank for a changing world",
      "description": "void",
      "preview": "Contenu principal Navigation de l'entête Menu principal Liens pied de page Afficher le menu mobile BECOME A BNP PARIBAS CUSTOMER Solutions adapted to"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://blog.whatsapp.com/",
      "title": "WhatsApp Blog",
      "description": "Welcome to the WhatsApp Blog, your source for WhatsApp news and app updates. Learn about new WhatsApp features, how to customize settings, privacy, and more.",
      "preview": "Skip to content WhatsApp Blog"
    },
    {
      "url": "https://sesamestreetformilitaryfamilies.org/topic/grief/?ytid=XI4-8ZQ1PRE",
      "title": "Grief |Sesame Street: Explaining Death to Children",
      "description": "Find advice on helping kids cope with death. Activities for children and educational videos to help explain loss.",
      "preview": "Before You Watch After You Watch When a loved one dies, children (and grown-ups) often struggle with loneliness. But there are people to help support"
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://www.climateone.org/audio/what%E2%80%99s-my-air",
      "title": "What's in My Air? | Climate One",
      "description": "Key to addressing the climate crisis is having an accurate picture of greenhouse gas emissions. Over a 20-year period, methane is 80 times more potent a greenhouse gas than carbon dioxide. Yet those responsible for releasing methane into the atmosphere often don't even know how they themselves are emitting. And methane is only one of many harmful air pollutants that result from our dependence on burning fossil fuels.",
      "preview": "Skip to main content Play What's in My Air? 12/02/2022 Guests Davida Herzl CEO and Co-Founder, Aclima Kendra Pinto Four Corners Indigenous Community F"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "http://www.microsim.com/",
      "title": "Introduction to Microsim of Mobile Phone",
      "description": "A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mobile phones. It is designed to fit into the smaller SIM card slots of modern smartphones, tablets, and other mobile devices. The advancement in technology has led to the development of these compact SIM",
      "preview": "Contact Us Introduction to Microsim of Mobile Phone A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mob"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://www.uso.org/",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "http://www.nborg.com",
      "title": "nB0rg - Home",
      "description": "Indie developer of iOS apps for iPhone, iPad, iPod Touch.",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Apps for iPhone, iPad, and iPod Touch SOLITAIRE PARADE 100 FREE solitaire card games. Including Klondike, Sp"
    },
    {
      "url": "https://discovery.nationalarchives.gov.uk/",
      "title": "Discovery | The National Archives",
      "description": "The official archive of the UK government. Our vision is to lead and transform information management, guarantee the survival of today's information for tomorrow and bring history to life for everyone.",
      "preview": "Skip to main content This website uses cookies We place some essential cookies on your device to make this website work. We'd like to use additional c"
    },
    {
      "url": "https://docs.npmjs.com/",
      "title": "npm Docs",
      "description": "Documentation for the npm registry, website, and command-line interface",
      "preview": "Skip to search Skip to content Site navigation npm Docs Documentation for the npm registry, website, and command-line interface About npm Getting star"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Contributors",
      "title": "Contributors - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Contributors From OpenStreetMap Wiki Jump to navigation Jump to search Help Contributors In other languages Afrikaans asturianu azərbaycanca Bahasa In"
    },
    {
      "url": "https://teaamour.com/blogs/news/benefits-of-eating-organic-honey",
      "title": "Benefits of eating Organic Honey.. - Tea Amour® LLC",
      "description": "FULL OF NUTRIENTS There are numerous benefits of natural honey like vitamins, nutrients, antioxidants and enzymes. Because of these wonderful perks of raw honey, it works as the perfect processed sugar replacement. Processed sugar has zero benefits and comes with a crash. Raw honey doesn't. But vitamins, nutrients and",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Share Share Link Close share Copy link FULL OF NUTRIENTS There are numer"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    }
  ],
  "_meta": {
    "total_bookmarks": 63
  }
}