{
  "data": [
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/deterrence",
      "title": "Deterrence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Deterrence Studies find no meaningful evidence that"
    },
    {
      "url": "https://sexinads.tumblr.com/",
      "title": "Sex in Ads",
      "description": "This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with sexual (and erotic) context as posible. And describe...",
      "preview": "About This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "https://youtu.be/iWkgapKbJWg",
      "title": "Downloading data from the Global Fishing Watch platform - YouTube",
      "description": "Learn how to download data in the Global Fishing Watch map. Visit the map at globalfishingwatch.org/map.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "https://decidenow-app.com/privacy/",
      "title": "Decide Now! - Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: April 13, 2019 Catforce Studio represented by Gleb Kotov operates the https://decidenow-app.com website. Gleb Kotov bui"
    },
    {
      "url": "https://www.bluffcitysports.com/",
      "title": "Bluff City Sports",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ifixit.com/Guide/iPhone+SE+Battery+Replacement/61385",
      "title": "Back Case - iFixit Repair Guide",
      "description": "Are you trying to figure out what is wrong with your camera? This is a good place to start as it allows you to access everything in the camera that...",
      "preview": "Skip to main content Fix Your Stuff Community Store Back Case Introduction Are you trying to figure out what is wrong with your camera? This is a good"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.airtable.com/downloads",
      "title": "Downloads - Airtable",
      "description": "Airtable is a low-code platform for building collaborative apps. Customize your workflow, collaborate, and achieve ambitious outcomes. Get started for free.",
      "preview": "Download the Airtable Mobile App Get Airtable at your desk or on the go Desktop apps macOS Download macOS app Requires macOS 10.13+ (High Sierra) Wind"
    },
    {
      "url": "https://amberrockstar.com/listing/253175693/have-yourself-a-merry-little-christmas",
      "title": "Have Yourself a Merry Little Christmas - Holiday Vinyl Sticker | Christmas Glass Block Vinyl Decal",
      "description": "DECAL ONLY - Perfect for your crafty Christmas decorations!Die cut! No background. If you need the outline instead, I'll be happy to do that. - Great for Shadow Boxes and other great Christmas Creations!Product: Self-Adhesive Vinyl Sticker / Decal Size: 5 is approximately 5w x 3.25h6 is approxima",
      "preview": "Visitando questo sito, l'utente accetta il nostro uso dei cookie. BUY 5 DECALS OR MORE GET 20% DISCOUNT - BUY 20 DECALS OR MORE GET A 20% DISCOUNT ***"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.cnet.com/news/google-supercharges-youtube-with-a-custom-video-chip/",
      "title": "Google supercharges YouTube with a custom video chip - CNET",
      "description": "The processor is designed to deliver better video quality and to cut network use.",
      "preview": "X Why You Can Trust CNET Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy t"
    },
    {
      "url": "https://www.wjbf.com/news/crime-news/woman-behind-bars-after-allegedly-driving-suv-into-popeyes-building/",
      "title": "Woman behind bars after allegedly driving SUV into Popeyes building | WJBF",
      "description": "UPDATE, 02/23/2023, 5:19 P.M. - According to an incident report filed by the Richmond County Sheriff's Office, the Popeyes manager says that Miller drove her SUV into the building after becoming angry that her order did not have any biscuits. The manager says that prior to the crash, the mistake was corrected by giving Miller [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://www.islandconservation.org/",
      "title": "Home - Island Conservation",
      "description": "void",
      "preview": "Restoring islands for nature and people worldwide. Our international, mission-driven team is dedicated to bringing our shared vision to life - a world"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "http://www.hopfrog.it/",
      "title": "Prima Pagina - Hop Frog",
      "description": "Hop Frog è una libera associazione di Salerno che promuove il software libero e la cultura aperta da oltre 25 anni.",
      "preview": "Salta al contenuto principale OPEN SALERNO RADIO HOP FROG BIBLIOTECA VIDEOTECA GIRASALERNO _ GIRASALERNO _ Precedente Successivo Ascolta Radio Hop Fro"
    },
    {
      "url": "https://www.dwd.de/DE/wetter/warnungen_gemeinden/warnWetter_node.html",
      "title": "Wetter und Klima - Deutscher Wetterdienst - Gemeindewarnungen aktuell",
      "description": "Vorhersageprozess",
      "preview": "Inhalt Hauptmenu Suche Autom. Aktualisierung Letzte Aktualisierung: Copyright: © Deutscher Wetterdienst Geobasisdaten: © BKG 2015 (Daten verändert) Wa"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=2",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://www.fs.usda.gov",
      "title": "Home | US Forest Service",
      "description": "Caring for the Land and Serving People",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://crfusa.com/",
      "title": "Small Business Lender - Community Reinvestment Fund, USA",
      "description": "CRF USA, a national small business lender, helps scale capital access for small businesses in communities across the country.",
      "preview": "Skip to content For Small Businesses My Small Business Account Customer Care Small Business Resources Apply for a loan Apply Now Small Businesses Make"
    },
    {
      "url": "https://linkpop.com",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.gofundme.com/f/1ud7sdx49c?utm_source=customer&utm_medium=copy_link-tip&utm_campaign=p_cp+share-sheet",
      "title": "Fundraiser for Isela Dubon by Alice Alvarez : Joe Melgoza Fund",
      "description": "On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was take... Alice Alvarez needs your support for Joe Melgoza Fund",
      "preview": "Alice Alvarez for Isela Dubon Donation protected On December 15th my cousin Joe Melgoza was brutally murdered on the evening of his wedding, he was ta"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://projects.worldbank.org",
      "title": "Projects & Operations | The World Bank",
      "description": "void",
      "preview": "This page in: English Français العربية Русский 中文 Português Español This page in: English Français العربية Русский 中文 Português Español Projects & Ope"
    },
    {
      "url": "https://www.cloudskillsboost.google?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://www.relx.com/",
      "title": "RELX - Information-based analytics and decision tools",
      "description": "Make better decisions, get better results and be more productive with RELX's analytics and decision tools",
      "preview": "skip to main content Our Business Our business overview Perspectives Strategy Market segments Risk Scientific, Technical & Medical Legal Exhibitions B"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://card.apple.com/",
      "title": "Apple Card",
      "description": "Apple Card",
      "preview": "void"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "https://ourkman.tumblr.com/",
      "title": "@ourkman on Tumblr",
      "description": "Follow @ourkman and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Following orionsangel86 Follow From facebook; mic drop. finnskeeper So that last line punched me in the face so hard I hit the reblog button. Oh"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "https://jlr.oemdtc.com/category/recalls",
      "title": "Recalls | JLR - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://www.jcpenney.com/p/eva-nyc-kweeen-glitter-spray/ppr5008150071?pTmplType=regular",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.lyft.com/blog/posts/lyft-launches-vaccine-access-campaign",
      "title": "Lyft, Anthem, JPMorgan Chase and United Way Launch Universal Vaccine Access Campaign",
      "description": "Lyft, Anthem, JPMorgan Chase and United Way lead campaign targeting 60 million rides to and from vaccination sites for low-income, uninsured, and at-risk communities.",
      "preview": "Lyft News We're partnering with Anthem, JPMorgan Chase, and United Way to launch a universal vaccine access campaign Danielle Adams - Dec 22, 2020 In"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://dime.dot.ca.gov/index.php?r=sample/printreport&sample_id=16929",
      "title": "DIME - Print Sample Record",
      "description": "void",
      "preview": "Skip to Main Content Search Samples & Test Results Projects Supported Test Methods Reports & Summaries Annual Aggregate Source Tests Usage Statistics"
    },
    {
      "url": "https://hackaday.com/tag/rtl-sdr/",
      "title": "RTL-SDR | Hackaday",
      "description": "void",
      "preview": "Skip to content Your kid has a toy remote control fire truck. You have an RTL SDR. See where this is going? [Jacob] couldn't resist tearing into the w"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://data.worldbank.org/",
      "title": "World Bank Open Data | Data",
      "description": "World Bank Open Data from The World Bank: Data",
      "preview": "World Bank Open Data Free and open access to global development data Close Browse World Development Indicators by Economy or Indicator Data 360 The Wo"
    },
    {
      "url": "https://www.si.edu/exhibitions",
      "title": "Current Exhibitions | Smithsonian Institution",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation info Our museums, research centers, and the National Zoo are open today and will remain open through Satu"
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://www.lejdd.fr/Culture/Cinema/Un-jury-de-prestige-a-Cannes-607165-3202028",
      "title": "Culture",
      "description": "void",
      "preview": "Aller au contenu principal Publicité Culture Que vaut la série «Reykjavik 112, course contre la mort» sur Arte ? Entre fausses pistes et meurtres en s"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://mazda.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}