{
  "data": [
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "http://www.appbrain.com/app/cucinare-ricette-in-tasca/com.aldroid.cucinare",
      "title": "Cucinare - ricette in tasca for Android - Free App Download",
      "description": "Download Cucinare - ricette in tasca for Android: a free books & reference app developed by Al Droid with 10,000+ downloads. Cooking and 'a simple app with more than...",
      "preview": "Android Apps > Books & Reference > Cucinare - ricette in tasca Cucinare - ricette in tasca 1 Al Droid 3.97 63 reviews 10,000+ Downloads Free Cooking a"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "https://techcrunch.com/category/artificial-intelligence/",
      "title": "AI News & Artificial Intelligence | TechCrunch",
      "description": "Read the latest on artificial intelligence and machine learning tech, the companies that are building them, and the ethical issues AI raises today.",
      "preview": "AI News coverage on artificial intelligence and machine learning tech, the companies building them, and the ethical issues AI raises today. This encom"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://scunci.com/Scunci-morgan.html",
      "title": "Scunci - Morgan Collaboration",
      "description": "Scunci and Morgan Simianer collaborate on a line of hair care products.",
      "preview": "#1 HAIR ACCESSORY BRAND* 0 0 HOME SHOP COLLECTIONS EXCLUSIVES BRAND PRESS < Back SHOP Tamera Mowry x Conair® Wicked x Scunci® Unbreakable Hair Ties by"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/manage/optin?v=001Sk_8Aa13394xonLLUknSR_CtAy6sVkj7-WTntErj4YHitEGv_xZXTgEreyr8MdkMKJ6cnoDLHPraoNtEuHeVpYuA7EHtjdGdcHtASf8lweU%3D",
      "title": "Department of Agriculture : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign up to stay in touch! Sign up for USDA email updates, please enter your contact information below. * Email Address Email Lists Ag Economics Broadb"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://looker.com/",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://user.providencejournal.com/user/enewspaper/",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://www.myfonts.com/pages/whatthefont",
      "title": "WhatTheFont Font Finder - Identify Fonts by Image",
      "description": "Identify fonts with our font finder tool using an image or photo. Upload an image, and we'll search our collection of over 133,000 fonts for the best match.",
      "preview": "Skip to content Skip to main content FAQ How do I find a font from an image? To identify a font from an image, use a font finder or font identifier. T"
    },
    {
      "url": "https://www.xbox.com/",
      "title": "Sito ufficiale Xbox: console, giochi e community | Xbox",
      "description": "Prova i giochi e l'intrattenimento di nuova generazione con Xbox. Esplora le console, gli accessori e giochi Xbox vecchi e nuovi da aggiungere alla tua raccolta.",
      "preview": "Passa a contenuti principali Shop for more xbox products or sign in to your xbox account X X Segui Xbox"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "http://www.logotv.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.reteambiente.it/",
      "title": "Reteambiente > ReteAmbiente",
      "description": "void",
      "preview": "'; document.write(bnr_s); //]]>--"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://gcvcc.gcvcc.org/list/member/cabot-s-pueblo-museum-desert-hot-springs-13476.htm",
      "title": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums - Greater Coachella Valley Chamber of Commerce - Greater Coachella Valley Chamber of Commerce",
      "description": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums",
      "preview": "Greater Coachella Valley Chamber of Commerce Cabot's Pueblo Museum Categories Entertainment & Attractions Museums 67616 East Desert View Ave. Desert H"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://en.iyil2019.org/",
      "title": "2019 - International Year of Indigenous Language",
      "description": "The United Nations declared 2019 The Year of Indigenous Languages (IY2019) in order to raise awareness of the important contribution they make to our world's rich cultural diversity.",
      "preview": "Search English French Spanish Indigenous Languages © matter for development, peace building and reconciliation Languages play a crucial role in the da"
    },
    {
      "url": "https://www.angelfood.org/",
      "title": "Homepage | Project Angel Food",
      "description": "Project Angel Food prepares and delivers healthy meals to feed people impacted by serious illness, bringing comfort and hope every day.",
      "preview": "Close X donate Volunteer Become a client English Spanish Language Privacy Policy | Certifications PROJECT ANGEL FOOD'S ANGEL AWARDS HONORS JENNIFER TI"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://elpais.com/sociedad/",
      "title": "Sociedad en EL PAÍS",
      "description": "Sigue la última hora de la actualidad social con EL PAÍS. Educación, salud, ciencia, medio ambiente, igualdad, consumo, comunicación, Vida &amp; artes y los blogs de sociedad.",
      "preview": "Ir al contenido _ _ _ _ Eva Saiz | 10 oct 2025 - 05:30 CEST El déficit de especialistas, según profesionales de hospitales andaluces de referencia, ll"
    },
    {
      "url": "https://www.newspeakblog.com/how-you-can-save-time-and-money-when-you-buy-bitcoin/",
      "title": "How You Can Save Time And Money When You Buy Bitcoin?",
      "description": "It can be frustrating trying to buy Bitcoin, especially for the first time. You might be surprised to find transaction wait times taking...",
      "preview": "Select Category Auto Business Digital Marketing Education Entertainment Fashion Health Home Improvement Legal Parenting Tech Travel Uncategorized It c"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.deafwest.org/about",
      "title": "About Deaf West Theatre | Transforming Accessibility in the Arts",
      "description": "Learn about Deaf West Theatre's mission to create accessible, bilingual performances in American Sign Language (ASL) and English.",
      "preview": "top of page ABOUT Deaf West Theatre is dedicated to groundbreaking arts projects. By engaging creatives and audiences, we amplify and expand the defin"
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://acumen.org/america/",
      "title": "Acumen America",
      "description": "Acumen America identifies and invests in mission-driven founders looking to fix the root causes of America's poverty crisis.",
      "preview": "Skip to content Our impact in America lives impacted by our investees companies scaling impact founders of color female founders Acumen America provid"
    },
    {
      "url": "https://hello.grahamdigital.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "http://www.pozosextremenos.es/pozos-verticales/",
      "title": "Perforaciones verticales en Badajoz - Pozos Extremeños",
      "description": "Expertos en perforaciones verticales en Badajoz para hacer pozos de sondeo. Empresa especializada en estudios de geotermia y perforaciones.",
      "preview": "Pozos Verticales Pozos Horizontales Perforaciones Bombas Pozos Verticales Desde Pozos y Sondeos Extremeños ponemos al alcance de su mano las mejores s"
    },
    {
      "url": "https://www.spacenk.com/us/bath-body/body-moisturiser-oils/body-oil/stretch-mark-oil-MUK200020396.html",
      "title": "Susanne Kaufmann Stretch Mark Oil | Space NK",
      "description": "Susanne Kaufmann Stretch Mark Oil is designed especially for use on the skin when pregnant and harnesses the power of arnica to help reduce water retention.",
      "preview": "United States Enjoy 15% Off Your First Order Using Code FIRST15 - SHOP NOW Sorry, this item is out of stock Sorry, this item is out of stock Susanne K"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php",
      "title": "Is Dianne Feinstein mentally unfit to serve? Top senators, colleagues cite recent interactions",
      "description": "Sen. Dianne Feinstein's colleagues say the senator's memory is rapidly deteriorating.",
      "preview": "Politics Colleagues worry Dianne Feinstein is now mentally unfit to serve, citing recent interactions By Tal Kopan , Joe Garofoli Updated Oct 26, 2022"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://www.ns.nl/en/season-tickets/dal-voordeel",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rollingstone.com/music/music-news/blink-182-postpone-first-ever-latin-america-tour-following-travis-barker-finger-injury-1234689278/",
      "title": "Blink-182 Postpone Latin America Tour Over Travis Barker Finger Injury",
      "description": "Blink-182 have postponed their first-ever Latin America tour dates after Travis Barker had to undergo surgery on his ring finger.",
      "preview": "× × Skip to main content By Larisha Paul Larisha Paul Contact Larisha Paul on X View all posts by Larisha Paul March 1, 2023 Travis Barker on February"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "http://www.accesshollywood.com/pharrell-blurred-lines-verdict-based-on-emotion_video_2694337",
      "title": "Access: Entertainment News, Celebrity, TV, Music & Movie Videos | Access",
      "description": "Access delivers the best in entertainment and celebrity news with unparalleled video coverage of the hottest names in Hollywood, movies, TV, music and pop culture.",
      "preview": "Meghan Markle & Prince Harry Hold Hands In Rare Joint Red Carpet Appearance In New York Jennifer Aniston Recalls Hurtful Assumptions About Her Desire"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/oct/31/cop26-literally-the-last-chance-saloon-to-save-planet-prince-charles",
      "title": "Cop26 'literally the last chance saloon' to save planet - Prince Charles | Cop26 | The Guardian",
      "description": "Prince of Wales urges G20 to set aside differences and build sustainable economy",
      "preview": "Skip to main content Skip to navigation Skip to navigation Prince Charles arrives to speak at the G20 summit in Rome. Photograph: Aaron Chown/AFP/Gett"
    },
    {
      "url": "https://www.walmartmexico.com/aviso-de-privacidad",
      "title": "Aviso de Privacidad",
      "description": "En Walmart de México y Centroamérica estamos comprometidos con la protección de los Datos Personales de nuestros clientes y colaboradores, por lo que el cumplimiento de la legislación aplicable es parte de nuestra cultura.",
      "preview": "Skip to main Skip to footer Conócenos Contáctanos Directorio de tiendas Historia Nosotros Nuestra Ética Únete al equipo Noticias Sala de prensa Propós"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "http://www.cleverbot.com/privacy",
      "title": "Cleverbot Privacy Policy",
      "description": "Cleverbot Privacy Policy",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://insights.sustainability.google/#request",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.ign.es/web/ign/portal",
      "title": "Inicio - Instituto Geográfico Nacional",
      "description": "void",
      "preview": "Instituto Geográfico Nacional Noticias destacadas Exposición en Madrid (se abrirá nueva ventana) Disponible nueva Guía didáctica para educación secund"
    },
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://www.massagewarehouse.co.uk/products/bodypro-deluxe-massage-table",
      "title": "BODYPRO DELUXE - STRONG & SUMPTUOUS - Massage Warehouse",
      "description": "Product Description SPECIFICATIONS: Width: 28\" or 71cm Length: 184cm without the face cradle or 212cm with the face cradle Weight: 14.5kg without accessories Foam: 9cm Triple Layered High Density Foam Height: Adjustable from 62-88cm Working Weight: 450lbs FREE Carry Case FEATURES: Built in breathe hole and additional",
      "preview": "PORTABLE MASSAGE TABLES CombiLite 3-in-1 Earthworks Comfort Flat Earthworks Comfort Liftback Earthworks Perform Earthworks Touch Plus PortaLite Classi"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "http://www.lahainaroads.org/category/westminster-escort-2/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://susiecakes.com/",
      "title": "SusieCakes",
      "description": "SusieCakes is an All-American bakery offering classic desserts made entirely from scratch using simple, natural ingredients. SusieCakes is now shipping nationwide!",
      "preview": "Skip to main content The sweetest collab of the year with See's Candies® featuring Milk Bordeaux Cupcakes and Cake. Only available through Sunday! Ord"
    },
    {
      "url": "https://aafca.squarespace.com/meet-the-cofounders",
      "title": "Meet The Co-Founders - AAFCA",
      "description": "void",
      "preview": "AAFCA AAFCA Meet The Co-Founders AAFCA MEET THE CO-FOUNDERS GIL L. ROBERTSON IV Gil L. Robertson IV is co-founder and President of the African America"
    },
    {
      "url": "http://www.instrumentalchemistry.com/",
      "title": "Instrumental Chemistry Educational Videos",
      "description": "Best HPLC Videos for students and teachers",
      "preview": "void"
    },
    {
      "url": "https://doc.rust-lang.org/book/",
      "title": "The Rust Programming Language - The Rust Programming Language",
      "description": "void",
      "preview": "Keyboard shortcuts Press ← or → to navigate between chapters Press S or / to search in the book Press ? to show this help Press Esc to hide this help"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2Fproduct.A564775.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans - QVC.com",
      "description": "***Please see individual item numbers for product description***",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "http://www.thehollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://www.dicke-deutsche.de/2013/05/ganganalysen/",
      "title": "Ganganalysen - Dicke Deutsche - Alles über Diäten, Kalorien und Ernährung",
      "description": "Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als kleine Kinder und können uns an diesen Prozess aber überhaupt nicht mehr erinnern, wenn wir erwachsen sind. Man kann es einfach, man denkt nicht darüber nach, sondern tut es einfach. In manchen Situationen erstaunt es einen selber, wie weit einen die...",
      "preview": "Zum Inhalt springen Gesundheit 0 Ganganalysen von Gastautor · 21. Mai 2013 Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als"
    },
    {
      "url": "https://playstation.com/help",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://topf4you.ch/produkt-schlagwort/cassetta-siepi/",
      "title": "cassetta siepi - Topf4you",
      "description": "void",
      "preview": "Frühlingsaktion: 15% Rabatt auf alles ✅ Jetzt bestellen und profitieren! Verwerfen Zum Inhalt springen Filter Es wurden keine Produkte gefunden, die d"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://www.seafoodbrasil.com.br/iniciativa-opentuna-vence-primeiro-premio-no-tuna-awards-em-vigo",
      "title": "Iniciativa OpenTuna vence primeiro prêmio no Tuna Awards, em Vigo - Seafood Brasil | Seafood Brasil",
      "description": "Projeto que inclui plataforma de mapas de bordo digitais vence prêmio mundial na categoria sustentabilidade",
      "preview": "Pesca"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
      "title": "Program Guide | 2025 Sundance Film Festival",
      "description": "Discover the 2025 film lineup.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://studeeblurred.tumblr.com/",
      "title": "STUDee Above the Rock",
      "description": "STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out my art at: www.artsylux.tumblr.com",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    }
  ],
  "_meta": {
    "total_bookmarks": 90
  }
}