{
  "data": [
    {
      "url": "https://support.xbox.com/help/games-apps/my-games-apps/all-about-pc-gaming",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://projects.worldbank.org",
      "title": "Projects & Operations | The World Bank",
      "description": "void",
      "preview": "This page in: English Français العربية Русский 中文 Português Español This page in: English Français العربية Русский 中文 Português Español Projects & Ope"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://sendgrid.com/policies/privacy/",
      "title": "Twilio Terms of Service | Twilio",
      "description": "With Twilio, unite communications and strengthen customer relationships across your business - from marketing and sales to customer service and operations.",
      "preview": "Print this page Customer and Partner Agreements Terms of Service Acceptable Use Policy Service and Country Specific Requirements Data Protection Adden"
    },
    {
      "url": "https://docs.llamaindex.ai/en/stable/",
      "title": "Welcome to LlamaIndex 🦙 ! | LlamaIndex Python Documentation",
      "description": "void",
      "preview": "Skip to content Welcome to LlamaIndex 🦙 ! LlamaIndex is the leading framework for building LLM-powered agents over your data with LLMs and workflows ."
    },
    {
      "url": "https://www.bibliotecadisangavino.net/sistema-bibliotecario-monte-linas/104-san-gavino-m-le",
      "title": "San Gavino M.le - Biblioteca Multimediale di San Gavino \"Faustino Onnis\"",
      "description": "Sito della Biblioteca Multimediale di San Gavino Monreale (SU)",
      "preview": "Cerca... Presentazione Biblioteca Comunale di San Gavino M.le. Tipologia funzionale: Informativo-divulgativa Leggi tutto: San Gavino M.le - Biblioteca"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://www.luluandsky.com/",
      "title": "Online Fashion Shopping in India - Shop Online for Fashion Apparels, Clothing for Women",
      "description": "Online Fashion Shopping in India - Buy Online fashion apparels, clothing, shoes, bags and accessories for women at Luluandsky.com- India's leading online fashion store. Cash on Delivery",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. open Home Page Sa"
    },
    {
      "url": "https://smittenkitchen.com//",
      "title": "smitten kitchen - Fearless cooking from a tiny NYC kitchen.",
      "description": "Fearless cooking from a tiny NYC kitchen.",
      "preview": "Skip to content Recipe Welcome to the cake that has terrified me the most. You see, I have two favorite cakes. The first is my Strawberry Summer Stack"
    },
    {
      "url": "https://williampennfoundation.org/",
      "title": "William Penn Foundation",
      "description": "The William Penn Foundation invests in ideas that expand opportunity for all in the Philadelphia region.",
      "preview": "Skip to main content Search Search Programs Arts and Culture Children and Families Democracy and Civic Initiatives Environment and Public Space Workfo"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://www.walgreens.com/pharmacy/",
      "title": "Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills",
      "description": "Check your prescription status, transfer a prescription, manage refills, chat with a pharmacist, and more. Save time and money with Walgreens Pharmacy.",
      "preview": "Skip to main content Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills Request new Rx Auto Refills Records Insurance Rx Savings Finder"
    },
    {
      "url": "https://www.mha.gov.in",
      "title": "Home | Ministry of Home Affairs",
      "description": "void",
      "preview": "Skip to main content Ministry Of Home Affairs Har Ghar Tiranga What's New Gender Parity Workshop, Viet Nam -reg Download (1.39 MB) United Nations poli"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.satcentrum.com/clanky/3316/tv-nova-a-nova-sport-vysilaji-moto-gp-a-formuli-1/",
      "title": "TV NOVA a NOVA Sport vysílají MOTO GP a Formuli 1 - Články | satCentrum",
      "description": "Po mnoha letech se přímé přenosy mistrovství světa silničních motocyklů Moto GP stěhují z Eurosportu a ČT na stanice TV NOVA a NOVA Sport. Obě stanice zároveň pokračují i ve vysílání přímých přenosů Formule 1.",
      "preview": "Zpravodajství TV info Škola TV program Firmy Bazar Diskuse Česko-Slovenská satelitní a TV doména Pátek • 10.10.2025 - 14:15:17 satCentrum najdete také"
    },
    {
      "url": "https://www.esquerda.net/breves/armando-vara-detido-no-ambito-da-operacao-marques?page=5",
      "title": "Armando Vara detido no âmbito da \"Operação Marquês | Esquerda",
      "description": "O ex-ministro socialista está detido no Comando Metropolitano da PSP de Lisboa e deverá ser ouvido pelo juiz esta sexta-feira, segundo avança a TVI24. No âmbito do processo que tem como principal arguido o ex-primeiro-ministro José Sócrates, foram promovidas várias buscas em Lisboa, Algarve e zona Norte do país. Em setembro de 2014, Armando Vara foi condenado a cinco anos de prisão efetiva no processo Face Oculta, onde existiam várias escutas suas com o ex-primeiro-ministro.",
      "preview": "Passar para o conteúdo principal Sobre Quem somos Contactos Ficha técnica Segue-nos subscrever newsletter rss do esquerda.net Armando Vara detido no â"
    },
    {
      "url": "https://polls.saintleo.edu/6405-2/",
      "title": "Polling Institute at Saint Leo University - Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo University Survey",
      "description": "The conservative governor shows double-digit leads over Democratic candidates for the job Half of respondents oppose the idea of enacting a Texas-style abortion law in Florida Rubio challenger in U.S. Senate race, Demings, trails the GOP incumbent ST. LEO, FL - The most recent poll of 500 Floridians by the Saint Leo University Polling Institute",
      "preview": "Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo Univer"
    },
    {
      "url": "https://capitalone.com/",
      "title": "Capital One | Credit Cards, Checking, Savings & Auto Loans",
      "description": "Learn how banking with Capital One can help you meet your financial goals.",
      "preview": "Secure Sign In Username Please enter required information Password Please enter required information Remember me Want this computer to remember your u"
    },
    {
      "url": "https://www.tobaccofreekids.org/",
      "title": "Home | Campaign for Tobacco-Free Kids",
      "description": "Campaign for Tobacco-Free Kids",
      "preview": "sign up sign up Stopping Big Tobacco from Hooking Kids with Flavored Products WHO report shows major progress in global fight against tobacco, but ind"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://www.livemint.com/technology/tech-news/microsofts-new-ai-model-to-help-predict-heatwave-risks-in-india-details-here-11627314047324.html",
      "title": "Microsoft's new AI model to help predict heatwave risks in India. Details here",
      "description": "The new AI model is aimed at helping 1,25,000 at-risk people with pre-emptive disaster warnings in 2021",
      "preview": "View Market Dashboard Microsoft's new AI model to help predict heatwave risks in India. Details here The new AI model is aimed at helping 1,25,000 at-"
    },
    {
      "url": "https://odziezturystyczna.pl/pl/k/3458-dwustronne",
      "title": "DWUSTRONNE - odziezturystyczna.pl",
      "description": "DWUSTRONNE",
      "preview": "ZALOGUJ SIĘ | ZAREJESTRUJ SIĘ | NASZ BIULETYN | TWÓJ KOSZYK (0) szukaj Strona główna Wszystko O nas Aktualności Regulamin Dostawa i płatność Foto TIP"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_ga?sn=19336",
      "title": "Isurus oxyrinchus",
      "description": "Isurus oxyrinchus Rafinesque, 1810 - Tuilleadh faoin speiceas seo: Ainmnithe tráchtála, Córais Tháirgeachta agus Trealaimh Iascaireachta, Scéimeanna cáilíochta agus luachanna cothaitheacha AE, Bearta Caomhnaithe, Caighdeáin Mhargaíochta, Dáileadh agus Gnáthóg Speicis, Tuairiscí ar Speicis, Chomhainmníocht",
      "preview": "Téigh chuig inneachar Ainmnithe tráchtála Cuardach Search by Ainmniú tráchtála Ainm Eolaíoch Cód Alfa-3 EBT Chomhainmníocht Enter the search term Ente"
    },
    {
      "url": "https://wallet.google/",
      "title": "Google Wallet: Il tuo portafoglio digitale veloce e sicuro",
      "description": "Con Google Wallet accedi in modo rapido e sicuro a ciò che ti serve. Usa il tuo portafoglio digitale per prendere il treno, pagare nei negozi e altro.",
      "preview": "Scarica È più di un portafoglio. È Google Wallet. Ovunque vai, tieni tutto al sicuro in un unico posto con il nuovo Google Wallet. Ora potrai accedere"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "https://daenadsports.blogspot.com/",
      "title": "D Sports",
      "description": "DAENAD Sports brings to you information, score cards and performances of different sports clubs, live scores of cricket, hockey and football.",
      "preview": "Skip to main content Posts Pakistan Football Federation has been suspended by FIFA By Shah Rukh Khalid April 07, 2021 Share Get link Facebook X Pinter"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "http://www.festkjoler.net/festkjoler/lange/french-connection/",
      "title": "French Connection Lange | Find dem online hos Festkjoler.net",
      "description": "Vi har mange French Connection Lange online hos Festkjoler.net. Vi har det største udvalg.",
      "preview": "Ønskeliste 0 Du er her: Forside » Festkjoler » Lange » French Connection French Connection Lange"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://knitmodern.tumblr.com/",
      "title": "Knitmodern on tumblr",
      "description": "Knitting that fits modern lives...",
      "preview": "makinology : scaaarrry ... bewaaare ... lol 7 years ago / 122 notes Via makinology Share on Facebook Share on Twitter Share on Pinterest Share on Google+"
    },
    {
      "url": "https://pytorch.org/docs/stable/autograd.html",
      "title": "Automatic differentiation package - torch.autograd - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.esselunga.it/cms/negozi.html",
      "title": "Negozi Esselunga: trova il supermercato più vicino | Esselunga",
      "description": "Trova il negozio Esselunga più vicino a te e inizia a scoprire il piacere di fare la spesa con noi!",
      "preview": "Negozi Cerca indirizzo o località Filtra Mappa Lista Filtri Negozi e punti di ritiro SUPERMERCATI ESSELUNGA laESSE di ESSELUNGA Reparti Servizi Altri"
    },
    {
      "url": "https://wiki.albany.edu/label/camille+group+luncheon+nominations+transfer",
      "title": "Confluence",
      "description": "void",
      "preview": "{\"serverDuration\": 10, \"requestCorrelationId\": \"79916d6909ab4ea0803f7f132130fb9a\"}"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "https://ywca.quorum.us/actioncenter/",
      "title": "YWCA | Action Center",
      "description": "YWCA",
      "preview": "void"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://support.stripe.com/how-to-disconnect-a-linked-financial-account",
      "title": "Stripe: Help & Support",
      "description": "Find help and support for Stripe. Our support site provides answers on all types of situations, including account information, charges and refunds, and subscriptions information. Get your questions answered and find international support for Stripe.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how"
    },
    {
      "url": "https://www.lyft.com/blog/posts/lyft-launches-vaccine-access-campaign",
      "title": "Lyft, Anthem, JPMorgan Chase and United Way Launch Universal Vaccine Access Campaign",
      "description": "Lyft, Anthem, JPMorgan Chase and United Way lead campaign targeting 60 million rides to and from vaccination sites for low-income, uninsured, and at-risk communities.",
      "preview": "Lyft News We're partnering with Anthem, JPMorgan Chase, and United Way to launch a universal vaccine access campaign Danielle Adams - Dec 22, 2020 In"
    },
    {
      "url": "https://www.billboard.com/music/rock/travis-barker-surgery-broken-ring-finger-1235268167/",
      "title": "Travis Barker Getting Surgery on Broken Ring Finger",
      "description": "After breaking his ring finger two times this month, Travis Barker revealed Monday (Feb. 27) on Instagram that he's getting surgery.",
      "preview": "× Skip to main content Travis Barker attends the 2019 iHeartRadio Music Awards in L.A. Emma McIntyre/Getty Trending on Billboard After injuring his ri"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://www.sigidwiki.com/wiki/ADS-B",
      "title": "Automatic Dependent Surveillance-Broadcast (ADS-B) - Signal Identification Wiki",
      "description": "ADS-B is used by aircraft as an alternative to secondary radar. It broadcasts GPS position (latitude, longitude), pressure altitude, callsign, as well as track and ground speed.",
      "preview": "Automatic Dependent Surveillance-Broadcast (ADS-B) From Signal Identification Wiki (Redirected from ADS-B ) Jump to: navigation , search Automatic Dep"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.newyorkfed.org/",
      "title": "FEDERAL RESERVE BANK of NEW YORK - Serving the Second District and the Nation - FEDERAL RESERVE BANK of NEW YORK",
      "description": "void",
      "preview": "The Rise of Sponsored Service for Clearing Repo Short-Term Inflation Expectations Continue to Tick Up; Labor Market Expectations Deteriorate A Country"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/0c410d51-8e85-4308-9bb9-37c24a461ccb.html",
      "title": "OneTrust | Privacy Management Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/",
      "title": "Jason Canty's Tumblr Stuffs",
      "description": "Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com)",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://digital-photography-school.com/",
      "title": "Digital Photography School",
      "description": "Digital photography tips and tutorials for camera owners of all levels. Read by over 5 million people per month.",
      "preview": "LOVE PHOTOGRAPHY? Digital Photography School has what you need to take your photography to the next level. We offer daily tips, resources and free tut"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://icolorpalette.com/color/f4a081",
      "title": "Creamy Peach (similar) Color | f4a081 information | Hsl | Rgb | Pantone",
      "description": "Color System information Creamy Peach (similar) Color | f4a081. Similar Color name Information, Color Schemes, Light / Darkshades, Tones, Similar Colors, Preview the color and download Photoshop swatch and solid color background image",
      "preview": "Saving Palette ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Creating Palette files ! Creating Palette image"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://biblio-n.oca.eu/biblio/pmb3.0/opac_css/index.php?lvl=more_results&mode=keyword&user_query=Continental+margins+--+Mediterranean+Sea+--+Thesis&tags=ok",
      "title": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library",
      "description": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library.",
      "preview": "Nouvelle recherche RÃ©sultat de la recherche 10 rÃ©sultat(s) recherche sur le tag 'Continental margins -- Mediterranean Sea -- Thesis' triÃ©(s) par (P"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "https://www.ucsf.edu/news/2020/04/417311/experts-explain-how-contact-tracing-will-end-coronavirus-pandemic",
      "title": "Experts Explain How Contact Tracing Will End the Coronavirus Pandemic | UC San Francisco",
      "description": "To ramp up contact tracing for COVID-19 in San Francisco, UCSF has been partnering with the San Francisco Department of Public Health (SFDPH) to provide technical assistance, training and manpower.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Reddit Email this article Print this article Image For all the anticipation around ne"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "http://telegraphe-chappe.com/chappe/reseauC.html",
      "title": "Le réseau Chappe sous la Restauration (1815-1830)",
      "description": "void",
      "preview": "Le télégraphe des frères Chappe Communiquer à distance Une famille d'inventeurs Les premières expériences Histoire et formation du réseau La fin des l"
    },
    {
      "url": "https://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://www.theconsumergoodsforum.com/environmental-sustainability/forest-positive-deforestation/beef/",
      "title": "Commodity Roadmaps - The Consumer Goods Forum",
      "description": "void",
      "preview": "cross Hit enter to search Explore Tags #Deforestation , #Social Sustainability , #Sustainability , #Food Waste , #Health , #Supply Chains , #Corporate"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://www.praha.eu/jnp/cz/doprava/",
      "title": "Portál hlavního města Prahy - Praha - MHMP",
      "description": "Portál hlavního města Prahy",
      "preview": "Portál hlavního města Prahy Carousel vybraných článků Pozvánka na Signal Festival 2025 Signal Festival 2025 po roce opět promění Prahu ve dnech 16. až"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.simplegenerosity.org/",
      "title": "Simple Generosity",
      "description": "Simple Generosity offers streamlined donation processing, simplified fundraising compliance and customized matchmaking with nonprofits that fit your brand, customers and community best.",
      "preview": "0 Helping companies do good and look good Customized, nimble matchmaking with nonprofits that fit your brand, customers, and communities best. Plus st"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://greensciencepolicy.org/",
      "title": "Green Science Policy Institute",
      "description": "void",
      "preview": "arrow-up2 arrow-down2 arrow-right2 arrow-right3 search3 facebook twitter youtube checkmark cancel-circle cancel-circle2 cross2 play Our Mission Health"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://emailtuna.com/",
      "title": "Search Email Newsletter Archives : Email Tuna",
      "description": "Explore newsletters without subscribing. Get email design ideas, discount coupon codes and exclusive newsletters deals. Database of email newsletters archived from all over the internet.",
      "preview": "Email Tuna Search Search Close Search Email Newsletters For email design inspiration, current trends, competitive research, & special email offers. Em"
    },
    {
      "url": "https://www.danielkennedy.com/",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://ca.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extensió del WordPress | WordPress.org Català",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Cerca extensions Detalls"
    },
    {
      "url": "http://www.weyo.app/privacy/",
      "title": "Privacy Policy 1 - Weyo",
      "description": "void",
      "preview": "0 Privacy policy. About us Hello! Welcome to the Weyo Privacy Policy. Thank you for using WEYO™ apps for kids. 'Weyo', 'Sesame Street Yourself', 'Oddb"
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://mva.microsoft.com/",
      "title": "Training - Courses, Learning Paths, Modules | Microsoft Learn",
      "description": "Develop practical skills through interactive modules and paths or register to learn from an instructor. Master core concepts at your speed and on your schedule.",
      "preview": "Welcome to Microsoft Learn Discover your path Whether you're just starting in a career, or you're an experienced professional, our self-directed appro"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-ribbon-apl-ref-211025",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://www.sprezzabox.com/",
      "title": "Najlepsze polskie kasyno online 🎖️ Ranking legalnych kasyna internetowych 2025",
      "description": "Polskie kasyna online ⭐ Zarejestrować w najlepsze kasyno online ⭐ Złóż Depozytu ⭐ Gry legalne na prawdziwe pieniądze",
      "preview": "NV Casino 5/5 Bonus kasyno do 10 000 zł + 225 FS Minimalna wpłata 50 zł Wizyta w kasynie Spinlander 5/5 Bonus kasyno 230% do 8 500 zł + 300 FS Minimal"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.pawsitiveimpactncdogrescue.org/",
      "title": "Pawsitive Impact NC Dog Rescue/Monroe, NC",
      "description": "Pawsitive Impact NC Dog Rescue is a 501(c)(3) Non-Profit All Breed All Foster Dog Rescue in Monroe, NC.",
      "preview": "top of page Female Veteran Owned & Operated 501c3 Non-Profit Foster Based Dog Rescue Pawsitive Impact NC Dog Rescue 9611 Brookdale Dr Suite 100 Box 24"
    },
    {
      "url": "http://www.msn.com/en-us/money/stockdetails/fi-126.1.MSFT.NAS",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "http://us.chinesemenu.com/us/deerfield-beach-fl-33442/szechuan-city/",
      "title": "Szechuan City - Deerfield Beach - Online Coupons, Specials, Discounts. Order Asian, Chinese Food - ChineseMenu.com",
      "description": "Chinesemenu provide you with reviews which wrote by clients from Deerfield Beach as well as Szechuan City, meanwhile, the telephone of restaurants and its addresses and map information.",
      "preview": "United States ▼ United States Canada Australia United Kingdom China Sign in | Sign up | Szechuan City Name: Szechuan City Address: 3264 W Hillsboro Bl"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://www.vecteezy.com/free-vector/splash",
      "title": "Splash Vector Art, Icons, and Graphics for Free Download",
      "description": "Browse 364,295 incredible Splash vectors, icons, clipart graphics, and backgrounds for royalty-free download from the creative contributors at Vecteezy!",
      "preview": "Toggle filters Vectors Expand filters All Images Photos PNGs PSDs SVGs Templates Vectors Videos Motion Graphics Editorial Images Editorial Events Sear"
    },
    {
      "url": "https://www.antichat.me/",
      "title": "Anonymous Chat Rooms, Meet New People - AntiLand.com",
      "description": "Explore AntiLand: the ultimate anonymous chat room and dating roleplay platform where you can express yourself freely and connect with like-minded strangers worldwide. Dive into a safe and welcoming online community to share thoughts, explore interests, and create genuine connections. Whether you're looking for friendship, love, or just a casual chat, AntiLand offers an array of topics and chat rooms tailored to your interests. Join us now and start your anonymous adventure today!",
      "preview": "✖️ en Home Categories Casual Dating Hobbies & Interests Health & Support Relationships & Social Mature & 30+ Chats Entertainment & Lifestyle Gaming Cu"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "https://pulsepdx.net/",
      "title": "PulsePDX Home Page - PulsePDX",
      "description": "Group Fitness Reimagined. Cardio, Strength and Repair classes in an inclusive, nightclub-style setting with no mirrors and no judgement.",
      "preview": "3602 NE Sandy Blvd. Portland, OR 97232 503.985.8355 info@pulsepdx.net GROUP FITNESS REIMAGINED welcome! we're so glad you're here. IN-PERSON & ONLINE"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://bigglewiggle.tumblr.com/",
      "title": "MM",
      "description": "|17| Computer Science major, Dogs",
      "preview": "MM |17| Computer Science major, Dogs Ask me anything :) Archive Random Tags Next page lycanthology : lycanthology : i think one of the most important"
    },
    {
      "url": "https://ai.googleblog.com/",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://about.netflix.com/en/news/netflix-acquires-iconic-roald-dahl-story-company",
      "title": "Netflix Acquires Iconic Roald Dahl Story Company - About Netflix",
      "description": "The Roald Dahl Story Company (RDSC) and Netflix are joining forces to bring some of the world's most loved stories to current and future fans in creative new ways.",
      "preview": "Skip to content Back to All News Netflix Acquires Iconic Roald Dahl Story Company Ted Sarandos Co-CEO and Chief Content Officer Luke Kelly Managing Di"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://www.apec.org/",
      "title": "Asia-Pacific Economic Cooperation",
      "description": "void",
      "preview": "Skip to main content How Aging and AI are Rewriting the Economics of Health APEC Leaders to Convene in Korea Amid Heightened Global Interest Health Mi"
    }
  ],
  "_meta": {
    "total_bookmarks": 152
  }
}