{
  "data": [
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://medium.com/email-bullseye/the-holy-grail-of-email-deliverability-email-deliverability-guide-2020-7fb9c56c3345",
      "title": "The Holy Grail Of Email Deliverability - Email Deliverability Guide 2021 | by Johann Sigmund | Email Bullseye | Medium",
      "description": "\"\" is published by Johann Sigmund in Email Bullseye.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Email Bullseye · Email Marketing for Outdoor focused eCommerce Brands - f"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "https://coschedule.com/",
      "title": "The Social Media Calendar That Does It All - CoSchedule",
      "description": "Plan, schedule, and execute everything marketing from social, content, tasks, and beyond.",
      "preview": "The Social Media Marketing Calendar That Does It All Execute everything marketing - social, content, workflows, & beyond. Get Started Now Organize Soc"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://www.thefamilyplacenc.com/",
      "title": "The Family Place | Family resources in Transylvania County",
      "description": "Explore The Family Place, your hub for family resources in Transylvania County. From parenting support in Brevard, playgroups for kids in Rosman, to free family activities, we're here to help families connect, learn, and thrive.",
      "preview": "top of page The Family Place is a local family resource center that strengthens families and builds resiliency through support, education, and communi"
    },
    {
      "url": "http://beatlesource.com/bs/ae-boy2.html",
      "title": "THE SOURCE - Acetates - E.M.I. - This Boy",
      "description": "void",
      "preview": "This Boy Home Emidisc This disc was auctioned in late 2005 The auction provided no details but it can be assumed this is the standard mono mix. RECORD"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
      "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
      "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
      "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "http://www.live555.com",
      "title": "LIVE555.COM",
      "description": "void",
      "preview": "LIVE555.COM TM \"This is your network. Tell others!\" Internet Streaming Media, Wireless, and Multicast technology , services , & standards Technology L"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.campaignfornature.org/Background",
      "title": "Why 30%? - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "http://www.americanexpress.com/us/content/legal-disclosures/online-privacy-statement.html",
      "title": "Privacy Disclosures | Privacy Notice & Statement | AMEX US",
      "description": "At American Express, we're committed to safeguarding the data we hold about you. Explore our Privacy Disclosures to learn more about our policies & principles.",
      "preview": "Privacy Disclosures At American Express, we value your trust and respect your privacy. Explore our Privacy Disclosures to learn more about our privacy"
    },
    {
      "url": "https://www.kaporcenter.org/the-computer-science-teacher-landscape-results-of-a-nationwide-teacher-survey",
      "title": "The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey - Kapor Center",
      "description": "While the technology sector remains one of the fastest growing industries across the nation and continues to rapidly permeate all facets of society, the next generation of the computing workforceContinue reading \"The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey\"",
      "preview": "Skip to content Back to Publications While the technology sector remains one of the fastest growing industries across the nation and continues to rapi"
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "https://code.org/promote/morestats",
      "title": "Promote Computer Science & AI in Schools",
      "description": "Empower students with the essential skills of the future. Join the movement to make access to computer science a cornerstone of modern education in every school.",
      "preview": "Promote computer science at your school Empower students with the essential skills of the future. Join the movement to make access to computer science"
    },
    {
      "url": "https://withchristianeyes.net/2013/01/21/on-skyrim-a-vent-from-a-christian-parent-a-mom-who-plays/?like_comment=6585&_wpnonce=ddb5b43d50",
      "title": "On Skyrim: A Vent from a Christian Parent (a mom who plays) | With Christian Eyes",
      "description": "Maybe you've come here before and read one or more of my posts on Skyrim. If you haven't, and you're a parent interested in knowing more about the game, please also read my earlier review for parents. It would probably be better if you read that one first, actually, since it presents the positive aspects...",
      "preview": "Fighting a dragon in Skyrim. From http://www.industrygamers.com/news/ps3-skyrim-its-not-nearly-as-bad-as-it-seems/ Maybe you've come here before and r"
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://www.theregreview.org/2019/02/18/revesz-unel-climate-energy-storage-policies/",
      "title": "Achieving Climate Goals Will Require Sound Energy Storage Policies | The Regulatory Review",
      "description": "Clean energy systems will not reduce emissions unless states promote effective energy storage policies.",
      "preview": "Twitter Facebook LinkedIn Email Print Clean energy systems will not reduce emissions unless states promote effective energy storage policies. Tweet Sh"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://ywcaaustin.org/fightinginsolidarity/",
      "title": "Supporters - YWCA Austin | Mental Health | Volunteer | Counseling",
      "description": "Our vital community work is made possible by the support of our sponsors and partners. Join us in expressing gratitude for their invaluable contributions to our mission.",
      "preview": "0 Supporters We are proud to partner with corporations, foundations, and organizations to help us further our mission of eliminating racism and empowe"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/USmenuspotter.html",
      "title": "McDonald's New Menu Item Spotter",
      "description": "News and updates about delicious additions to McDonald's USA menu, including new menu items, returning favorites, and limited-time offers.",
      "preview": "McDonald's USA Menu Spotter October 01, 2025 Spotted: a delicious new addition to McDonald's menu. Welcome to your one and only source for updates on"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://ashiejx-blog.tumblr.com/",
      "title": "@ashiejx-blog on Tumblr",
      "description": "The voice of the sea speaks to the soul",
      "preview": "Posts Likes surfing-girls surfing-babes.blogspot.com Surf Girl Surfing Girls Twitter Source: surfing-babes.blogspot.com surfing-girls surfing-babes.bl"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://www.blackchamberofcommerce.org/",
      "title": "Southern California Black Chamber of Commerce",
      "description": "The Southern California Black Chamber of Commerce proudly supports Black entrepreneurs, from the desert to the sea.",
      "preview": "From The Desert To The Sea \"Welcome to the Southern California Black Chamber of Commerce (SCBCC) At the Southern California Black Chamber of Commerce"
    },
    {
      "url": "https://lacelock.net/products/lace-lock-melting-spray-pre-order",
      "title": "Lace Lock Melting Spray - Fingaz Beauty",
      "description": "New Look New Formula STRONGER HOLD! Though it has a strong hold to put the lock down on your unit, this melting spray goes on clear and dries fast to prevent flaking, frizzing and lifting. The cleaner, safer, easier to use alternative to wig glue, our solution is resistant to humidity and designed to keep your unit in",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Skip to product in"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    }
  ],
  "_meta": {
    "total_bookmarks": 37
  }
}