{
  "data": [
    {
      "url": "https://herbiv-whore.tumblr.com/post/126529603343",
      "title": "Blog Deleted.",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://www.eco-business.com/press-releases/sp-group-inks-mou-with-bcg-energy-to-invest-in-renewables-in-vietnam/",
      "title": "SP Group inks MOU with BCG Energy to invest in renewables in Vietnam | Press Releases | Asia | Sustainable Business",
      "description": "SP Group (SP) and BCG Energy Joint Stock Company (BCG Energy), a wholly owned subsidiary of Bamboo Capital JSC, signed a Memorandum of Understanding (MoU) to...",
      "preview": "Close menu Eco-Business Edition Subscribe Search Eco-Business Search Press Releases Energy SP Group inks MOU with BCG Energy to invest in renewables i"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "https://www.microsoft.com/edge",
      "title": "Get to Know Microsoft Edge",
      "description": "<p>Microsoft Edge is your AI-powered browser. A smarter way to browse. Learn more about built-in Edge features and capabilities that help you achieve more.</p>",
      "preview": "Skip to main content Search Try Edge intro Microsoft Edge Your AI-powered browser A smarter way to protect create find browse game shop learn search T"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "https://www.danielkennedy.com",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "http://www.meredith.com/legal/privacy",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://ksltv.com/526069/police-man-locked-girlfriend-dog-in-murray-storage-unit-that-caught-fire-and-killed-them/",
      "title": "Police: Man locked girlfriend, dog in Murray storage unit that caught fire and killed them",
      "description": "A man has been arrested in connection with the death of his girlfriend, who police say he had locked in a storage unit when it caught fire on Saturday.",
      "preview": "On the Site: Flood Watch Close KSLTV.com Live Olympics Investigates Shows Weather Podcasts Local National Program Guide Shows The Noon Show KSL Outdoo"
    },
    {
      "url": "https://www.rougier-ple-toulouse.fr/store/bons-plans",
      "title": "Bons plans - Rougier&Plé Toulouse",
      "description": "void",
      "preview": "Rougier&Plé, votre magasin de loisirs créatifs, beaux-arts et encadrement. Accueil Contact > www.rougier-ple.fr Click & Collect - Rougier&Plé Toulouse"
    },
    {
      "url": "https://www.klompsyhuis.nl/category/weekje-weg/",
      "title": "Weekje weg | Klomp Sy Huis bestaat niet meer",
      "description": "void",
      "preview": "Ga naar de inhoud Helaas, er zijn geen resultaten gevonden. Misschien helpt zoeken je om een gerelateerd bericht te vinden. Zoeken naar:"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://blog.sonicbids.com/3-surefire-ways-to-stay-healthy-on-tour",
      "title": "3 Surefire Ways to Stay Healthy on Tour",
      "description": "Touring can take a real toll on a band's health, but with these three easy tips, you and your bandmates will stay in tip-top shape on the road.",
      "preview": "Music Business 101 Marketing & Promotion Booking Gigs & Touring Legal & Money Licensing & Publishing Digital & Technology Honing Your Craft Performing"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockuuups-Studio-Mockup-Generator-3100-Mockups-39c645fb3b4748c98abfa33503b85b70?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.cintolo.it/",
      "title": "www.cintolo.it",
      "description": "$DESCRIPTION$",
      "preview": "www.cintolo.it Il sito è attualmente in costruzione. Vieni a trovarci prossimamente."
    },
    {
      "url": "https://docs.hexagonppm.com/r/en-US/Intergraph-Smart-3D-Reports/Version-2016-11.0/85852",
      "title": "Documentation",
      "description": "void",
      "preview": "Loading... Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://tbytmedia.com/2020/05/22/keep-ya-head-up-rhys-lewis-interview/",
      "title": "Keep Ya Head Up: Rhys Lewis Interview | Think Before You Type Media Group",
      "description": "TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us a bit about it? Rhys: Thank you! Myself and Aidan, who co-wrote the song with me, were a few weeks into isolation feeling quite anxious about the future. All the conversations I was having with friends and family...",
      "preview": "Search GO RSS Feed Twitter Facebook Leave a comment TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "https://www.anti-biasmontessori.com/",
      "title": "Tiffany M. Jewell | author and educator",
      "description": "Tiffany Jewell is a #1 New York Times bestselling author of This Book Is Anti-Racist and The Antiracist Kid. She is a nationally recognized anti-bias antiracist educator.",
      "preview": "top of page TIFFANY M. JEWELL Author, Educator, Mama Everything I Learned About Racism I Learned In School Winter 2024 The Antiracist Kid October 4, 2"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://gobble.sjv.io/c/3408212/1339313/5084?subid3=people",
      "title": "Upcoming Menus | Gobble",
      "description": "void",
      "preview": "Skip to main content New Chef-Designed Recipes Weekly Choose from a diverse menu that includes meat, fish, and vegetarian dishes. Each and every recip"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/",
      "title": "From Spark To Flame",
      "description": "Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving girl out to change the world. Oh and my name's Ember. No not Amber. And...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://www.sportsnewsireland.com/",
      "title": "Home - SportsNewsIreland - SportsNewsIreland",
      "description": "SportsNewsIRELAND focusing mainly on GAA, Rugby, and Horse Racing. Cricket, Showjumping, Olympic events and Sports Scores",
      "preview": "Facebook Twitter Youtube Sign in GAA Soccer Rugby Irish Other Sports Soccer Irish Rugby Racing irish News Sign in Welcome! Log into your account your"
    },
    {
      "url": "https://portal.vuce.gub.uy/VUCE/servlet/loginvuce",
      "title": "Login",
      "description": "Login",
      "preview": "Ingresá con tu usuario de VUCE CI Pasaporte extranjero AFGANISTAN ÅLAND ISLANDS ALBANIA ALEMANIA AMERICAN SAMOA ANDORRA ANGOLA ANGUILLA ANTARCTICA ANT"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://passk12.org/",
      "title": "PASS: Partner Alliance for Safer Schools | PASSK12",
      "description": "The official website for the Partner Alliance for Safer Schools (PASS), which provides K-12 school safety and security guidelines, best practices and more.",
      "preview": "Skip to content Linkedin Youtube X-twitter It's time to improve school security. Making schools safer is both achievable and urgently needed. Our Scho"
    },
    {
      "url": "https://imagommage.com/",
      "title": "Merchandising Aziendale Personalizzato | Gadget Aziendali | Imagommage",
      "description": "Imagommage è specializzata nella creazione di merchandising aziendale personalizzato e gadget aziendali personalizzabili per la promozione di eventi.",
      "preview": "Click Here DISCOVER cuscino - cushion DISCOVER customized trays WE RESEARCH AND IMPORT THE RIGHT PRODUCT YOU ARE LOOKING FOR from all over the world D"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://studeeblurred.tumblr.com/post/129444749794",
      "title": "Is learning computer science linked to improved... - STUDee Above the Rock",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    },
    {
      "url": "https://sklep.izakrejcapawski.pl/plan-newsletterow-5/",
      "title": "Plan newsletterów | IKP Szkolenia",
      "description": "void",
      "preview": "Masz pytania? Zadzwoń na 606 44 57 65 lub napisz na sklep@izakrejcapawski.pl Koszyk Elementy 0 Plan newsletterów Prześlij komentarz Anuluj pisanie odp"
    },
    {
      "url": "https://www.ottovo-nakladatelstvi.cz/produkt/stopy-zvere/",
      "title": "Stopy zvěře |",
      "description": "Miroslav Bouchner",
      "preview": "Nakladatel Jan Otto OTTOVO NAKLADATELSTVÍ Stopy zvěře Miroslav Bouchner Cena: 269 Kč s DPH 245 Kč bez DPH Popis produktu Produkty v kategorii Stopy zv"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://www.twincities.com/2015/09/06/at-least-3-minnesota-motorcyclists-killed-over-holiday-weekend/",
      "title": "At least 3 Minnesota motorcyclists killed over holiday weekend - Twin Cities",
      "description": "<p>A deadly crash during a benefit ride for a fallen motorcyclist turned out to be the start of a spate of separate incidents across Minnesota that left at least three riders dead over the Labor Day holiday weekend.",
      "preview": "Skip to content Tonia Stocking, 49, left, of Cottage Grove, died and Steven Silva, 53, right, of Eagan, was seriously injured Saturday afternoon when"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "https://www.contentfulstatus.com",
      "title": "Contentful Status",
      "description": "Welcome to Contentful's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Contentful creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't recei"
    },
    {
      "url": "https://105northtower.tumblr.com/",
      "title": "Obscure Star Trek References",
      "description": "Autistic. Feminist. Lesbiflexable. Polyamorous & Partnered (mattieblack). Knight of Heart.",
      "preview": "R Autism math etc twitter dark heresy me honk classically-lit-memes4u : RIP to everyone killed by the gods for their hubris but im different. and bett"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.examveda.com/chemical-engineering/practice-mcq-question-on-refractory-technology/",
      "title": "Refractory Technology MCQ Questions & Answers | Chemical Engineering",
      "description": "Learn Refractory Technology MCQ questions & answers are available for a Chemical Engineering students to clear GATE exams, various technical interview, competitive examination, and another entrance exam. Refractory Technology MCQ question is the important chapter for a Chemical Engineering and GATE students.",
      "preview": "Refractory Technology MCQ Questions & Answers | Chemical Engineering Home / Chemical Engineering / Refractory Technology Section 1 Section 2 Section 3"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "https://www.defevercruisers.com/design_details.asp?id=32",
      "title": "DeFever Cruisers - A Club for Yachting Enthusiasts with a Passion for DeFever Vessels and the Cruising Life!",
      "description": "void",
      "preview": "MEMBER LOGIN About Us DeFever History DeFever Designs A DeFever Experience Member Benefits FAQ Join Contact Us Links of Interest Member Stats Upcoming"
    },
    {
      "url": "https://favordelivery.com/order-delivery/laredo-taco-company-24062",
      "title": "Favor Delivery | Contactless delivery in Texas",
      "description": "Available exclusively in Texas, Favor is the easiest way to get food delivered fast. Get restaurants, groceries, and more delivered right to your door!",
      "preview": "void"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "https://envs.ucsc.edu/faculty/index.php?uid=klseto",
      "title": "Faculty - Environmental Studies",
      "description": "void",
      "preview": "Faculty You can also see our faculty sorted by their research interests on our Research Areas page. View all instructor office hours through our resou"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=24687843",
      "title": "Trojan.DownLoader41.59211 - Dr.Web Malware description library",
      "description": "Network activity Connects to &#39;i6#####g-a.akamaihd.net&#39;:443 &#39;t.###netcat.com&#39;:443 &#39;microsoft.com&#39;:80 &#39;px######com-a.akamaihd.net&#39;:445 &#39;px######com-a.akamaihd.net&#39;:139 TCP HTTP GET requests http://www.microsoft.com/pki/certs/MicRooCerAut_2010-06-23.crt Other &#39;i6#####g-a.akamaihd.net&#39;:443 ...",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/param_tuning.html",
      "title": "Notes on Parameter Tuning - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Notes on Parameter Tuning View page source Notes on Parameter Tuning  Parameter tuning is a dark art in machine learning, the optim"
    },
    {
      "url": "https://www.esotericablog.es/",
      "title": "Tarot • Astro & Yoga : el retorno al Ser",
      "description": "Tarot • Astro & Yoga : el retorno al Ser. Carolina de Pedro © 2025",
      "preview": "Saltar al contenido TAROT El Tarot Sagrado de la India: una síntesis única de la mitología sagrada india y el tarot Story Medicine Tarot, de Jessica Z"
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "https://hyperise.com/",
      "title": "Hyperise Toolkit: Hyper-personalization for Savvy Sales & Marketing teams",
      "description": "Personalize images in your outreach and your websites text, images, videos and CTAs for each visitor without writing a single line of code.",
      "preview": "Personalization Demo Start Your Free 14 Trial Join a Live Demo Unlimited possibilities to personalize your CTA Purposeful personalized images, that vi"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://greenkitchenstories.com/",
      "title": "Green Kitchen Stories - Healthy Vegetarian Family Recipes",
      "description": "Healthy, easy and modern vegetarian recipes from our green kitchen. Easy family recipes, inspiring food photography, travel tips and cookbooks.",
      "preview": "Say hello to our supplements! Creamy Vegan Pesto Pasta & Cauliflower. Our Guide to Stockholm. The Ultimate Movie Night Snack Platter. Our Guide to Bar"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://www.rangeme.com/walmartsupplierinclusion",
      "title": "B2B Product Discovery Platform for Retail Buyers, Suppliers",
      "description": "Get discovered by retail buyers on RangeMe. Showcase your products, connect with buyers, and grow your brand with the leading supplier platform.",
      "preview": "Sign up for RangeMe Choose your account type: Supplier I sell products to wholesale buyers Buyer I purchase products at wholesale Connect with Top Ret"
    },
    {
      "url": "https://www.nngroup.com/articles/guide-ux-research-methods/",
      "title": "A Guide to Using User-Experience Research Methods - NN/G",
      "description": "Modern day UX research methods answer a wide range of questions. To help you know when to use which user research method, each of 20 methods is mapped across 3 dimensions and over time within a typical product-development process.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 0 A Guide to Using User-Experience Research Methods Kelley Gordon, Ch"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://mts-ncomms.nature.com/",
      "title": "Nature Communications",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Communications online manuscript submission a"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "https://rubygems.org/gems/git_remote_branch/versions/0.3.5?locale=zh-CN",
      "title": "git_remote_branch | RubyGems.org | 您的社区 Gem 托管中心",
      "description": "void",
      "preview": "git_remote_branch 0.3.5 git_remote_branch is a learning tool to ease the interaction with remote branches in simple situations. Gemfile: = 安装: = 版本列表:"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "https://startofall.com/archives/category/culture/%E3%81%8A%E3%81%99%E3%81%99%E3%82%81%E6%98%A0%E7%94%BB",
      "title": "映画 | フリーライター00ai",
      "description": "void",
      "preview": "MENU Profile Works YouTube Contact フリーライター00ai Profile Works YouTube Contact ホーム Culture 映画 映画 - category - Culture 映画 ＜追悼＞「タロウのバカ」のタロウが人生を駆け抜けた 2022年"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}