{
  "data": [
    {
      "url": "https://be.contentful.com/login",
      "title": "Log In - Contentful",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://gdpr.cision.com",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "http://www.angelfire.com/pq/Urhixidur/Nuke/Nuke.html",
      "title": "501 Urhixidur - Nuclear War Page",
      "description": "void",
      "preview": "501 Urhixidur Nuclear War Page This is one of my all-time favourite games --and I've played a lot of games! You can also visit the Nuclear War Home Pa"
    },
    {
      "url": "https://www.imf.org/en/Data",
      "title": "IMF Data",
      "description": "Welcome to the IMF data, including databases and platforms that have access to understandable and timely data, transforming lives by making economic and financial data findable, browsable, and usable.",
      "preview": "About IMF's Work RESOURCES TOPICS IMF at a Glance Surveillance Lending Capacity Development IMF Factsheets List How the IMF Supports the Global Econom"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://flipboard.com",
      "title": "Flipboard: Your Social Magazine",
      "description": "One place for all the stories you care about. Join the Flipboard community to discover and share what inspires you.",
      "preview": "11 hours ago Former Republican elections official buys Dominion Voting, the company at the center of false 2020 conspiracy theories verified_publisher"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://code.org/promote/morestats",
      "title": "Promote Computer Science & AI in Schools",
      "description": "Empower students with the essential skills of the future. Join the movement to make access to computer science a cornerstone of modern education in every school.",
      "preview": "Promote computer science at your school Empower students with the essential skills of the future. Join the movement to make access to computer science"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://corporate.bestbuy.com/",
      "title": "Homepage - Best Buy Corporate News and Information",
      "description": "At Best Buy, our purpose is to enrich lives through technology. Learn more about how we're doing that and read all the latest Best Buy news and stories.",
      "preview": "Best Buy joins Monopoly Game at McDonald's as Prize Partner From Oct. 6 to Nov. 2, collect game pieces and properties for a chance to win exciting pri"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://www.noaa.gov/",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://tahadiwasla.app.link/s/b84483f2b3497a6e6ad99549e226317ee6d3863404ebfb2430d8eecd1a688b97",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://no.wikipedia.org/wiki/Fagundes",
      "title": "Fagundes - Wikipedia",
      "description": "void",
      "preview": "Hopp til innhold Koordinater : 7°21′18″S 35°46′30″V Fra Wikipedia, den frie encyklopedi Fagundes Beliggenheten i delstaten Paraíba Land Brasil Delstat"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "https://larsmuhl.dk/en-spirituel-ny-klassiker-ser-dagens-lys-paa-dansk-meditationer-over-tarot/",
      "title": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' - Lars Muhl",
      "description": "Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det fantastiske sket. En perle af en bog har fundet vej til de danske boghylder. Forlaget Visdomsbøgerne har netop udsendt første bind af 'Meditationer over Tarot' på dansk. Der er tale om en milepæl i esoterisk, kristen hermetisk litteratur, eminent oversat til dansk af [...]",
      "preview": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' Blog på dansk Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://988lifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "http://www.aspes-navaho.homepage.t-online.de/phpBB/index.php?sid=6862558204e2a92a628e89b24e821510",
      "title": "Aspes Forum • Foren-Übersicht",
      "description": "void",
      "preview": "Aspes Forum Aspes Navaho Forum Anmelden FAQ Suche Aktuelle Zeit: 10. Okt 2025 13:54 Unbeantwortete Themen | Aktive Themen Foren-Übersicht Alle Zeiten"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://www.bet.com/",
      "title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
      "description": "BET.com is your home for all the latest celebrity, music, fashion, entertainment and African-American news. Check out your favorite BET shows and watch video!",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Elmiene FEATURED ARTIST OF THE MONTH Join us on Amplified Live as Elmiene shares his journey, musical ins"
    },
    {
      "url": "https://www.tiktok.com/@mozilla",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://webaim.org/",
      "title": "WebAIM: Web Accessibility In Mind",
      "description": "void",
      "preview": "We have web accessibility in mind Expanding the potential of the web for people with disabilities by empowering individuals and organizations to creat"
    },
    {
      "url": "https://www.luerzersarchive.com/",
      "title": "Lürzer's Archive | Leading Ad Industry Magazine & Directory",
      "description": "The celebrated creative resource for advertising professionals worldwide | Over 30 years of hand-picked inspiration, features, news & interviews.",
      "preview": "How to get closer Connect more with our Serviceplan reviews takeover Read More Search 40 years of the best print campaigns, TV commercials and digital"
    },
    {
      "url": "https://www.lulus.com/products/charmed-and-classy-black-polka-dot-long-sleeve-midi-dress/1053642.html",
      "title": "Lovely Black Polka Dot Dress - Midi Dress - Long Sleeve Dress - Lulus",
      "description": "The Lulus Charmed and Classy Black Polka Dot Long Sleeve Midi Dress has a timeless look! Long sleeve midi dress with puff shoulders, square neckline, side slit.",
      "preview": "Skip To Main Content TERMS APPLY. SEE DETAILS . 12.2K Charmed and Classy Black Polka Dot Long Sleeve Midi Dress Lulus $59 Duties and taxes included! P"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "http://www.walgreensbootsalliance.com/",
      "title": "Home | Walgreens Boots Alliance",
      "description": "Walgreens Boots Alliance (WBA) Is a Trusted, Global Innovator in Retail Pharmacy. WBA's purpose is to create more joyful lives through better health.",
      "preview": "Skip to main content Walgreens Boots Alliance's purpose is to create more joyful lives through better health. We are an integrated healthcare, pharmac"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://daviddagim.co.il/en/product/seabass-2/?add-to-cart=3031",
      "title": "Seabass - דוד דגים - דגים טריים חנות דגים בירושלים",
      "description": "For a net kilo need 2.5 times fish, due to the reduction, not grind, head, herringbone skin bones, but a net fillet net.",
      "preview": "מעבר לתוכן ראשי \"6 units of frozen Tilapia fillets\" has been added to your cart. View cart For a net kilo need 2.5 times fish, due to the reduction, n"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://polinagotovaya.com/wedding",
      "title": "34081 - how many visitors were on the site while it was blocked",
      "description": "void",
      "preview": "Site is unpaid Pay Go to management 34081 So many visitors were on the site, while it is blocked"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://19120.cache.armorgames.com/gragyriss-captor-of-princesses-game/18549?game-referral=vr+defender+y3k",
      "title": "Gragyriss, Captor of Princesses - Play on Armor Games",
      "description": "Gragyriss, Captor of Princesses, a free online Strategy game brought to you by Armor Games. A strategy game about dragon life - devour lambs, grow stronger, raid settlements, fight weak humans, elves and undead, kidnap beautiful princesses",
      "preview": "AGS Steam Games Create Account Login MMO Strategy Shooting Action Adventure Puzzle Tower Defense Idle More Categories Multiplayer Clicker Survival Pla"
    },
    {
      "url": "https://www.worldpresslive.com/",
      "title": "World Press Live - International News - Biusiness - Technology",
      "description": "World Press Live is a Global News Network. The information source from the globe on Business, technology, health, news, fashion and so on.",
      "preview": "Search Thursday, October 9, 2025 Search Copyright 2021 - All Right Reserved Gaming Why PG Soft Online Slots Are the Best Choice for Players Looking..."
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://cudillero.vivirasturias.com/playas",
      "title": "Turismo Cudillero | Dónde comer | Dónde dormir | Patrimonio | Naturaleza| Asturias",
      "description": "Son 345 kilómetros de costa en los que podemos encontrar más de 300 playas, todas diferentes, porque las playas de Asturias nunca son iguale",
      "preview": "Eventos Patrimonio cultural Patrimonio natural Información práctica Turismo activo Transporte Reseñas históricas Favoritos Buscar Contactar Sobre noso"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.apec.org/Meeting-Papers/Annual-Ministerial-Meetings/2019/2019_AMM/Annex-C",
      "title": "APEC Roadmap on Combatting Illegal, Unreported and Unregulated Fishing | 2019 APEC Ministerial Documents | APEC",
      "description": "void",
      "preview": "Skip to main content APEC Roadmap on Combatting Illegal, Unreported and Unregulated (IUU) Fishing Third Senior Officials' Meeting Puerto Varas, Chile"
    },
    {
      "url": "http://newsletters.fao.org/k/Fao/subscription_form_sdg_indicators",
      "title": "void",
      "description": "void",
      "preview": "Registration form Subscribe for alerts! Subscribe now to our newsletter and get the latest on FAO's work on data, statistics and the SDG indicators un"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://antarctic-art.de/portfolio/voegel/",
      "title": "Vögel - Antarctic Art",
      "description": "void",
      "preview": "Zum Inhalt springen Vögel"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://www.informationweek.com/archives.asp?newsandcommentary=yes&amp;amp;amp;amp;amp;amp;amp;tag_id=460&piddl_month=4&piddl_year=2000",
      "title": "InformationWeek, News & Analysis Tech Leaders Trust",
      "description": "News analysis and commentary on information technology strategy.",
      "preview": "Latest Podcasts InformationWeek Podcast: Realigning After a Tech Disruption Oct 6, 2025 InformationWeek Podcast: Proving Tech Investment's Company-wid"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://cloudblogs.microsoft.com/",
      "title": "The Microsoft Cloud Blog | Build the future of your business with AI",
      "description": "Get news, updates, and insights about Microsoft's integrated cloud platform for cloud solutions from the team of experts at The Microsoft Cloud Blog.",
      "preview": "Skip to main content The Microsoft Cloud Blog Build the future of your business with AI Navigate blog by Navigate blog by: Search News September 25 4"
    },
    {
      "url": "http://www.nasa.gov/",
      "title": "NASA",
      "description": "NASA.gov brings you the latest news, images and videos from America's space agency, pioneering the future in space exploration, scientific discovery and aeronautics research.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://www.oprahdaily.com/entertainment/a42447926/oprah-gayle-king-attend-piano-lesson-broadway/",
      "title": "The Cast of \"The Color Purple,\" Past and Present",
      "description": "For superfans and newbies alike, we've compiled a who's who of the 1985 The Color Purple and 2023 musical casts.",
      "preview": "Skip to Content From Alice Walker's 1982 novel to Steven Spielberg's 1985 film to two Broadway productions, The Color Purple has impacted and inspired"
    },
    {
      "url": "https://www.bmw-dubai.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Dubai & Sharjah | AGMC BMW",
      "description": "Visit BMW AGMC in Dubai &amp; Sharjah, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "Buy Online NEW CARS OFFERS Discover Now LEASING OFFERS Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4"
    },
    {
      "url": "https://skims.com/products/full-control-tights-onyx",
      "title": "Hosiery - Women's Tights & Sheer Pantyhose | SKIMS",
      "description": "Pair our collection of sheer tights and pantyhose with your favorite SKIMS pieces for a reinvented smoothing experience with full, medium and nude cover...",
      "preview": "Skip to main content Hosiery Shop SKIMS hosiery: sheer tights, pantyhose, bralettes, & more Bundle & Save Thongs Cheeky Underwear Briefs Boxers Home /"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "http://newsic.org/emusik/orion/index.php?sid=c1a418d7839a6bf760f381f17f05f144",
      "title": "emusik.info :: Index",
      "description": "void",
      "preview": "Portal • Kalender • Forum • Profil • Suchen • Registrieren • Einloggen, um private Nachrichten zu lesen • Login emusik.info Foren-Übersicht Boarddatum"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/resources/microsoft-advertising-partner-program/microsoft-advertising-partner-program",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "http://www.grandvoyageitaly.com/piazza/pizza-emergency-kit-hey-you-never-know",
      "title": "Pizza Emergency Kit: Hey, You Never Know... - GRAND VOYAGE ITALY",
      "description": "Pizza Emergency Kit: Hey, You Never Know..., Pizza Pouch, Wearable pizza slice, pizza accessory, pizza fashion accessory, Stupidiotic.com, gag food gifts, funny pizza gift, gag pizza gift, pizza fashion accessory, pizza lanyard, pizza necklace, wearing p",
      "preview": "Piazza Older Posts Travel Our Family's Voyage Cucina Culture History Style Photos Videos Music Videos About Survey Links Shop 🛒 Piazza Older Posts Tra"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "http://abc.go.com/shows/the-view/video/pl55492969/vdka0_va37t1oc",
      "title": "WATCH: {videotitle} Video | The View",
      "description": "Watch The View: {videodescription} video at abc.com",
      "preview": "Skip to Content The View ABOUT The View Videos {videotitle} Follow The View:"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "https://www.answerbag.com/q_view/731917",
      "title": "Are you going to behave yourself today?",
      "description": "Ask questions on any topic, get real answers from real people. Have a question? Ask it. Know an answer? Share it.",
      "preview": "| QUESTIONS | CATEGORIES | BLOG | PROFILE | Login | Register | ASK QUESTION Social sciences → Psychology → Human behavior A re you going to behave you"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://www.nau.ch/ort/altdorf-ur/schattdorf-ur-kollision-zwischen-personenwagen-und-linienbus-66084321",
      "title": "Schattdorf UR: Kollision zwischen Personenwagen und Linienbus | Nau.ch",
      "description": "Am Mittwoch, 12. Januar, kam es zu einer Kollision zwischen einem Personenwagen und einem Linienbus, bei der niemand verletzt wurde.",
      "preview": "Uri FC Altdorf Schattdorf UR: Kollision zwischen Personenwagen und Linienbus Kantonspolizei Uri Uri , 12.01.2022 - 14:44 Am Mittwoch, 12. Januar, kam"
    },
    {
      "url": "https://firemarkstudio.video.blog/",
      "title": "Fire Mark Studio - Novelty apps for curious minds!",
      "description": "Novelty apps for curious minds!",
      "preview": "Skip to content Play your favorite Bongo Cat musical instruments. Subscribe Subscribed Fire Mark Studio Sign me up Already have a WordPress.com accoun"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.japantimes.co.jp/news/2018/11/02/national/japanese-towns-thrive-abundant-squid-suffer-numbers-decline-alarming-rate/#.XQDUZXt7mRt",
      "title": "Japanese towns that thrive on once-abundant squid suffer as numbers decline at alarming rate - The Japan Times",
      "description": "Takashi Odajima picked up a cracked and faded photograph and dusted it off with his sleeve. He smiled a little sadly at the image from long ago, back when he was a baby boy.",
      "preview": "Subscribe Digital Print Sanae Takaichi Real Estate NOBEL PRIZE Latest News Today's print edition Home Delivery JAPAN Politics Society Crime & Legal Sc"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://www.fox10tv.com/2023/02/28/atmore-pd-toddler-dies-after-being-left-car/",
      "title": "Atmore PD: Toddler dies after being left in car",
      "description": "A 2-year-old child died after being left unattended in a car for several hours Monday, according to authorities. The child's father is now facing a reckless murder in connection with the death.",
      "preview": "Skip to content ATMORE, Ala. ( WALA ) - In a tragic story out of Atmore, a two-year-old boy is dead after police said his father left him inside his v"
    },
    {
      "url": "https://www.aftonbladet.se/nyheter/",
      "title": "Nyheter från Sverige och världen",
      "description": "Senaste nyheterna från Sveriges största nyhetssajt. Håller dig uppdaterad dygnet runt.",
      "preview": "search abplus Nyheter Uppgifter: Polisen har stoppat stöldliga En stor polisinsats har pågått söder om Stockholm under fredagen. - Vi har varit där me"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://www.ywcanashville.com/what-we-do/renew/",
      "title": "Community Programs - YWCA Nashville & Middle Tennessee | Domestic Violence Services - YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "At YWCA Nashville & Middle Tennessee, we invest in youth empowerment and workforce development through our Girls Inc. and AMEND Together programs. We promote healthy masculinity and provide education and workforce services through our Family Learning Center and Dress for Success Nashville programs. Join us in empowering the next generation for success.",
      "preview": "0 Community Programs ↘ YWCA invests directly in the lives of our youth by empowering girls to be strong, smart, and bold through our Girls Inc. progra"
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "http://www.icnl.org/usprotestlawtracker/?location=&status=&issue=6&date=&type=legislative",
      "title": "US Protest Law Tracker - ICNL",
      "description": "The US Protest Law Tracker, part of ICNL's US Program, follows initiatives at the state and federal level since November 2016 that restrict the right to protest. Click this link to see the full Tracker.",
      "preview": "Skip to main content This is Google Tag Manager This is Google Tag Manager Home » Our Work » United States Program » US Protest Law Tracker US Protest"
    },
    {
      "url": "https://www.shoutcast.com",
      "title": "Home Page - Shoutcast",
      "description": "void",
      "preview": "Shoutcast offers the ultimate suite of advanced tools and services for a premium broadcasting experience Whether you're an established broadcaster, a"
    },
    {
      "url": "https://androidenterprisepartners.withgoogle.com/",
      "title": "Android Business Device Solutions Directory - Android Enterprise",
      "description": "Browse the Android Enterprise Solutions Directory to find the right devices, solutions, and validated partners to fit your needs.",
      "preview": "Android Enterprise Find the best Android Enterprise devices, solutions, and partners Android Enterprise Partner Program simplifies your search for tru"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    },
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://web.cvent.com/event/c3dd1954-99a4-4cf1-862c-12a5a65ba58a/summary",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - Naples - September 25, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.yesnodetroit.com/2017/08/movie-review-dark-tower.html",
      "title": "Movie Review: The Dark Tower",
      "description": "Yes/No Detroit is a lifestyle blog covering food, entertainment, travel, tech, and more, in Detroit and beyond.",
      "preview": "Skip to main content Movie Review: The Dark Tower Get link Facebook X Pinterest Email Other Apps August 04, 2017 Originally, I wanted to give this mov"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://durable.co/",
      "title": "Durable AI Website Builder and Small Business Software",
      "description": "Generate a website in 30 seconds with the world's fastest AI website builder. Then, use powerful AI marketing, invoicing, and CRM tools to grow your business. All with one app.",
      "preview": "AI that builds a business for you Your AI business partner for websites, content, strategy, and more. Start growing online in 30 seconds. Start for fr"
    },
    {
      "url": "http://slideme.org/fr/node/20110178/reviews",
      "title": "SLIDEME-end",
      "description": "void",
      "preview": "Thank you for being part of this journey."
    },
    {
      "url": "https://1profire.com/fl/putnum-county/fire-sprinkler-installation/",
      "title": "Fire Sprinkler Installation in Putnum County, Florida",
      "description": "Fire Protection Services Fire Sprinkler Installation in Putnum County, Florida at (386) 310-0170",
      "preview": "void"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "http://mothernatureshelper.com/a-history-of-these-happy-vermonters",
      "title": "Vermont's Plant Experts | Mother Nature's Helper",
      "description": "void",
      "preview": "Categories Menu Home » Vermont's Plant Experts Vermont's Plant Experts Theresa & Mick In 1980, Theresa Carroll followed her lifelong dream of starting"
    },
    {
      "url": "https://www.aprilbeer.com/",
      "title": "April Beer - Wedding Officiant, Celebrant and Non-Denominational Minister for New Jersey",
      "description": "void",
      "preview": "As a NJ Wedding Officiant & Minister, it is my commitment to make sure all of your dreams about your wedding day are realized. There are only a few oc"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "https://shop.thespartanite.com/products/credit-and-cocaine-lines-business-secrets-your-mba-does-not-teach-you",
      "title": "Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You - The Spartanite",
      "description": "\"Discover the untold business secrets in 'Credit and Cocaine Lines.' Unearth underground strategies to negotiate and win deals. Gain a competitive edge with real-world business insights.\"",
      "preview": "Skip to content Skip to product information Open image in full screen Close Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You Cre"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.madisonyauger.com",
      "title": "Madison Yauger",
      "description": "void",
      "preview": "Hey there! Welcome to my online portfolio - a digital record of my published work at various magazines and news outlets (because the internet does not"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://teachers20.com/post/121258613878",
      "title": "Teachers 2.0 - Maryland moves to increase diversity in computer...",
      "description": "Maryland moves to increase diversity in computer...",
      "preview": "Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy a required technology credit for g"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://sustainablefoodgroup.org/the-sustainability-standard",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://www.tmz.com/2023/02/28/montana-hunter-who-killed-and-skinned-husky-pleads-no-contest/",
      "title": "Montana Hunter Who Killed and Skinned Husky Sentenced, No Hunting for 6 Months",
      "description": "The Montana hunter who killed and skinned a husky -- apparently thinking it was a wolf -- is getting off easy after copping a plea.",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "http://www.earthplanter.com/",
      "title": "EarthPlanter | The #1 Commercial Self-Watering Planter Brand",
      "description": "The Leader in Commercial Self-Water Planter Systems. Top Choice for Retail, Hospitals, Airports & More. Water Once Every 2 - 3 Weeks & Use 80% Less Water.",
      "preview": "Skip to content #1 Selling & Recommended Commercial Self-Watering Planters Labor Cost Reduction 0 % Water & Fertilizer Waste Reduction 0 % Larger & He"
    },
    {
      "url": "http://smartstudy.co.kr",
      "title": "더핑크퐁컴퍼니 주식회사",
      "description": "Connecting people around the world through joyful content",
      "preview": "Connecting people around the world through joyful content 더핑크퐁컴퍼니는 글로벌 패밀리 엔터테인먼트 기업으로, 온 가족이 즐길 수 있는 문화를 만들어갑니다. 영화 및 애니메이션 시리즈부터 음원, 공연, 모바일 애플리케이션,"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/post/150101031139",
      "title": "Another year of record growth for AP Computer Science - @studyaiko-blog on Tumblr",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced rec...",
      "preview": "codeorg Follow Another year of record growth for AP Computer Science Since recent data shows that students like computer science classes a lot , it's"
    },
    {
      "url": "https://mts-natfood.nature.com/",
      "title": "Nature Food",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Food online manuscript submission and trackin"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.cancer.org/cancer/bladder-cancer/about/key-statistics.html",
      "title": "Key Statistics for Bladder Cancer | American Cancer Society",
      "description": "Learn how many new cases of bladder cancer and deaths from bladder cancer are expected this year, as well as other key statistics.",
      "preview": "Skip to main content × October 9 is DAF Day! Use your Donor Advised Fund to help save lives today. Give Now . Help Our 24/7 cancer helpline provides i"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://www.everything-about-concrete.com/how-to-minimize-having-a-slippery-driveway-in-the-winter.html",
      "title": "How to minimize having a slippery driveway in the winter",
      "description": "Question: My driveway is about 240 feet long, slightly curved and a bit more than moderately steep. We are considering installing a colored and stamped",
      "preview": "Everything About Concrete Teaching • Learning • Achieving • Grow your business Home Blog Recommended Tools Menu APPLICATIONS Finishing Concrete Staini"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://www.agcensus.usda.gov",
      "title": "USDA - National Agricultural Statistics Service - Census of Agriculture",
      "description": "The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America's farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.",
      "preview": "Skip to Main Content United States Department of Agriculture National Agricultural Statistics Service Subscriptions: National | News Data & Statistics"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://energyathaas.wordpress.com/2014/09/08/want-to-schedule-your-electricity-use-to-reduce-pollution-heres-how/",
      "title": "Want to Schedule Your Electricity Use to Reduce Pollution? Here's How - Energy Institute Blog",
      "description": "Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate change. A Berkeley PhD student - Gavin McCormick - has started a nonprofit to provide information on exactly how our actions impact pollution. Gavin's organization, WattTime, is analyzing data from around the US to...",
      "preview": "Skip to content Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate c"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://www.cornertablenantucket.com/",
      "title": "The Corner Table Café",
      "description": "The Corner Table Cafe is a year-round cafe in Nantucket. Serving healthy comforting food in a place that feels like home.",
      "preview": "0"
    },
    {
      "url": "https://crfusa.com/",
      "title": "Small Business Lender - Community Reinvestment Fund, USA",
      "description": "CRF USA, a national small business lender, helps scale capital access for small businesses in communities across the country.",
      "preview": "Skip to content For Small Businesses My Small Business Account Customer Care Small Business Resources Apply for a loan Apply Now Small Businesses Make"
    },
    {
      "url": "https://synlawncolorado.com/installing-putting-green-idea-whose-time-come/",
      "title": "Installing Your Very Own Putting Green is an Idea Whose Time Has Come",
      "description": "Our work brings us into contact with a great many golf lovers. If you count yourself among this group, we can make practicing your putting and chipping easier than ever.",
      "preview": "Skip to content Installing Your Very Own Putting Green is an Idea Whose Time Has Come Installing Your Very Own Putting Green is an Idea Whose Time Has"
    },
    {
      "url": "https://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=_h0005__.docx&DocumentType=Bill&BillNumber=0005&Session=2022",
      "title": "Request Rejected",
      "description": "void",
      "preview": "The requested URL was rejected. Please consult with your administrator. Your support ID is: 13731509555118712843"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b0aa1a488ff9809554e48743a9b592944d358a0ffa3f88e394cd3ddfc36894b/http%3A//facebook.com",
      "title": "Redirecting to http://facebook.com",
      "description": "void",
      "preview": "Redirecting to http://facebook.com Please use caution when installing third-party add-ons. If you are immediately prompted to install an add-on, pleas"
    },
    {
      "url": "https://www.texaslottery.com/opencms/About_Us/Agency_Directory/Email_Form.jsp",
      "title": "Texas Lottery | Send an email to Texas Lottery Commission Customer Service",
      "description": "Send an Email to Texas Lottery Commission Customer Service",
      "preview": "Send an Email to Texas Lottery Customer Service We will address your concerns as quickly as possible, usually within two business days. Our normal bus"
    },
    {
      "url": "https://www.homehubme.com/product/daru-pouf/",
      "title": "Home Hub ME",
      "description": "void",
      "preview": "Skip to content Home Hub ME Enter using password Enter store using password: Your password Enter Are you the store owner? Log in here Opening soon Be"
    },
    {
      "url": "https://plate-archive.hs.uni-hamburg.de/index.php/es/fotografia?&cat0=101&cat1=0001000010000000000000010&cat2=0000000000000000000000000001000000000000000000000000000001000000000000000000000000000000000000000000000010000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat3=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000100000000000000000000000000000&cat4=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat5=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat6=000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000&cat1=0001000010000001000000010",
      "title": "Fotografía",
      "description": "void",
      "preview": "Home | Archives > Archivo Fotografía Bernhard Schmidt Archivo Seleccione su idioma Archivo de imágenes Detalles Visto: 349660 Archivo de imágenes del"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://www.vg.no/sport",
      "title": "VG Sport - Alt om sport",
      "description": "Les alt om sport, og få siste nytt om fotball, håndball, vintersport, tennis, friidrett og mye mer!",
      "preview": "Hopp til hovedinnholdet"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "http://zarzadzanie.szczecin.pl/o-regeneracji-hydrauliki/",
      "title": "O regeneracji hydrauliki",
      "description": "O regeneracji hydrauliki czyli hydraulika siłowa znym jest zespół wzajemnie połączonych części, których zadaniem jest przekazywanie energii lub sterowanie za pośrednictwem cieczy hydraulicznej pod ciśnieniem, w układzie zamkniętym. Działanie układu",
      "preview": "Układem hydraulicznym jest Obecnie największe znaczenie ma tzw. , która zajmuje się głównie opracowywaniem i wykorzystaniem układów hydraulicznych. Uk"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://es.mongabay.com/list/bosques",
      "title": "Noticias ambientales sobre Bosques",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Bosques Noticias RSS 3111 historias L G Una millonaria obra de energía amenaza al santuario Passiflora, refugio del jaguar en la Amazonía boliviana Ni"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "http://www.vulcan.com",
      "title": "Home - Vulcan Real Estate",
      "description": "Through responsible real estate development and our unwavering belief in a greater tomorrow, we're deeply invested in transformational projects that improve the environment, our economy, and our society.",
      "preview": "Invested in the Future We design and deliver imaginative places that propel human progress. Through responsible real estate development and our unwave"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.oceanpanel.org/",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    }
  ],
  "_meta": {
    "total_bookmarks": 192
  }
}