{
  "data": [
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://spaceoneers.io/events/obpdc-2020/",
      "title": "UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE - Spaceoneers.io",
      "description": "UPDATE: In light of the current crisis, and considering health and travel restrictions that will still apply for many of...",
      "preview": "Skip to content UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE 27 February 2020 Conference Webinar Date/Time: From:"
    },
    {
      "url": "https://extratv.com/2023/02/17/outer-banks-star-chase-stokes-adores-kelsea-ballerini-exclusive/",
      "title": "'Outer Banks' Star Chase Stokes 'Adores' Kelsea Ballerini (Exclusive)",
      "description": "\"Outer Banks\" star Chase Stokes is opening up about his rumored new girlfriend, country star Kelsea Ballerini!",
      "preview": "Skip to Main Content Getty Images \"Outer Banks\" star Chase Stokes is opening up about his rumored new girlfriend, country star Kelsea Ballerini! \"Extr"
    },
    {
      "url": "https://www.comune.roma.it/web/it/rubrica-uffici.page?cpz=progetti_europei&cpz=persone_anziane&cpz=cultu&cpz=persone_di_minore_eta&cpz=persone_con_disabilit&cpz=amb&mun=municipio_xv",
      "title": "Roma Capitale | Sito Istituzionale | Uffici",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Uffici Le pagine del portale istituzionale rappresentan"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/grid_search.html",
      "title": "3.2. Tuning the hyper-parameters of an estimator - scikit-learn 1.7.2 documentation",
      "description": "Hyper-parameters are parameters that are not directly learnt within estimators. In scikit-learn they are passed as arguments to the constructor of the estimator classes. Typical examples include C,...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.2. Tuning the hyper-parameters of an estimator # Hyper-parameters are parameters tha"
    },
    {
      "url": "http://rhrealitycheck.org/article/2014/08/28/black-gay-male-criminalization-case-michael-johnson/",
      "title": "Black Gay Male Criminalization and the Case of Michael Johnson",
      "description": "Johnson, a college wrestler who's been charged with \"recklessly infecting another with HIV,\" offers us a lens through which to examine how Black gay men are particularly vulnerable to HIV criminalization.",
      "preview": "Skip to content Why am I seeing Ads? Advertising Policy | Privacy Policy Michael Johnson, a college wrestler who's been charged with \"recklessly infec"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "http://mon-css.ru/server_info/217.106.106.107:28002/",
      "title": "Evehost Platform [v34] | Информация о сервере | Мониторинг игровых серверов Counter Strike Source v34",
      "description": "Мониторинг игровых серверов css v34, Мониторинг игровых серверов. Мониторинг CS 1.6, Source, CS: Coundition Zero. Мы - мониторинг CS 1.6. Мониторинг игровых серверов, Arma 2, Battlefield 1942, BattleField 2, BattleField 2142, Call Of Duty, Call Of Duty 2, Call Of Duty 4: MW, Call of Duty 5: WW, CRYSIS, Crysis Wars (warhead), Counter-Strike, Counter-Strike 1.5, Counter-Strike Pro Mod, Counter-Strike: Source, Condition Zero, Doom3, Day Of Defeat, Day Of Defeat: Source, Enemy Territory, F.E.A.R., Half-Life 2, Ил-2 Штурмовик, Insurgecy, Killing Floor, Left 4 Dead, Medal Of Honor Assault, Quake 2, Quake 3, Quake 4, Red Orchestra, Medal of Honor Spearhead, S.T.A.L.K.E.R. SC, SWAT4, Team Fortress 2, Unreal Tournament 2004, Unreal Tournament 3, Wolfenstein: ET, Zombie Panic: Source",
      "preview": "Главная Добавить сервер Source CS 1.6 CS:GO Заказ услуг | Цены Поиск Скачать css v34 Контакты Заказать Боковой блок TOP серверов 45 Руб в месяц Заказа"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://www.paypal.com/en/webapps/mpp/ua/privacy-full",
      "title": "PayPal Privacy Statement",
      "description": "PayPal Privacy Statement",
      "preview": "Menu PayPal Privacy Statement PayPal Privacy Statement Last updated on February 13, 2025 Overview PayPal, Inc. (\"we,\" \"our,\" \"us,\" \"PayPal\") provides"
    },
    {
      "url": "https://colesgroupdc.com/",
      "title": "Coles Group",
      "description": "Whether your organization is in need of boots-on-the-ground environmental services or high-level management consulting, Coles Group is the SBA 8A-Certified business with the expertise and specialized equipment to tackle a wide variety of challenges.",
      "preview": "Back Environmental Services Management Consulting Back Company Team Partners Scroll The Dedicated Client-First Environmental Solutions Business Soluti"
    },
    {
      "url": "https://www.eurekalert.org/jrnls/sciadvances/",
      "title": "Log in | EurekAlert Display",
      "description": "void",
      "preview": "Stage Server - Do not use for Customer Support AAAS ID (Email Address) * Please enter an email address Email is not valid. LOGIN Don't have an account"
    },
    {
      "url": "https://www.mlb.com/schedule",
      "title": "MLB Schedule 2025 | MLB Schedule | MLB.com",
      "description": "The official schedule of Major League Baseball including probable pitchers, Gameday, ticket and postseason information.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon calendar-2-10454 Download Thursday Oct 9 Division Series PHI PHI @ LAD LAD LAD 2, PHI 1 MIL"
    },
    {
      "url": "https://www.calicolabs.com/people/arthur-d-levinson",
      "title": "Arthur D. Levinson, Ph.D. - Calico",
      "description": "void",
      "preview": "Skip to content 0% About In September 2013, Art was named chief executive officer of Calico. Before that, he was chief executive officer of Genentech"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://justbecausebook.com/",
      "title": "Just Because by Matthew McConaughey",
      "description": "Get ready for Just Because, the first picture book by Matthew McConaughey",
      "preview": "Available Now! Just Because by Matthew McConaughey, illustrated by Renée Kurilla The debut picture book by Academy Award-winning actor and #1 New Yor"
    },
    {
      "url": "https://www.firstthingsfirst.org/",
      "title": "Home - First Things First",
      "description": "First Things First is Arizona's early childhood agency, committed to the healthy development and learning of young children from birth to age 5. THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US FIND QUALITY CHILD CARE NEAR YOU Learn more NOT JUST A FAMILY ISSUE, IT'S A WORKFORCE ISSUE Learn more FIND RESOURCES FOR PARENTING Learn ... Read More",
      "preview": "Skip to content Sign up for the newsletter » THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US View Video FIND QUALITY CHILD CARE NEAR YOU Learn more NOT"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://www.nature.com/news",
      "title": "Latest science news, discoveries and analysis",
      "description": "Find breaking science news and analysis from the world's leading research journal.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fbackpacks-bags%2Ftravel-backpacks%2Fpro-slim-weekender%2F117783XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "http://www.guilfordchildren.org/",
      "title": "Help Your Child from Pregnancy to Kindergarten",
      "description": "Guilford County Partnership for Children has the tools, resources, and support to help your child from pregnancy until the time your child enters kindergarten.",
      "preview": "void"
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://tesla.oemdtc.com/category/recalls",
      "title": "Recalls | Tesla - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.airtable.com/lp/resources/webinars/quarterly-customer-wb-ondemand?utm_source=airtable&utm_medium=web_banner&utm_campaign=Platform-tier1",
      "title": "On Demand Webinar: Airtable Features & Spotlight | Airtable - Airtable",
      "description": "Watch our on demand webinar and discover the latest ways you can use Airtable to improve your workflows.",
      "preview": "Webinar Airtable New Feature Spotlight Watch our quarterly Airtable New Feature Spotlight , a webinar series dedicated to helping you see what's possi"
    },
    {
      "url": "https://claytoncobb.com/?replytocom=591",
      "title": "Clayton's SharePoint Madness",
      "description": "I don't really like how hard it is to find a specific blog entry even when you search, because the search results don't show abstracts, and the categories don't either, so I'm making this landing page for people to quickly find what they're interested in... **Speaking at the Document Strategy Forum Conference in Chicago on...",
      "preview": "Clayton's SharePoint Madness All About SharePoint, InfoPath, and SharePoint Designer! Home SharePoint 2010 Blog Request Log Contact Follow Clayton (@W"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "http://mapbox.com/about/maps",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://oceanographicmagazine.com/shop/subscription/",
      "title": "Subscriptions - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Shop > Subscriptions Oceanographic subscriptions Your portal to our ocean planet Oceanographic is the world's leading ocean publication. We combine im"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/home",
      "title": "Action Center",
      "description": "void",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Check back later! Goodwill Industries International"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    }
  ],
  "_meta": {
    "total_bookmarks": 56
  }
}