{
  "data": [
    {
      "url": "https://ri-bba.org/",
      "title": "RIBBA | Creating Opportunity - Building Community",
      "description": "RIBBA is a non-profit organization dedicated to closing the wealth gap in Rhode Island, empowering all residents to thrive and fostering equitable opportunities for future generations.",
      "preview": "Creating Opportunity - Building Community We are committed to empowering Rhode Island businesses and professionals, closing the wealth gap, and transf"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/247954/fr-thomas-joseph-white-named-first-american-rector-of-angelicum-in-rome",
      "title": "Fr. Thomas Joseph White named first American rector of Angelicum in Rome | Catholic News Agency",
      "description": "The theologian has taught at the pontifical university attended by St. John Paul II since 2018.",
      "preview": "void"
    },
    {
      "url": "http://marpatagonico.org/",
      "title": "Foro para la Conservación del Mar Patagónico y Áreas de Influencia - Foro para la Conservación del Mar Patagónico",
      "description": "Somos una red de organizaciones de la sociedad civil que comparten la visión de un mar sano y diverso. Desde 2004, proponemos una mirada regional para la conservación marina. Único por nuestra representatividad y alcance geográfico, desde el Foro promovemos la sinergia para proteger los mares del Cono Sur de América. Aunamos voces de la conservación y trabajamos en genuina asociación con los sectores público y privado para lograr la integridad ecosistémica y la gestión efectiva del Mar Patagónico.",
      "preview": "NUESTRO TRABAJO LÍNEAS DE ACCIÓN ÁREAS MARINAS PROTEGIDAS Promovemos la creación y el fortalecimiento de áreas marinas y costeras protegidas, como her"
    },
    {
      "url": "https://portal.vuce.gub.uy/VUCE/servlet/loginvuce",
      "title": "Login",
      "description": "Login",
      "preview": "Ingresá con tu usuario de VUCE CI Pasaporte extranjero AFGANISTAN ÅLAND ISLANDS ALBANIA ALEMANIA AMERICAN SAMOA ANDORRA ANGOLA ANGUILLA ANTARCTICA ANT"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://gisis.imo.org/Public/",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.ama-assn.org/health-care-advocacy/advocacy-update/march-26-2021-state-advocacy-update",
      "title": "March 26, 2021: State Advocacy Update | American Medical Association",
      "description": "AMA fights to protect health care for transgender patients and more in the latest State Advocacy Update.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.madewell.com/felt-beret-NI548.html?dwvar_NI548_color=BL5912&cgid=accessories",
      "title": "Felt Beret | Madewell",
      "description": "Felt Beret",
      "preview": "Made of wool felt, this classic beret is très chic and the perfect finishing touch for any outfit. Wool felt/polyester. Spot clean. Import. Select sto"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hoteltonight.com/",
      "title": "Last Minute Hotel Deals at Great Hotels - HotelTonight",
      "description": "Amazing last-minute deals at top-rated hotels. Book tonight, tomorrow and beyond.",
      "preview": "Oops! Got it Skip to content Incredible last-minute hotel deals Save time and money by booking tonight and beyond. Where: When: Tonight Go HotelTonigh"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://privacy.commonsense.org/",
      "title": "Common Sense Privacy Program",
      "description": "void",
      "preview": "Privacy Program Search Donate Privacy Program See evaluations A coordinated effort to protect child and student privacy, and build in safety and secur"
    },
    {
      "url": "https://www.kark.com/news/local-news/crews-respond-to-possible-crash-near-clinton-national-airport/",
      "title": "FAA says 5 on board plane that crashed near Clinton National Airport, deputies say no survivors | KARK",
      "description": "Officials said five people were on board an airplane that crashed near the Clinton National Airport just after noon Wednesday, with deputies at the scene saying there were no survivors found.",
      "preview": "Skip to content"
    },
    {
      "url": "https://fred.stlouisfed.org/series/CPIAUCSL",
      "title": "Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) | FRED | St. Louis Fed",
      "description": "View data of the CPI, or an inflation measure derived from tracking the changes in the weighted-average price of a basket of common goods and services.",
      "preview": "Skip to main content Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) Observations Aug 2025: 323.364 | Index 19"
    },
    {
      "url": "https://pytorch.org/docs/stable/generated/torch.optim.Adam.html",
      "title": "Adam - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.weihnachtsseite.de/",
      "title": "die Weihnachtsseite",
      "description": "Unsere kunterbunte Weihnachtsseite voller Weihnachtsrezepte, Weihnachtsbasteleien, Adventskalendern, Weihnachtsliedern und vielem mehr :-)",
      "preview": "* Weihnachtsforum * Weihnachtslieder * Weihnachts-Rezepte Christ stollen Weihnachts gans Weihnachts- Reste Hausfrauenseite:"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://seniorchatters.co.uk/",
      "title": "Safe Senior Chat Rooms Online & Over 50s Chatting Site - Senior Chatters",
      "description": "Build genuine, worldwide friendships with 1000's of over 50s safely. From Senior Chat Rooms to Blogs & Groups, join the #1 senior chat community today",
      "preview": "Senior Chat Rooms Private Messaging Live Chat Chat Groups Mentions Connections Blogs Activity Streams Quiz Games Senior Chatters helps you safely buil"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://www.downtowndc.org/news/downtowndc-economic-update/",
      "title": "DowntownDC Economy Tracking - Downtown DC",
      "description": "The DowntownDC BID has been tracking the partially open sectors of the DowntownDC economy since April 2020 , and information as of February 26, 2021 is",
      "preview": "DowntownDC Economy Tracking Home » News » DowntownDC Economy Tracking [vc_row][vc_column][vc_column_text]The DowntownDC BID has been tracking the part"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.education-inequalities.org/",
      "title": "World Inequality Database on Education - Home",
      "description": "The World Inequality Database on Education (WIDE) highlights the powerful influence of circumstances, such as wealth, gender, ethnicity and location, over which people have little control but which play an important role in shaping their opportunities for education and life.",
      "preview": "Home Indicators Countries About World Inequality Database on Education The World Inequality Database on Education (WIDE) highlights the powerful influ"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://community.datarobot.com/plugins/common/feature/samlss/doauth/post?key=login&referer=https%3A%2F%2Fcommunity.datarobot.com%2Ft5%2F%25E8%25B3%25AA%25E5%2595%258F-%25E3%2583%2587%25E3%2582%25A3%25E3%2582%25B9%25E3%2582%25AB%25E3%2583%2583%25E3%2582%25B7%25E3%2583%25A7%25E3%2583%25B3%2F%25E3%2583%2580%25E3%2582%25A6%25E3%2583%25B3%25E3%2582%25B5%25E3%2583%25B3%25E3%2583%2597%25E3%2583%25AB%25E5%25BE%258C%25E3%2581%25AE%25E3%2583%25A2%25E3%2583%2587%25E3%2583%25AB%25E7%2594%259F%25E6%2588%2590%25E3%2582%25A8%25E3%2583%25A9%25E3%2583%25BC%2Fm-p%2F11277%2Fhighlight%2Ftrue",
      "title": "Where to find help: DataRobot docs",
      "description": "Use the following resources to get the help you need for success with the DataRobot end-to-end AI platform.",
      "preview": "Skip to content Get started > Get help > Where to find help Where to find help ¶ Use the following resources to get the help you need for success with"
    },
    {
      "url": "https://franceslin90.tumblr.com/post/154540762137",
      "title": "Randon-mess - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \" How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition launched...",
      "preview": "Install theme Randon-mess Computer science really is computer science! codeorg : How do you categorize computer science as a K-12 subject? Let it be a"
    },
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://www.pbs.org/show/samantha-browns-places-love/",
      "title": "Samantha Brown's Places to Love | PBS",
      "description": "Places to Love takes viewers on a discovery of the emotional heart of travel.",
      "preview": "Skip to Main Content About You Might Also Like Genre Culture Share this Show Link Copied to Clipboard There are no episodes currently available for Sa"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://www.nhm.ac.uk/visit/whats-on.html",
      "title": "What's on | Natural History Museum",
      "description": "Find out what's on at the Museum, including online events and upcoming major exhibitions.",
      "preview": "What's on in London Choose a date range Choose event themes Show free events only Apply filters See what's on at our Museum in Tring, Hertfordshire Lo"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://app.eskalera.com/",
      "title": "Eskalera",
      "description": "Eskalera",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://burst.shopify.com",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "http://friasidor.is/tag/man/",
      "title": "man | Fria Sidor",
      "description": "void",
      "preview": "Förstasidan Aktuellt Corona Fri Forskning Invandringen Folkutbytet Folkmordet på vita Judiskt inflytande Against Our Better Judgment Ekonomi Pengarna"
    },
    {
      "url": "https://online.berklee.edu/takenote/katelyn-brown-talks-berklee-online-graduation-future-career-plans-and-life-at-home-with-kane-brown/",
      "title": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown",
      "description": "Katelyn Brown talks about graduating from Berklee Online with her degree in Music Business and taking her courses while on tour with husband Kane Brown.",
      "preview": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown By Pat Healy Katelyn Brown reckons she has participated in Berklee Online class"
    },
    {
      "url": "https://www.muslimshop.fr/themes/pf_megashop/ProductIframe.php?id_product=16245&pos=2",
      "title": "MuslimShop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    },
    {
      "url": "http://www.cucinare.meglio.it/",
      "title": "Cucinare meglio - ricette, buon cibo, sicurezza alimentare",
      "description": "Migliaia di ricette suddivise per categoria, con utili indicazioni sull'apporto calorico di ogni ingrediente. Articoli sulla sicurezza alimentare e consigli per la salute per vivere e cucinare meglio.",
      "preview": "Cucinare meglio Cosa fare quando la frutta secca sa di olio esausto Talvolta la frutta secca presenta aromi rancidi di olio esausto. Cosa fare? Come p"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "http://www.bmgricordi.it/",
      "title": "Sinfonia di suoni: viaggio nel mondo delle melodie e dei ritmi",
      "description": "void",
      "preview": "In prima linea Produzione Previous Next Strumenti Eventi Generi musicali Artisti Vari Nuovi articoli"
    },
    {
      "url": "https://www.thewrap.com/wendy-williams-ratings-sherri-shepherd/",
      "title": "'Wendy Williams' Hits Season High in Ratings With Sherri Shepherd as Guest Host - TheWrap",
      "description": "Williams is out until at least December",
      "preview": "Skip to content \"Wendy Williams\" continues to see strong ratings with its slew of guest hosts, with Sherri Shepherd's turn posting its best numbers of"
    },
    {
      "url": "https://www.dicapriomotors.it/home-page/divisione-garden/tagliasiepi/a-scoppio/tagliasiepi-valgarden-2t-jet-power-semi-pro-25-4-lama-60cm.1.1.22.gp.106376.uw",
      "title": "Ti trovi nella categoria: A SCOPPIO (HOME PAGE - DIVISIONE GARDEN-TAGLIASIEPI)",
      "description": "Description: A SCOPPIO DIVISIONE GARDEN-TAGLIASIEPI / HOME PAGE /",
      "preview": "Cookie policy Personalizza Accetta CHIUDI Chiudi HOME PAGE DIVISIONE DUE RUOTE DIVISIONE GARDEN DIVISIONE GARDEN DIVISIONE DUE RUOTE CONTATTI VIDEO NE"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "https://www.pacificcremationservices.com/obituaries/Thomas--Walter--Smith?obId=25875204",
      "title": "Most Recent Obituaries | Pacific Cremation Services",
      "description": "View recent services at our funeral home in Lake Forest, CA and honor your loved ones with a beautiful floral arrangement by visiting our obituary page.",
      "preview": "MAKE A PAYMENT SEND FLOWERS OBITUARIES Pacific Cremation Services Obituaries Pacific Cremation Services Obituaries Pacific Cremation Services offers a"
    },
    {
      "url": "https://www.lasrespuestas.org/juego-de-palabras-vip-11-paquete-dos/",
      "title": "Juego De Palabras VIP 11 Paquete Dos [ Todos Los Niveles ] - Alejandro",
      "description": "Descubra aquí las soluciones : Juego De Palabras VIP 11 Paquete Dos. He encontrado todas las respuestas y los comparto contigo ...",
      "preview": "Saltar al contenido Saludos a todos, Voy a presentar en esto: las soluciones del juego de palabras VIP 11 Paquete Dos . Este juego es desarrollado por"
    },
    {
      "url": "https://pkg.go.dev/context",
      "title": "context package - context - Go Packages",
      "description": "void",
      "preview": "Documentation ¶ Overview ¶ Package context defines the Context type, which carries deadlines, cancellation signals, and other request-scoped values ac"
    },
    {
      "url": "http://www.italianodoc.com/ricette.regionali.htm",
      "title": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "description": "Ricette regionali ricette gratis elenco ricette regionali tutte le ricette regionali",
      "preview": "Schede Vini Doc e Docg: Vini Tipici Sagre ed Eventi: Tutte le Vostre Segnalazioni HOMEPAGE Ricette Regionali Agriturismo Alberghi Campeggi Catering En"
    },
    {
      "url": "https://www.stillflowerdrawing.com/store-2",
      "title": "Store 2 - STILL",
      "description": "void",
      "preview": "Live online Classes Tetra Pack printmaking with Maureen Nathan, 14th October 2025 £15.00 Add To Cart Added! Acrylic painting and collage with Emma Cro"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://images.google.vg/url?q=https://maspasha.com/jenis-jenis-crane-dan-fungsinya/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://maspasha.com/jenis-jenis-crane-dan-fungsinya/ . Se non de"
    },
    {
      "url": "https://climatecommunication.yale.edu/publications/politics-global-warming-september-2021/",
      "title": "Politics & Global Warming, September 2021 - Yale Program on Climate Change Communication",
      "description": "This report describes how Democratic, Independent, and Republican registered voters view climate and energy policies.",
      "preview": "Home / Politics & Global Warming, September 2021 Report · Oct 20, 2021 Politics & Global Warming, September 2021 By Anthony Leiserowitz , Edward Maiba"
    },
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://codioful.com/",
      "title": "Multicolor CSS Gradients, JPG Downloads, 100% Free! | Codioful",
      "description": "Use pure CSS gradient backgrounds for your next website or app, as a JPG image or CSS code, no attribute required!",
      "preview": "Fresh New Popular This Week Popular This Month All Time Popular 182 Carefully Crafted Codiofuls Gradients are fun to do, but i always tried to make it"
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://bygracealonedesigns.com/products/copy-of-mandy-s-car-freshie-pumpkin-pancakes-cow",
      "title": "By Grace Alone Boutique",
      "description": "void",
      "preview": "Skip to content By Grace Alone Boutique Hello Beautiful! The website is closed now and will reopen SOON! Come see us and shop in our BOOTH LOCATION @"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://dreamteam.jewelpads.com/",
      "title": "Jewel Sanitary Napkins LLC. - Home - Jewel Sanitary Napkins",
      "description": "Jewel Sanitary Napkins LLC.",
      "preview": "Admin Menu Distributor Menu Admin Menu Distributor Menu Home White page Domestic Shipping REIGN products are shipped throughout the United States. Bes"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "https://larsmuhl.dk/en-spirituel-ny-klassiker-ser-dagens-lys-paa-dansk-meditationer-over-tarot/",
      "title": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' - Lars Muhl",
      "description": "Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det fantastiske sket. En perle af en bog har fundet vej til de danske boghylder. Forlaget Visdomsbøgerne har netop udsendt første bind af 'Meditationer over Tarot' på dansk. Der er tale om en milepæl i esoterisk, kristen hermetisk litteratur, eminent oversat til dansk af [...]",
      "preview": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' Blog på dansk Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://srk-rakennus.fi/kuvia-tyomaista/img_4397/",
      "title": "IMG_4397 | SRK-Rakennus Oy",
      "description": "void",
      "preview": "Siirry sisältöön Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Verk"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://www.beaconinterfaith.org/",
      "title": "Beacon Interfaith Housing Collaborative - We Believe In Home",
      "description": "Beacon is a collaborative of congregations committed to making sure all people have a home. Help us build stronger communities.",
      "preview": "Search Who we are We are a collaborative of congregations and housing advocates who believe that secure, affordable housing provides the key to safer"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-implement-fair-debt-collection-practices-act/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule to Implement the Fair Debt Collection Practices Act | Consumer Financial Protection Bureau",
      "description": "On October 30, 2020, the Consumer Financial Protection Bureau issued a final rule to restate and clarify prohibitions on harassment and abuse, false or misleading representations, and unfair practices by debt collectors when collecting consumer debt.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) today issued a final rule to restate and clarify prohibition"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}