{
  "data": [
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "http://susanw637214266715.wikidot.com/blog:_start/date/2018.1/p/3",
      "title": "Your Blog - web with internet",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » web with internet web with internet Home Pages About Contact Favourites Gallery A"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://www.phoneduo.app/privacy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy Juphoon System Software Co., Ltd. (\"Juphoon\" or \"we\" or \"us\" or \"our\" or other similar pronouns) takes your (\"you\"or \"user\"or other sim"
    },
    {
      "url": "https://carbon.now.sh/",
      "title": "Carbon | Create and share beautiful images of your source code",
      "description": "Carbon is the easiest way to create and share beautiful images of your source code.",
      "preview": "Sign in/up Theme Language Background Menu Settings Menu Copy menu Tweet Share menu dropdown Quick export Export Export menu dropdown"
    },
    {
      "url": "http://web.undp.org/evaluation/evaluations/te/energy-environment.shtml",
      "title": "United Nations Development Programme - Evaluation",
      "description": "At UNDP, evaluation is critical in helping countries achieve the simultaneous eradication of poverty and significant reduction of inequalities and exclusion.",
      "preview": "× Independent Evaluation Office About IEO Mandate Annual Report on Evaluation Evaluation Award Quality Assurance Publications Annual Report on Evaluat"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://raskin.house.gov/press-releases?ID=DFBEC38A-AF04-4D40-80BE-1F18B2ABE870",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://www.giftcart.com/",
      "title": "GIFTCART Online Gifts Shop & Gift Ideas | India's Leading Gift Portal",
      "description": "Find the perfect gifts for any occasion at GIFTCART, Indias leading online gifts shop. Browse our extensive collection of gift ideas and make someone's day special.",
      "preview": "Skip to content Giftcart Newsletter 0 Recipients Gifts For Men Gifts For Women Gifts For Couple Gifts For Kids Gifts for Parents Personalised Gifts To"
    },
    {
      "url": "https://te-igitur.blogspot.com/2011/05/church-watches-you.html?showComment=1306303834524",
      "title": "Te igitur: Church watches you",
      "description": "Found in the Internet",
      "preview": "5/24/11 Church watches you Found in the Internet 4 comments: Braut des Lammes said... Funny. It reminds me to an owl at the same time. 24/5/11 14:52 T"
    },
    {
      "url": "https://discourse.mozilla-community.org/c/add-ons",
      "title": "Add-ons - Mozilla Discourse",
      "description": "Discussions about add-on development, add-on support and addons.mozilla.org. You can also learn more about add-ons on MDN, or in the add-ons blog.",
      "preview": "Add-ons Topic Replies Views Activity About the Add-ons category Add-ons 0 24614 July 11, 2014 WebExtension API support for web app windows Development"
    },
    {
      "url": "https://www.yearstoyourhealth.com/item/Ground-Ivy-Leaf-cut-and-sifted-Per-OunceOz.-2057823",
      "title": "Ground Ivy Leaf cut and sifted - Per Ounce/Oz. , Years To Your Health",
      "description": "Nepeta hederacea",
      "preview": "My Account Herb Shop > Herbs > Herbs - G"
    },
    {
      "url": "https://mainwaerts.de/?m=201110",
      "title": "Mainwärts - 2011 Oktober",
      "description": "Das Bundesauslandstagebuch eines Berliners, der an den Main wollte.",
      "preview": "Zum Hauptinhalt springen Zum Menü der Webseite springen Zum Ende der Webseite springen 23. Oktober 2011 Ausstellungseröffnung im Liebieghaus Am Mittwo"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "http://www.usatf.org/Home.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://zaynsway.tumblr.com/",
      "title": "Never stop dreaming",
      "description": "'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love. \"Learn from yesterday, live for today, hope for tomorrow.\" -Albert Einstein",
      "preview": "Home Fic Recs Message About One Direction Tags 'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "http://www.thepulpitonline.com/2016/10/place-of-reward-monday-of-thirty-first.html",
      "title": "Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). | The Pulpit Online",
      "description": "The Daily Tonic",
      "preview": "Home Weekday Homilies Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). 0 Weekday Homilies 21:26 A + A - Pr"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/news-alerts?type=1",
      "title": "Meredith Corporation MediaRoom - Email Alerts",
      "description": "void",
      "preview": "Email Alerts If you are a member of the working press and are interested in receiving Dotdash Meredith breaking news via email, fill out the form belo"
    },
    {
      "url": "https://www.elinux.org/index.php?title=Pt-BR:_Raspberry_Pi_Board&oldid=96800&printable=yes",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    }
  ],
  "_meta": {
    "total_bookmarks": 44
  }
}