{
  "data": [
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "https://www.houstonendowment.org/",
      "title": "Houston Endowment | Building a Thriving Houston",
      "description": "Houston Endowment is a nonpartisan, private foundation that exists to serve the people of Greater Houston.",
      "preview": "We Envision A Vibrant Region Where All Have The Opportunity To Thrive Who We Are Since 1937, we have been rooted in the success of Greater Houston. Ho"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://www.caf.fr/allocataires/droits-et-prestations",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://www.cameleon.live",
      "title": "Live Streaming Apps | Video Streaming Software",
      "description": "Live Streaming Software for Mac and Windows. Live Streaming Apps for iPhone and iPad. YouTube Live, Facebook Live, RTMP live video streaming. Live broadcast app, free live apps for Facebook, Weibo and YouTube",
      "preview": "Live Streaming Apps for iPhone, Mac and PC YouTube live streaming software for Windows and Mac . Go live on Facebook from Mac and Windows . Wowza, RTM"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
      "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
    },
    {
      "url": "http://www.interconnect.net/",
      "title": "Interconnect Services - Providing Internet and Information Technology Solutions to Corpus Christi Texas and the Texas Coastal Bend",
      "description": "void",
      "preview": "Key services: High-Speed Internet Hosted Email/Web Fixed Wireless Internet Internet Firewalls Voice/Data Hosted VOIP IT Consultancy Website Design Sof"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://securustech.net/contact-us",
      "title": "Contact Us - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Contact Us By Phone MAIN SUPPORT LINE 24×7 365 days a year Calling from mobile device 972-734-1111 Calling using landline phone/international 1-800-84"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://www.thehindu.com/sci-tech/technology/microsoft-along-with-seeds-launch-2nd-phase-of-ai-model-to-predict-heat-waves-risks-in-india/article35555104.ece#:~:text=%22Phase%20II%20begins%20with%20model,warnings%20in%202021%2C%20it%20said",
      "title": "Microsoft along with SEEDS launch 2nd phase of AI model to predict heat waves risks in India - The Hindu",
      "description": "This AI model solution has been developed under Microsoft's global programme 'Artificial Intelligence for Humanitarian Action' to build disaster resilient communities in India.",
      "preview": "void"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://www.kansalainen.fi/tag/paperittomat-siirtolaiset/",
      "title": "paperittomat siirtolaiset arkistot | Kansalainen",
      "description": "void",
      "preview": "Etusivu Kotimaa Politiikka Talous Rikos Maahanmuutto Eurooppa Politiikka Talous Rikos Maahanmuutto Muu maailma Kulttuuri Arkisto Kolumnit Blogit Video"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://aspttdijoncanoekayak.fr/index.php/60-derniere-ligne-droite-avant-les-championnats-de-france?tmpl=component&print=1&layout=default",
      "title": "ASPTT Dijon Canoë-Kayak - Dernière ligne droite avant les Championnats de France",
      "description": "Site de l'ASPTT Dijon section Canoë-Kayak (ASPTT Dijon CK)",
      "preview": "Dernière ligne droite avant les Championnats de France Imprimer Mis à jour : 11 juillet 2017 Affichages : 45185 Dernière ligne droite avant les champi"
    },
    {
      "url": "https://www.facingsouth.org/2019/10/floridas-judicial-pipeline-filled-right-wing-federalist-society",
      "title": "Florida's judicial pipeline filled by right-wing Federalist Society | Facing South",
      "description": "When they took office, President Donald Trump and Gov. Ron DeSantis both appointed high court justices that shifted a supreme court to the right. Both executives have relied on the conservative Federalist Society to suggest nominees, and both have faced criticism for appointing mostly white judges.",
      "preview": "Skip to main content Defend democracy in the South. Donate now The online magazine of the Institute for Southern Studies Florida's judicial pipeline f"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/247954/fr-thomas-joseph-white-named-first-american-rector-of-angelicum-in-rome",
      "title": "Fr. Thomas Joseph White named first American rector of Angelicum in Rome | Catholic News Agency",
      "description": "The theologian has taught at the pontifical university attended by St. John Paul II since 2018.",
      "preview": "void"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "http://www.myplayhomeapp.com/privacy.html",
      "title": "My PlayHome Privacy Policy",
      "description": "void",
      "preview": "Summary My PlayHome apps do not collect any personal information. There are no links to web sites or any social media. Some basic usage information is"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "https://blog.medium.com/what-were-reading-are-you-an-upstander-or-a-bystander-81f618ff072c?source=home---------6------------------0----------",
      "title": "What We're Reading: Are you an upstander or a bystander? | by Medium Staff | The Medium Blog | Medium",
      "description": "What We're Reading: Are you an upstander or a bystander? A few Medium stories you may have missed this week When good - or bad - things happen at work, do you participate or do you lurk? As ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon The Medium Blog · The official source of news and updates about"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://www.tiktok.com/@people",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://fsc.org/en",
      "title": "Home | Forest Stewardship Council",
      "description": "Just as we depend on forests, forests depend on us. At the Forest Stewardship Council (FSC) we unite citizens, businesses, governments, and NGOs under a common goal: protecting healthy, resilient forests for all, forever.",
      "preview": "Skip to main content English Español You must include at least one keyword with 3 characters or more. In search of inspiration? Choose from the select"
    },
    {
      "url": "https://business.guinnessworldrecords.com/br/contact-us?source=Website-PT-B2B-FORM-HOME-PAGE",
      "title": "ONE FORM. ENDLESS POSSIBILITIES.",
      "description": "Contact our specialist team today to find out more about our paid-for services. These include inviting a judge to your event or finding a suitable record title.",
      "preview": "Soluções Corporativas Para receber mais informações sobre nossas soluções empresariais pagas, preencha este formulário e um especialista de nossa equi"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "http://endjusticefees.org",
      "title": "End Justice Fees",
      "description": "A site dedicated to ending justice system fees. These taxes are charge at multiple points of interaction with the criminal justice system.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact Justice fees are sentencing"
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hg.mozilla.org/mozilla-central/pushloghtml?changeset=f8f94f19e05b9cda0f5c81178094c2f2cc581fc5",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://www.verizon.com/",
      "title": "Verizon: Wireless, Internet, TV and Phone Services | Official Site",
      "description": "Shop Verizon smartphone deals and wireless plans on the largest 4G LTE network. First to 5G. Get Fios for the fastest internet, TV and phone service.",
      "preview": "void"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    },
    {
      "url": "https://littlegoatchicago.com/",
      "title": "Little Goat Diner | Chef Stephanie Izard | Lakeview, Chicago",
      "description": "Located in Southport Corridor, Little Goat Diner serves all-day breakfast and dinner full of bold flavors and crunchy toppings. It's a neighborhood go-to for any meal in Chicago's Lakeview.",
      "preview": "skip to main Menu Happenings private events contact takeout Reserve skip to main close Menu Reserve menu Happenings reservation Takeout Private Events"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "http://www.tioluchin.com/",
      "title": "Buy Testosterone Cypionate Online - USA Testosterone Cypionate for sale",
      "description": "Testosterone Cypionate for sale, order Testosterone Cypionate online USA with credit card. Testosterone Enanthate for sale, anabolic steroids shop, buy Testosterone Propionate online.",
      "preview": "Dollar : Dollar Euro English : English French German Empty Cart Testosterone Cypionate For Sale: Home Oral Steroids Injectable Steroids HGH & Peptides"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://pages.github.com/",
      "title": "GitHub Pages | Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "description": "Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "preview": "Websites for you and your projects. Hosted directly from your GitHub repository . Just edit, push, and your changes are live. Pages Help Ready to get"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "https://the-particulars.com/interview-groups/a-e/chatting-with-danielle-fichera/",
      "title": "Danielle Fichera - The Particulars",
      "description": "Stories and products curated for the particular tastemaker.",
      "preview": "Skip to content Cart (0) Your cart is empty. Let's find your perfect shade. Chatting with Chatting with Danielle Fichera Danielle Fichera's resort wea"
    },
    {
      "url": "https://www.liborlukas.cz/",
      "title": "Libor Lukáš |",
      "description": "void",
      "preview": "Úvod Životopis Tiskové zprávy Fotogalerie Ke stažení Kontakt Tiskové zprávy Zobrazit další Luhačovice - 25.09.2025 Proběhl XV. ročník Mezinárodní konf"
    },
    {
      "url": "http://www.moorepinballs.com/",
      "title": "Used Pinball Games For Sale Northeast PA",
      "description": "used pinball games for sale. I shop, refurbish, restore and repair pinballs games locally. Pinball Help, articles and tips",
      "preview": "Used Classic, EM, Solid State Pinball Games Used Pinball Games For Sale Northeast Pa I am located near Cresco, PA. (Northeast Pennsylvania). Used Pinb"
    },
    {
      "url": "http://www.cee.psu.edu",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.78e6.com/ebook/9ffbnt/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://www.therosienetwork.org",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "http://outfit7.com/privacy/",
      "title": "PRIVACY POLICY FOR GAMES",
      "description": "void",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch Please select العربية Deutsch English Español Français हिन्दी Bahasa Indonesia Italiano 日本語 한국어"
    },
    {
      "url": "https://rps.org/",
      "title": "The Royal Photographic Society - Home - RPS",
      "description": "The Royal Photographic Society is a charity which exists to educate members of the public by increasing their knowledge and understanding of Photography and in doing so to promote the highest standards of achievement in Photography in order to encourage public appreciation of Photography.",
      "preview": "Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Find out more Your browser doesn't"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "http://webonthefly.com/",
      "title": "WebOnTheFly - web content management and custom development for small business",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "http://www.univr.it/",
      "title": "Università degli studi di Verona",
      "description": "Università degli Studi di Verona",
      "preview": "void"
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://www.bis.org/statistics/full_data_sets.htm",
      "title": "Bulk downloads | BIS Data Portal",
      "description": "You can download a full topic in CSV or SDMX format as a single (zipped) file.",
      "preview": "Skip to content Bulk downloads You can download a full topic in CSV or SDMX format as a single (zipped) file. Locational banking statistics 15 Sept 20"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://www.health.state.mn.us/diseases/coronavirus/vaccine/index.html",
      "title": "COVID-19 Vaccine - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Vaccine: COVID-19 Vaccine Home Data Basics Vaccine Providers Share Your Story COVID-19 COVID-19 Home Situation Update"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://www.bonsainut.com/tags/tokaname/",
      "title": "tokaname | Bonsai Nut",
      "description": "The most popular Bonsai Community in the WORLD!",
      "preview": "Latest activity Register Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to in"
    },
    {
      "url": "https://www.finescale.com/how-to",
      "title": "How To Tips | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.cbssports.com/nfl/news/amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-current-owners/",
      "title": "Amazon founder Jeff Bezos interested in owning NFL team, has strong support among current owners - CBS Sports",
      "description": "The owner of Amazon and the Washington Post could be the next person to join the NFL's ownership ranks",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-curre"
    },
    {
      "url": "https://www.playstationzone.it/news-ps4/final-fantasy-7-remake-online-un-nuovo-trailer/",
      "title": "Final Fantasy 7 Remake: online un nuovo trailer - PlayStation Zone",
      "description": "Per festeggiare i 23 anni di Final Fantasy 7, Square Enix in giornata ha rilasciato un nuovo trailer per il suo remake, in arrivo il prossimo 10 aprile 2020.",
      "preview": "Facebook Mail RSS Telegram Twitter Youtube Accedi Registrati News Recensioni Recensioni PS5 Recensioni PS4 Guide Trofei Classifiche Migliori giochi PS"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1533",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/data-fetching/fetching",
      "title": "Getting Started: Fetching Data | Next.js",
      "description": "Learn how to fetch data and stream content that depends on data.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Fetching Data Copy page Fetching Data This page will"
    },
    {
      "url": "https://accounts.nintendo.com/term_chooser/privacy_policy",
      "title": "Nintendo Account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "https://apps.apple.com/story/id1538632801",
      "title": "‎Learn More About App Privacy : App Store Story",
      "description": "Learn about Learn More About App Privacy on Mac App Store. Download Learn More About App Privacy and enjoy it on your iPhone, iPad, and Mac.",
      "preview": "DEEP DIVE Learn More About App Privacy The App Privacy section includes information about the types of data that may be collected by the developer or"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "http://www.worldywca.org/",
      "title": "Home - World YWCA",
      "description": "World YWCA",
      "preview": "The World YWCA is a grassroots-driven, global movement rooted in the leadership of women, young women, and girls. When #YoungWomenLead , we transform"
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx",
      "title": "Fundamental Principles of Official Statistics",
      "description": "void",
      "preview": "UN Home | Department of Economic and Social Affairs | Economic and Social Development Home About us | Contact us | Site Map Statistics Division Home O"
    },
    {
      "url": "https://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://bileti.bdz.bg/",
      "title": "БДЖ билетоиздаване",
      "description": "BDZ online portal",
      "preview": "void"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/post/143088174202",
      "title": "What Is Privilege? - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "What Is Privilege? - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds p"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "https://www.uso.org/uso-stands-ready-to-support",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "http://www.ricetteculinarie.it/",
      "title": "RicetteCulinarie, il sito della buona cucina!",
      "description": "RicetteCulinarie, il sito dove trovare ricette gustose di primi, secondo, antipasti, contorni, dolci. Ricette Bimby e molto altro.",
      "preview": "Vai al contenuto Nome: Zuppetta Scarola E Fagioli Tipo: Primo Ingrediente Principale: Insalata Scarola Persone: 4 Ingredienti: Olio D'oliva , Sale , C"
    },
    {
      "url": "https://flickr.com/usdagov",
      "title": "U.S. Department of Agriculture | Flickr",
      "description": "Esplora 90.697 foto su Flickr di U.S. Department of Agriculture!",
      "preview": "Esplora What's New Novità! Foto recenti Più popolari Eventi The Commons Gallerie Flickr Mappa del mondo Cerca fotocamera Novità! Blog di Flickr Stampe"
    },
    {
      "url": "https://blackdoctor.org/author/30dayhairdetox/",
      "title": "BlackDoctor.org - Where Wellness & Culture Connect",
      "description": "BlackDoctor.org is the most comprehensive online health resource for African Americans. Learn about black health conditions, wellness, celebrity news & more!",
      "preview": "Skip to main content Skip to secondary menu Skip to primary sidebar Skip to footer Where Wellness & Culture Connect For Every Breast Cancer Fighter, S"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://forum.waffen-online.de/topic/462209-munitionsverkauf-auf-schie%C3%9Fst%C3%A4nde/",
      "title": "Munitionsverkauf auf Schießstände - Waffenrecht - WAFFEN-online Foren",
      "description": "Das größte Forum für legalen Waffenbesitz, Sportschützen, Jäger und Waffenrecht im deutschsprachigen Raum",
      "preview": "Zum Inhalt springen Waffenrecht Bereits registriert? Anmelden Anmelden Angemeldet bleiben Nicht empfohlen auf gemeinsam genutzten Computern Anmelden P"
    },
    {
      "url": "https://www.lisc.org/twin-cities/",
      "title": "Twin Cities | LISC Twin Cities",
      "description": "void",
      "preview": "Skip to Main Content Previous \"Lifting As We Climb\": In South Minneapolis, a Historic Restoration Heals The Power of Creative Placemaking: Reflections"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://rondoclt.org/",
      "title": "Rondo Community Land Trust - Saint Paul, Minnesota",
      "description": "Rondo Community Land Trust - Permanently Affordable & Sustainable Homeownership, Rentals, and Commercial Opportunities in St. Paul.",
      "preview": "Donate Contact US Welcome to RONDO COMMUNITY LAND TRUST Through the innovative Community Land Trust (CLT) model, we empower families to build long-ter"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "http://www.corbindesign.com/",
      "title": "Corbin Design: The Wayfinding Experts",
      "description": "We provide wayfinding analysis, master planning, signage standards design, sign planning and implementation services for health systems, hospitals, medical centers, regions, cities, towns, universities and colleges.",
      "preview": "People get lost. We fix that.® View Our Work People get lost. We fix that. View Our Work People get lost. We fix that. View Our Work People get lost."
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://theworldpursuit.com/",
      "title": "The World Pursuit - Informative Travel Guides",
      "description": "World travel blog, following Cameron & Natasha. A pair of travelers, photographers, and writers. Sharing travel tips and stories from around the world.",
      "preview": "Skip to content The World Pursuit Travel Guides By Natasha & Cameron Start Here Get Started Traveling Explore The World Learn more about a particular"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://coverr.co/",
      "title": "Download Free HD & 4K Stock Videos, Music & AI Tools",
      "description": "Free and Premium HD and 4K stock video footage for your projects. Perfect for personal and commercial use available for free download.",
      "preview": "Beautiful Free Stock Videos, Music & AI Tools Videos Trending: Shopping Nature Love Business Yoga Unlock More with Coverr AI Video creation AI Image c"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.stevemadden.in/",
      "title": "Steve Madden India | Shoes, Boots, Handbags & More",
      "description": "Step into a world of fashion with Steve Madden India. Find the perfect pair of shoes, boots, or sandals to complete your look. Shop now and experience the difference.",
      "preview": "Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Gr"
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0004570",
      "title": "Estimating the Worldwide Extent of Illegal Fishing | PLOS One",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high seas, we estimate that lower and upper estimates of the total value of current illegal and unreported fishing losses worldwide are between $10 bn and $23.5 bn annually, representing between 11 and 26 million tonnes. Our data are of sufficient resolution to detect regional differences in the level and trend of illegal fishing over the last 20 years, and we can report a significant correlation between governance and the level of illegal fishing. Developing countries are most at risk from illegal fishing, with total estimated catches in West Africa being 40% higher than reported catches. Such levels of exploitation severely hamper the sustainable management of marine ecosystems. Although there have been some successes in reducing the level of illegal fishing in some areas, these developments are relatively recent and follow growing international focus on the problem. This paper provides the baseline against which successful action to curb illegal fishing can be judged.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://about.coursera.org/",
      "title": "Coursera's Mission, Vision, and Commitment to Our Community | Coursera",
      "description": "Coursera provides access to world-class learning by partnering with 300+ world-class universities and companies. We envision a world where anyone, anywhere has the power to transform their lives through learning.",
      "preview": "This app works best with JavaScript enabled. Our Vision We envision a world where anyone, anywhere has the power to transform their lives through lear"
    }
  ],
  "_meta": {
    "total_bookmarks": 132
  }
}