{
  "data": [
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://unlvrebels.com/news/2023/2/20/unlv-mourns-passing-of-football-student-athlete-ryan-keeler.aspx",
      "title": "UNLV Mourns Passing Of Football Student-Athlete Ryan Keeler - University of Nevada Las Vegas Athletics",
      "description": "LAS VEGAS (UNLVRebels.com) - The UNLV community is mourning the loss of Rebel football student-athlete Ryan Keeler, who passed away in Las Vegas on Monday.",
      "preview": "Skip To Main Content Pause All Rotators Skip To Navigation LAS VEGAS (UNLVRebels.com) - The UNLV community is mourning the loss of Rebel football stud"
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "https://gbba.org.uk/teamdetails.asp?teamdetailID=170&sID=49&wsID=13&cid=1",
      "title": "GBBA - Teams details for Worcester Cyclones",
      "description": "Contact details for Worcester Cyclones. Team secretary Emma-Jane Gardner.",
      "preview": "Gloucestershire Basket Ball Association News GBL Fixtures Tables GBL CUP Tables Courses Discipline Downloads Constitution GBL Rules FIBA Rules Interpr"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://www.hulu.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "http://www.stripesfleetcards.com/?cc=H3L&utm_medium=referral&utm_campaign=stripes+website&utm_source=stripesstores.com",
      "title": "Business Universal Card | Take Control of Business Fueling",
      "description": "The Business Universal card allows you to take control of business fueling, track expenses, get rebates on gas pumped for your fleet and start saving!",
      "preview": "Skip to content Features at a Glance Save up to 5¢ per gallon at 7-Eleven, Speedway and Stripes locations* fill=\"#666\" Accepted at any major U.S. gas"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://wwf.panda.org/knowledge_hub/all_publications/living_planet_report_2018/",
      "title": "Home | WWF",
      "description": "Concerned about the future of our planet? WWF's Living Planet Report 2024 provides critical insights into plummeting wildlife populations and potential solutions.",
      "preview": "Menu Menu Choose your region... Global (English) Global (Spanish) Adria (Croatian) Adria (Serbian) Bolivia (Spanish) Brazil (Portugese) Chile (Spanish"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://flipboard.helpshift.com/hc/en/",
      "title": "Flipboard Technical Support and Help Center",
      "description": "Welcome to the Flipboard support page. How can we help you? We have ready answers for many common questions about Flipboard.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "http://www.earth210.com/210/SHOW/2111124",
      "title": "show - 2014 LasVegas SEMA AMERICANCAR P1",
      "description": "void",
      "preview": "2014 LasVegas SEMA AMERICANCAR P1 List of Articles 2014 LasVegas SEMA AMERIC... photo registed in March 29, 2015 2014 LasVegas SEMA AMERIC... photo re"
    },
    {
      "url": "https://riaclu.org/",
      "title": "Home - ACLU of Rhode Island",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Protecting Rhode Islanders' rights since 1959. Stay informed about civil liberties, get our email updates: The Latest News & Commentary ACLU Files Bri"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "https://www.aspcapro.org/resource/new-aspca-survey-vast-majority-dogs-and-cats-acquired-during-pandemic-still-their-homes",
      "title": "New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes | ASPCApro",
      "description": "As COVID-19 restrictions are lifted, 90% of dogs and 87% of cats are still in their homes.",
      "preview": "Skip to main content Close Close You are exploring New ASPCA Survey: Vast Majority of Dogs and Cats Acquired During Pandemic Still in Their Homes A re"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://vote.civicnation.org/register/goodwill/",
      "title": "Goodwill - Get Ready to Vote",
      "description": "void",
      "preview": "Skip to content Goodwill Are You Registered to Vote? From your local school board to the Senate, it's important to vote in every election. Thanks for"
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "https://data.mulhouse-alsace.fr/explore/dataset/m2a_orthophotographie-2018/information/",
      "title": "Orthophotographie 2018 sur le territoire de m2A - Open Data Mulhouse Alsace Agglomération - m2A",
      "description": "Orthophotographie de Mulhouse Alsace Agglomération produite à partir des prises de vues réalisées le 11 avril 2018. L'orthophotographie est cofinancée par l'Union Européenne avec le Fonds Européen de Développement Régional Les données d'une résolution de 8 cm par pixel sont organisées en dalles de 1kmx1km au format jpeg. Chaque dalle est téléchargeable par le fichier Zip qui contient l'image au format jpeg et un fichier de calage au format jgw pour les SIG. Le système de projection est RGF93.CC48 Couverture Spatiale : Baldersheim - Bantzenheim - Battenheim - Berrwiller - Bollwiller - Bruebach - Brunstatt-Didenheim - Chalampé - Dietwiller - Eschentzwiller- Feldkirch - Flaxlanden - Galfingue - Habsheim - Heimsbrunn - Hombourg - Illzach - Kingersheim - Lutterbach - Morschwiller-le-Bas - Mulhouse - Niffer - Ottmarsheim - Pfastatt - Petit-Landau - Pulversheim - Reiningue - Richwiller - Riedisheim - Rixheim - Ruelisheim - Sausheim - Staffelfelden - Steinbrunn-le-Bas - Ungersheim - Wittelsheim - Wittenheim - Zillisheim - Zimmersheim",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/lighting-18701/",
      "title": "Baby Bathing, Baby Changing Units & Accessories - IKEA UK",
      "description": "Explore our affordable baby changing, bathing & potty essentials. Designed for comfort and convenience. Shop now.",
      "preview": "Skip to main content Skip to product list pencil Book a FREE online or in-store Children's bedroom planning appointment Baby changing, bathing & potty"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://fier.com/login",
      "title": "Log In ‹ Fier - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to Fier Language English (United States) Deutsch E"
    },
    {
      "url": "https://www.fronetics.com/tag/report-on-social-media/",
      "title": "report on social media Archives - Fronetics",
      "description": "void",
      "preview": "Social media is a strategic tool for logistics companies by Fronetics | Jun 10, 2015 | Blog , Logistics , Marketing , Social Media , Strategy , Supply"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://www.collabora.com/news-and-blog/?both_page=19&newsandevents_page=9&blogs_page=19",
      "title": "News & Blog - Open Source Consulting | Collabora",
      "description": "Your one-stop shop for all the latest news, events and blogs from Collabora.",
      "preview": "About Who we are Our expertise Our work Open Source Our ecosystem Services Guide Train Build Integrate Optimize Maintain Industries Automotive Digital"
    },
    {
      "url": "https://www.raps.org/regulatory-focus%E2%84%A2/news-articles/2017/9/cdrh-to-launch-critical-to-quality-pilot-program",
      "title": "Regulatory Affairs Professionals Society | RAPS",
      "description": "RAPS is the largest global organization of and for those involved with the regulation of healthcare and related products, including medical devices, pharmaceuticals, biologics and nutritional products.",
      "preview": "You need to enable JavaScript to run this app. __SCHEMA_DETAILS__"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://tarot-online.com.pl/znaczenie-kart-tarota/",
      "title": "Znaczenie kart Tarota | Tarot Online",
      "description": "Poznaj znaczenie kart Tarota online. Znaczene kart Tarota Małe i Wielkie Arkana oraz znaczenie Kart Tarota Buławy, Monety, Puchary i Miecze.",
      "preview": "Dołącz do klubu 2 2025.10.07 Sprawdź nowy dostępny rozkład na 12 kart Tarota 2025.10.06 Odkryj nowe funkcje w Tarot Online! Karty Cennik Blog Dołącz Z"
    },
    {
      "url": "http://www.radioampm.com.ar/2017/10/direcotora-de-turismo.html",
      "title": "Direcotora de Turismo",
      "description": "AmPm Radio El Bolsón Noticias y entretenimiento 2944800999 Escucha 2021",
      "preview": "Inicio _Sin Sello Escuchar la Radio Enviar Whatsapp A Twitter List by RodrigoSotomayr AmPm Direcotora de Turismo 102.9 Radio Produccion octubre 11, 20"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "http://www.giorgiotave.it/ricette_cucina/",
      "title": "Host - Hosting sicuro e professionale dedicato alle imprese",
      "description": "void",
      "preview": "Qualcosa di grande sarà presto pubblicato Questo dominio è stato attivato utilizzando i servizi di Shared Hosting di Host.it HOST S.p.A. - Gruppo Welc"
    },
    {
      "url": "https://ford.oemdtc.com/category/recalls",
      "title": "Recalls | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "http://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf/privacy/#privacy",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > Privacy Get It Now! Privacy Policy We do not collect any data based on your usage of RPG Scrib"
    },
    {
      "url": "https://aabcc.org/home/",
      "title": "AABCC - Welcome To AABCC",
      "description": "void",
      "preview": "Donate Events Join AABCC Job Postings (Coming Soon) FAQ Home menu close Join AABCC Donate Home Events Job Postings (Coming Soon) FAQ We are Amarillo T"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "http://guiders.blog.jp/archives/cat_37965.html",
      "title": "GUIDERS | FOOD",
      "description": "void",
      "preview": "GUIDERS SURFCLUB & GUIDE FISH 2012年02月03日 FOOD INFORMATION 片瀬漁港 タグ ： 魚料理 魚仕入 Posted by HMD 21:13 | Edit DUTCH OVEN 2012年01月08日 ONEDAY FOOD club house"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://www.glamour.com/gallery/taylor-swift-red-lipstick-shop",
      "title": "Taylor Swift's Red Lipstick: Shop Her Favorite Shades | Glamour",
      "description": "We've rounded up Taylor Swift's red lipstick shades of choice, from a Nars cult favorite to an affordable drugstore pick.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://bibliobrey.blogspot.com/2010/02/don-moucho-quere-saber.html",
      "title": "Blog da biblioteca do CEIP Fermín Bouza Brey: DON MOUCHO QUERE SABER",
      "description": "Recuncho do 3ºCiclo de Primaria (5º e 6º) Recuncho do 2ºCiclo de Primaria (3º e 4º) Recuncho do Primeiro Ciclo de Primaria (1º e 2º) Recu...",
      "preview": "skip to main | skip to sidebar Blog da biblioteca do CEIP Fermín Bouza Brey 27/2/10 DON MOUCHO QUERE SABER Recuncho do 3ºCiclo de Primaria (5º e 6º) R"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://miwasrl.com/index.php/prodotto/funghi-chiodini-2dot8-kg-vfna3k/",
      "title": "FUNGHI CHIODINI 2.8 KG - Miwa srl",
      "description": "Funghi Nameko selezionati ed aromatizzati in olio di semi di girasole senza retrogusti indesiderati. Il prodotto, sterilizzato, si presta all'uso professionale ed è adatto alla farcitura di pizze e focacce o per la preparazione di ricette in cucina.",
      "preview": "FUNGHI CHIODINI 2.8 KG Casa Shop SOTT'OLII E SOTTACETI FUNGHI CHIODINI 2.8 KG Prodotti correlati Esaurito SOTT'OLII E SOTTACETI ORTORISO CONDIMENTO RI"
    },
    {
      "url": "https://gesi.org/",
      "title": "Global Enabling Sustainability Initiative (GeSI)",
      "description": "We are the Global Enabling Sustainability Initiative (GeSI), a member-centric business association leading on the enabling role of digital in sustainability.",
      "preview": "Digital with Purpose Global Summit 2025 27-28 OCTOBER / THE EGG / BRUSSELS A Summit to support Europe's Digital Transformation Strategy shaping Find O"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "http://orcid.org/0000-0003-4730-3570",
      "title": "ORCID",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.lg.com/us/cell-phones/lg-lmg900tmpatmopw-t-mobile-velvet-5g",
      "title": "LG VELVET™ 5G Smartphone for T-Mobile - Pink White | LG USA",
      "description": "Empower your high-speed life. The LG VELVET™ 5G T-Mobile phone in Pink White features a sleek design, ergonomic 3D arc edges, water droplet cameras and more.",
      "preview": "LG VELVET™ 5G | T-Mobile AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "http://www.thaitechno.net/dip/productdetails.php?id=81955&uid=37915",
      "title": "PRODUCT GLY, «ÕÅÅÙ¡ÊÙº-«ÕÅá¡¹ : ºÃÔÉÑ· ÊÂÒÁ´ÃÒ¡éÍ¹ ¾ÒÃì· ¨Ó¡Ñ´ | Siam Dragon Part Co.,Ltd.",
      "description": "GLY, SAKAGAMI, SEAL Material : NBR Pressure(bar) : 10 Temp(C): -25+70 Speed(m/s) : 1 Pneumatic",
      "preview": "Nonpapat P. Sale Engineer 085-5394997 inbox@222parts.com ´Ù·Ñé§ËÁ´ µÒÃÒ§ºÍ¡¢¹Ò´áÅÐÃÒ¤Ò·Ñé§ËÁ´¢Í§ «ÕÅá¡¹ / Rod Seals «ÕÅá¡¹, Rod Seals, PRY, UNR, EU, P"
    },
    {
      "url": "https://www.signsrxusa.com/product-category/gift-card/",
      "title": "Custom Gift Certificates for brand promotion | SignsRxUSA",
      "description": "Design and print custom gift certificates to promote your brand. High-quality printing for retail, events, and special occasions.",
      "preview": "void"
    },
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "https://karate-rueti-zh.ch/",
      "title": "Karate Club Rüti ZH - Der Internetauftritt vom Karate Club Rüti ZH",
      "description": "void",
      "preview": "Zum Inhalt springen Karate Club Rüti ZH Training Wir betreiben traditionelles Shotokan Karate und pflegen die Werte wie Freundschaft, Tradition und Ku"
    },
    {
      "url": "https://stat.ethz.ch/pipermail/r-devel/2012-March/063602.html",
      "title": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files",
      "description": "void",
      "preview": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files Duncan Murdoch murdoch.duncan at gmail.com Tue Mar 20 20:14:22 CET 2012 Previous message: [Rd] issue wit"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}