{
  "data": [
    {
      "url": "https://www.gov.uk/guidance/the-blue-belt-programme",
      "title": "The Blue Belt Programme - GOV.UK",
      "description": "The Blue Belt Programme supports the UK Overseas Territories with the protection and sustainable management of their marine environments.",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "http://tomperrotta.net/tracy-flick-cant-win/",
      "title": "Tracy Flick Can't Win",
      "description": "void",
      "preview": "On Sale June 7, 2022 | Pre Order: Tracy Flick is back and, once again, the iconic protagonist of Tom Perrotta's Election -and Reese Witherspoon's char"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://adisandu.ro/tag/usztijo/",
      "title": "Usztijo",
      "description": "Un blog cu si despre viata by Adi Sandu.",
      "preview": "Home Despre Vegetarianism Cinemateca Ezoteric Subscribe Astăzi: 10 Octombrie 2025 | shanti shanti!"
    },
    {
      "url": "https://www.appsyoulove.com/support",
      "title": "Contact 1 - Apps You Love",
      "description": "void",
      "preview": "0 Appsyoulove Support. support@appsyoulove.com Name * First Name Last Name Application name & Platform * Email * Message * Thank you!"
    },
    {
      "url": "https://developers.google.com/learn/topics/python",
      "title": "Resources, Courses, and Trainings - Google for Developers",
      "description": "Advance your skill set by exploring our large collection of documentation, guides, resources, courses, and additional training for developers.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русс"
    },
    {
      "url": "https://www.brownjenkins.com/collections/single-origin-coffee-10-oz-bags/products/estate-java-coffee-10-oz",
      "title": "Estate Java Coffee - 10 ounce - Brown & Jenkins - The Vermont Coffee Roasters",
      "description": "Estate Java is among our favorites. It features a pleasantly lingering smooth body and a distinguished, never overstated spicy finish.",
      "preview": "Skip to content Phone Facebook Instagram Pinterest Twitter FRESH ROASTED COFFEE DELIVERED TO YOUR DOOR FOR OVER 40 YEARS! Submit Account Open cart $ 0"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://crickettimes.com/",
      "title": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews| Cricket Times",
      "description": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews",
      "preview": "Home » Latest Cricket News Get the Latest Updates, Breaking News and Top Stories related to Cricket, Live Scores, Schedule, Match Predictions, Fantasy"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "http://www.lanuovasardegna.it/",
      "title": "La Nuova Sardegna",
      "description": "Tutte le notizie della Sardegna, con foto e video, di cronaca, politica, sport, cultura, spettacoli, economia e tempo libero",
      "preview": "I video del giorno Sardegna Sassari, 400 studenti in piazza per la Settimana della Protezione civile Natura La Maddalena, tartaruga verde avvistata ne"
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://www.fox35orlando.com/news/florida-11-year-old-dies-from-flesh-eating-bacteria-after-twisting-ankle",
      "title": "Florida 11-year-old dies from flesh eating bacteria after twisting ankle | FOX 35 Orlando",
      "description": "The family of an 11-year-old boy from Winter Park said he died after a twisted ankle and potential scratch eventually spiraled out of control. Jesse Brown got Strep-A, which then turned into something worse, eventually killing him.",
      "preview": "River Flood Warning is in effect, Lake County, Volusia County 7 Coastal Flood Warning from FRI 10:00 AM EDT until SUN 6:00 AM EDT, Coastal Flagler Cou"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://resourcewatch.org/dashboards/ocean-watch",
      "title": "Ocean Watch - Introduction | Resource Watch",
      "description": "Ocean Watch description",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "https://spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.fights.cz/udalosti/shooto-gig-west-6-94693",
      "title": "Shooto - Gig West 6 | Fights.cz",
      "description": "Podrobný rozpis zápasů Shooto - Gig West 6. Na Fights.cz najdete zprávy, rozhovory a analýzy ze světa MMA a soutěží jako UFC, Oktagon, Rizin, Bellator, ONE či XFN",
      "preview": "lis 04 2006 Shooto - Gig West 6 Shooto So Tazawa 8 - 7 - 4 Gutsman vs Koetsu Okazaki 10 - 5 - 1 Nakanoshima MMA Academy Hiroyuki Tanaka 10 - 8 - 3 TK6"
    },
    {
      "url": "https://celebrityvoicechanger.com/privacy",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Privacy Policy Our Privacy Policy (\" Policy \"\") explains what information Celebrity Voice Changer collects when you use our Services, w"
    },
    {
      "url": "https://www.ilbs.in/",
      "title": "ILBS Hospital Delhi | Best Hospital In Delhi | Liver Transplant Delhi | Kidney Transplant Delhi",
      "description": "The Institute of Liver and Biliary Sciences (ILBS) has been established by the Government of the National Capital Territory (NCT) of Delhi as an Autonomous Institute, under the Societies Registration Act - 1860, at New Delhi.",
      "preview": "Academics Message From Chancellor Message From Vice-Chancellor Read More... Autonomous Institute under GNCT of Delhi Deemed to be University Under Sec"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "https://lushadvisors.com/complince-checklist/",
      "title": "complince checklist - LushAdvisors",
      "description": "where your ideas become real",
      "preview": "Skip to content Leave a comment Leave a Reply Cancel reply"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Mariana Valente Brazil Ethan Senack United States Ilkay Holt United"
    },
    {
      "url": "https://ro.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Modul WordPress | WordPress.org În Română",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Caută module Detalii Rece"
    },
    {
      "url": "https://www.healthaction.org/resources",
      "title": "Respiratory Health at Work | Health Action Alliance",
      "description": "The Health Action Alliance provides employers with tools, resources, and insights to keep workers safe from flu, COVID-19, and other respiratory illnesses.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.imf.org/en/Data",
      "title": "IMF Data",
      "description": "Welcome to the IMF data, including databases and platforms that have access to understandable and timely data, transforming lives by making economic and financial data findable, browsable, and usable.",
      "preview": "About IMF's Work RESOURCES TOPICS IMF at a Glance Surveillance Lending Capacity Development IMF Factsheets List How the IMF Supports the Global Econom"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "http://jamarc.fra.affrc.go.jp/english/index-e.html",
      "title": "JAMARC, Fisheries Research Agency",
      "description": "void",
      "preview": "JAMARC, Fisheries Research Agency Access Inquiries 【Attention】 The name of our organization was changed into \"Marine Fisheries Research and Developmen"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/map-hiv-criminalization-united-states-center-hiv-law-and-policy-2017",
      "title": "Mapping HIV Criminalization Laws in the U.S., CHLP (2025) | The Center for HIV Law and Policy",
      "description": "For more than a decade CHLP has produced an HIV criminalization map that portrays the variety and prevalence of laws used to prosecute and punish PLHIV. This new release of the maps represents a substantial update resulting from a comprehensive research process and updated methodology based on CHLP's Sourcebook on State and Federal HIV Criminal Law and Practice.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "http://www.blockbyblock.com/",
      "title": "Block by Block | Innovate service solutions for public spaces.",
      "description": "void",
      "preview": "With pride, we make public spaces friendly and vibrant for the communities we serve. Find Out More Your browser does not appear to support video conte"
    },
    {
      "url": "https://www.mymondomix.com/paris-hilton-sextape-pics",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.covergirl.com/en_us/face-makeup/cg-trubld-truconceal-concealers-liquid.html",
      "title": "TruBlend Undercover Full Coverage Concealer | COVERGIRL®",
      "description": "Conceal, shape and brighten with COVERGIRL® TruBlend Undercover Concealer. This full coverage concealer leaves a matte finish that lasts all day.",
      "preview": "Previous Next TruBlend Undercover Full Coverage Concealer COVERGIRL Trublend Undercover Concealer is an all day wear full coverage concealer with a ve"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "https://nl.linkedin.com/company/bcd-travel?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "BCD Travel | LinkedIn",
      "description": "BCD Travel | 342.631 volgers op LinkedIn. Travel smart. Achieve more. | BCD Travel helpt bedrijven slimmer te reizen en meer te bereiken. Onze digitale oplossingen om zakenreizen te vereenvoudigen bevorderen het succes van reisprogramma's, kostenbesparingen en talentbehoud. Met ruim 15.000 toegewijde medewerkers bedienen we klanten in meer dan 170 landen en dragen actief bij aan een duurzame toekomst voor zakenreizen.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "http://securenetsystems.net/mobileapp/app_privacy.html",
      "title": "Mobile App Privacy",
      "description": "We want you to know how we collect, use, and protect information about our users. This privacy policy will tell you: What information we collect How we may share information How you can limit our sharing of information WHAT INFORMATION ABOUT USERS DO WE COLLECT? Information You Give Us We receive and may s ...",
      "preview": "Skip to content Mobile App Privacy Home / Mobile App Privacy PRIVACY POLICY We want you to know how we collect, use, and protect information about our"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://marina.ch/blog/four-winns-ts-242/",
      "title": "Four Winns TS 242 | marina.ch",
      "description": "Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auch entsprechend auf dem Wasser. Das Boot eignet sich für verschiedene Wassersportaktivitäten - und mehr. Seit Four Winns im Bénéteau-Konzern zuhause ist, wurde...",
      "preview": "Four Winns TS 242 15. Juni 2018 | Logbuch Motorboote Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auc"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://www.wraltechwire.com/2021/06/09/survey-97-of-nc-execs-optimistic-81-plan-to-boost-hiring-but-29-to-reduce-office-space/",
      "title": "Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space | WRAL TechWire",
      "description": "Executives of technology companies based in North Carolina are optimistic about the future of their business, including the short-term performance of their companies during 2021, according to the results of a new survey. But changes are coming - companies plan to continue hybrid work and more than 29% plan to reduce office space.",
      "preview": "News Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space NC TECH Association Hybrid Work work from home (Vady"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.sella.it/",
      "title": "Home | Banca Sella",
      "description": "Banca Sella - La tua banca online",
      "preview": "void"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "https://fccfoundation.org/covid19resiliencyfund/",
      "title": "The Fairfield County COVID-19 Resiliency Fund - Fairfield County's Community Foundation",
      "description": "OVERVIEW The Fairfield County COVID-19 Resiliency Fund was established by Fairfield County's Community Foundation with the support of generous seed funding from a cross-section of individuals, private foundations, corporations, [ ... ] Continue reading »",
      "preview": "› Ways To Give › The Fairfield County COVID-19 Resiliency Fund OVERVIEW The Fairfield County COVID-19 Resiliency Fund was established by Fairfield Cou"
    },
    {
      "url": "https://www.adana.co.jp/en/contents/support/",
      "title": "SUPPORT TOP | ADA",
      "description": "ADA designs and develops products of aquarium, lighting and CO2 supply system to propose Nature Aquarium where tropical fish swimming in densely grown aquatic plants.",
      "preview": "NATURE AQUARIUM What is Nature Aquarium? Start Nature Aquarium Nature Aquarium Gallery The world's largest contest IAPLC Founder - Takashi Amano AQUA"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://typewriterdatabase.com/smithcorona.35.typewriter-models",
      "title": "Typewriter Database Popular Typewriter Models",
      "description": "Typewriter Models in The Typewriter Database",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents Typewriter Database Popular Typewriter Models To find out when your typewriter wa"
    },
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://apple.co/NewsPlusOffer",
      "title": "Apple News+ 3-Month Free Offer - Apple Apple News+ 3-Month Free Offer - Apple",
      "description": "Access more than 300 popular magazines and leading newspapers all in one subscription. Get 3 months free when you buy a new iPhone, iPad, or Mac.",
      "preview": "Get 3 months of Apple News+ for free. New subscribers get three months free with purchase of an eligible iPhone, iPad, or Mac. 1 How to redeem Apple N"
    },
    {
      "url": "https://anti-asianviolenceresources.carrd.co/",
      "title": "Anti-Asian Violence Resources",
      "description": "Anti-Asian racism and violent attacks on Asian elderly have only increased in recent months. Since COVID-19 became news in the United States, hate speech and violence against the AAPI community has run rampant. In February 2021, attacks, particularly on elderly Asian Americans, have spiked. Unfortunately, many of these",
      "preview": "Anti-Asian Violence Resources Below you'll find resources that have been gathered to help individuals educate others, take action, donate, and more. A"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://vowforgirls.org/",
      "title": "VOW for Girls",
      "description": "VOW for Girls is a growing global movement that partners with brands, individuals and the wedding industry to end the international child marriage crisis.",
      "preview": "TAKE A VOW Donate Now TAKE A VOW Take the VOW What best describes you? We're a celebrating couple I'm a wedding professional I want to stay up to date"
    },
    {
      "url": "https://ids.craig.fr/geocat/srv/eng/catalog.search#/home",
      "title": "CRAIG",
      "description": "CRAIG",
      "preview": "Catalogue de donnees Catalogue de donnees GeoNetwork opensource allows to easily share geographically referenced thematic information between differen"
    },
    {
      "url": "https://www.theatlantic.com/technology/",
      "title": "Technology - The Atlantic",
      "description": "The Atlantic's coverage on Technology",
      "preview": "Artificial Intelligence See All Danielle Amy for The Atlantic The Most Reviled Tech CEO in New York Confronts His Haters Avi Schiffmann says he's enjo"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "https://www.indiacode.nic.in",
      "title": "India Code: Home",
      "description": "Contains all Enforced Central and State Acts linked with Subordinate Data like Rules,Regulations,Notifications,Orders,Circulars,Ordinances,Statutes.",
      "preview": "India Code Logo has been Modified, Click here to Download for updating the Logo in your Website. India Code Search Hint : Type your keyword in box bel"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://thriller-lesen.de/buchempfehlungen/",
      "title": "Krimis & Thriller Bücher hier online kaufen & lesen",
      "description": "In der buecher-stube.de günstig Krimis & Thriller Bücher online kaufen ᐅ spannende Krimis ✓ packende Thriller ✓",
      "preview": "Zum Inhalt springen Krimis & Thriller Filter Ergebnisse 1 - 48 von 8293 werden angezeigt Standardsortierung Nach Beliebtheit sortiert Sortieren nach n"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://map.peoplepower.org/?source=homepage",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.ywca-lowercapefear.org/",
      "title": "YWCA Lower Cape Fear | Women's Services | Childcare",
      "description": "Empower women & fight racism with YWCA Lower Cape Fear. Offering childcare, swimming lessons, lap swim, water aerobics, after school programs & women's services. Join our mission for justice & dignity! #YWCA #EmpowerWomen #EndRacism",
      "preview": "0 Bright Futures Childcare Center Searching for a place where bright futures begin? You just found it. Check out Bright Futures Childcare Center-where"
    },
    {
      "url": "https://lbeauty334-blog.tumblr.com/",
      "title": "@lbeauty334-blog on Tumblr",
      "description": "Follow @lbeauty334-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.fireservice.gr/el_GR/-/ektakte-enemerose-gia-to-siderodromiko-dystychema-me-pyrkagia-sten-eisodo-tes-koiladas-ton-tempon-apo-ton-ekprosopo-typou-tou-pyrosbestikou-somatos-py",
      "title": "Έκτακτη ενημέρωση για το σιδηροδρομικό δυστύχημα με πυρκαγιά, στην είσοδο της κοιλάδας των Τεμπών από τον Εκπρόσωπο Τύπου του Πυροσβεστικού Σώματος, Πύραρχο Βασίλειο Βαθρακογιάννη - Νέα - Πυροσβεστικό Σώμα Ελλάδος",
      "description": "01/03/2023 03:25 3364 ‹ › × &times; ...",
      "preview": "Μετάβαση στο περιεχόμενο"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "https://www.badmintonireland.com/",
      "title": "Badminton Ireland",
      "description": "Badminton Ireland is the National Governing Body for Badminton clubs and leagues in Ireland. Comprises Connacht Badminton, Leinster Badminton, Munster Badminton and Ulster Badminton.",
      "preview": "void"
    },
    {
      "url": "https://www.theregreview.org/2019/02/18/revesz-unel-climate-energy-storage-policies/",
      "title": "Achieving Climate Goals Will Require Sound Energy Storage Policies | The Regulatory Review",
      "description": "Clean energy systems will not reduce emissions unless states promote effective energy storage policies.",
      "preview": "Twitter Facebook LinkedIn Email Print Clean energy systems will not reduce emissions unless states promote effective energy storage policies. Tweet Sh"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://www.niederoesterreich.at/tipps/dr-karl-renner-museum/ausflugsziele",
      "title": "Ausflugsziele in der Nähe von Dr. Karl Renner Museum",
      "description": "Für die Planung eines Ausflugs gibt es auch in der Nähe von Dr. Karl Renner Museum viele Ausflugsziele zu entdecken. Burgen und Schlösser, sowie Erlebniswelten und Museen laden zu spannenden Einblicken in die Vergangenheit oder in spezielle Themen...",
      "preview": "Direkt zur Hauptnavigation Direkt zur Volltextsuche Direkt zum Inhalt"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://forums.lutron.com/showthread.php/17100-LEAP-notification-speed-fixable?s=cc399012e71820ed308706c815d0469b&p=41631",
      "title": "Lutron Support Center | Lutron",
      "description": "Welcome to Lutron online Support Center. Your one stop guide for Selection Tools, Frequently Asked Questions, Documentation and easy Troubleshooting steps for your Lutron dimming product.",
      "preview": "× × Copy Link Skip to main content Lutron Support Center Your resource for help with products, Lutron articles and documents. Find Model Number How do"
    },
    {
      "url": "https://everytown.org/",
      "title": "Home | Everytown",
      "description": "We are a movement of nearly 11 million moms, mayors, survivors, students, and everyday Americans working to end gun violence.",
      "preview": "Skip to content Use Accessible Colors You are leaving You will be redirected momentarily. Close Menu Home About Work Issues Solutions States News Blog"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://teachingtechyt.github.io/calibration.html",
      "title": "void",
      "description": "void",
      "preview": "Introduction - read me! Frame Check PID Autotune Extruder E-steps Calibration First Layer Baseline Print Slicer Flow Calibration Stepper Motor Driver"
    },
    {
      "url": "http://samsclub.com/",
      "title": "Sam's Club - Wholesale Prices on Top Brands",
      "description": "Shop Samsclub.com today for Every Day Low Prices. Join Sam's Club as a Plus Member and get free same-day or next-day delivery from your club & free shipping on eligible items totaling $50 or more.",
      "preview": "Skip to Main Content How do you want your items? Sam's Club - Wholesale Prices on Top Brands Shop Now Shop Now Shop Now Upgrade Now Shop Now Learn Mor"
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "https://lbb.in/shop/product/nt-brown-hand-embroidered-winter-scarf",
      "title": "Get Nt Brown Hand Embroidered Winter Scarf at ₹ 4750 | LBB Shop",
      "description": "Purple Sunshine is an Indian label for ONE OF A KIND Beaded Jewellery, Scarves & Fashion Accessories for Women. All proceeds are donated to various Organizations & NGOs working for good causes. Each item is UNIQUE & HANDCRAFTED, using top quality material.",
      "preview": "Thank you for visiting. You can now shop for Duppatta & Shawls on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recom"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://equitablefood.org/",
      "title": "Home - Equitable Food Initiative",
      "description": "Equitable Food Initiative partners with growers and retailers to create a more transparent food chain, safer food and healthier places to work.",
      "preview": "Skip to content Elevating Social Responsibility Through Worker Engagement CERTIFY YOUR FARMING OPERATION start here COURSE CALENDAR START HERE ETHICAL"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}