{
  "data": [
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://tahadiwasla.app.link/s/0717ceea0c63ebc709ead93cce696ea3722379c976d7fba0e7752f2ad8b5d881",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://te-igitur.blogspot.com/2011/05/church-watches-you.html?showComment=1306303834524",
      "title": "Te igitur: Church watches you",
      "description": "Found in the Internet",
      "preview": "5/24/11 Church watches you Found in the Internet 4 comments: Braut des Lammes said... Funny. It reminds me to an owl at the same time. 24/5/11 14:52 T"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "http://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.weareknitters.com/knitting-kits",
      "title": "Knitting kits - We Are Knitters",
      "description": "Our knitting kits have all of the necessary materials to create your most dazzling creations. Sweaters, scarves, hats and even baby clothes, look no further for your new project!",
      "preview": "Skip to content We ship from FL, USA. | Free shipping for orders over $100. + info USD $ United States (USD $) United States (USD $) Collection: Knitt"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://achelisbodman.org/",
      "title": "Achelis & Bodman Foundation",
      "description": "void",
      "preview": "About Us The Achelis and Bodman Foundation was formally established on November 25, 2015, from the merger of The Achelis Foundation (established in 19"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://www.islandconservation.org/",
      "title": "Home - Island Conservation",
      "description": "void",
      "preview": "Restoring islands for nature and people worldwide. Our international, mission-driven team is dedicated to bringing our shared vision to life - a world"
    },
    {
      "url": "https://blog.acvwilson.me/post/150071746014",
      "title": "puts post - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "puts post - Another year of record growth for AP Computer... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "https://www.slovensko.sk/sk/agendy/agenda/_/elektronicka-ziadost",
      "title": "Agenda - UPVS",
      "description": "Ústredný portál verejnej správy",
      "preview": "Ústredný portál verejnej správy Vstúpiť na nové slovensko.sk Úvod O portáli Pomoc Kontakt English Zmena kontrastu Vyhľadať Prepáčte, požadovaný obsah"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "https://www.bbc.com/news/health",
      "title": "Health | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Health from across the BBC.",
      "preview": "Health Third person dies from methanol poisoning in Brazil Authorities are investigating the source of the tainted drinks, which have affected more th"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://www.madisonyauger.com",
      "title": "Madison Yauger",
      "description": "void",
      "preview": "Hey there! Welcome to my online portfolio - a digital record of my published work at various magazines and news outlets (because the internet does not"
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/cache/",
      "title": "Django's cache framework | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.sheknows.com/parenting/articles/2715373/tamron-hall-interview-motherhood-career/",
      "title": "Tamron Hall Shares Her Childbirth Story",
      "description": "Talk show host and journalist Tamron Hall shares her childbirth story for the first time and talks about parenting a toddler.",
      "preview": "Skip to main content Skip to header navigation Icon Link Plus Icon SheKnows is a part of Penske Media Corporation. © 2025 SheMedia, LLC. All Rights Re"
    },
    {
      "url": "http://anjalipathak.com/",
      "title": "Anjali Pathak",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "https://www.voteearlyday.org/",
      "title": "Celebrate Vote Early Day on October 28th, 2025",
      "description": "When you vote early you ensure that school, work, long lines, or a bad commute on Election Day won't stop your ballot from being counted!",
      "preview": "Celebrate Vote Early Day on October 28th, 2025 Vote Early Become a Partner Countdown to Vote Early Day October 28, 2025 Partners celebrating Vote Earl"
    },
    {
      "url": "https://junaidios.github.io/StbEmu-Pro/PrivacyPolicy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Muhammad Junaid built the StbEmuTV (Pro) app as a Commercial app. This SERVICE is provided by Muhammad Junaid and is intended for use a"
    },
    {
      "url": "https://www.thecompanystore.com/pillows/sleepers-choice-memory-foam-pillow/PO79.html?dwvar_PO79_color=WHITE",
      "title": "Sleeper's Choice™ Memory Foam Pillow | The Company Store",
      "description": "Our Sleeper's Choice memory foam pillow takes your sleep to the next level of luxury. A reversible 2-in-1 pillow is twice with 2 uniquely different sides.",
      "preview": "Company Essentials™ Dual Memory Foam and Gel Fiber Pillow - White Average Rating: 4.626 out of 5 stars Rating Count: 91 SKU: PO79-STD-WHITE $59.00 25%"
    },
    {
      "url": "https://www.lg.com/us",
      "title": "LG Electronics & Home Appliances | Shop Now | LG USA",
      "description": "Life's Good with LG. Shop online at LG.com US to find exclusive deals on the latest home entertainment and appliances. Add smart technology and modern design to your home today.",
      "preview": "AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off select TVs Shop Now Explo"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.napbots.com/post/polygon-upgrade-fixes-bug-to-secure-9-27-billion-matic-tokens",
      "title": "napbots.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/visualstudio/",
      "title": "Visual Studio Blog",
      "description": "The official source of product insight from the Visual Studio Engineering Team",
      "preview": "Skip to main content Visual Studio 2026 Insiders is here! The world's most popular IDE just got an upgrade Download now Learn more Visual Studio Blog"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85949",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://creperie-letybillic.fr/operation-cheques-evasion-50/",
      "title": "Opération Chèques Evasion 50 - Crêperie Le Ty-BillicCrêperie Le Ty-Billic",
      "description": "La Crêperie Le Ty-Billi participe à l'opération Chèques Evasion 50 mis en place par L'Attitude Manche ! Rendez-vous sur le site www.cheques-evasion50.fr pour vous inscrire et recevoir des chèques que vous pourrez dépenser chez les restaurateurs, les sites et lieux de visites, les prestataires de loisirs, les producteurs locaux... de la Manche partenaires de l'opération",
      "preview": "Qui sommes-nous ? Actualités Menus et carte Galeries photos Nos partenaires Nous contacter 73 rue au Blé - Cherbourg en Cotentin 02 33 01 11 90 Opérat"
    },
    {
      "url": "https://teachers20.com/post/121258613878",
      "title": "Teachers 2.0 - Maryland moves to increase diversity in computer...",
      "description": "Maryland moves to increase diversity in computer...",
      "preview": "Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy a required technology credit for g"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "http://www.5straight.net/",
      "title": "5ive Straight - Official Website for 5ive Straight, Five Straight board game, fun board games",
      "description": "5ive Straight board game has excitement, strategy, and is an addictive, fun peg board game. 5ive Straight board games keep players on their toes as they try to outsmart their opponents. Remember, it is 5ive Straight, not Five Straight board game.",
      "preview": "• TOM VASEL REVIEW! { CLICK HERE TO VIEW } • WINNING MOVES GAMES REVIEW! { CLICK HERE TO VIEW } • Hogwa5h Gaming REVIEW! { CLICK HERE TO VIEW } CLICK"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://www.hulu.com/",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://about.medium.com/creators/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "http://foro.vespinos.com/index.php?topic=18069.0",
      "title": "Nuevo vespinero",
      "description": "Nuevo vespinero",
      "preview": "Bienvenido(a), Visitante . Por favor ingresar o registrarse . 10 Octubre, 2025, 01:53:04 pm Noticias: Grupos de Whatsapp vespineros por comunidades ht"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://www.globaltunaalliance.com/",
      "title": "Home - Global Tuna Alliance",
      "description": "The GTA is an independent group of retailers and supply chain companies, working to ensure that tuna ultimately meets the highest standards of environmental performance and social responsibility.",
      "preview": "THE GLOBAL TUNA ALLIANCE As an independent group of retailers and supply chain companies, we are on a mission to transform global tuna fisheries throu"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "https://hopsandcode.com",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "http://haus-anna.eu/Haus-Anna-Ferienwohnung_pid,11489,N,12,y,2021,m,1,type,fbcal.html",
      "title": "Ferienwohnung - Haus Anna - Kössen in Tirol",
      "description": "void",
      "preview": "Haus Anna - Erholen, genießen und entdecken! Über Uns 3D Rundgang Ferienwohnung Ferienwohnung Bildergalerie Preise Kössen Sommer Winter Webcam Kontakt"
    },
    {
      "url": "https://world.wng.org/",
      "title": "Facts-Based News for Christians | WORLD",
      "description": "WORLD is a Christian news organization producing Biblically sound, daily coverage of global, national, and cultural current events. Visit our site to read...",
      "preview": "The Sift / October 10, 2025 Vandals spray-paint Alabama church for hosting TPUSA event"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "https://subscribe.providencejournal.com/masthead?gps-source=CPMASTHEAD&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "http://www.ic3.gov/",
      "title": "Home Page - Internet Crime Complaint Center (IC3)",
      "description": "void",
      "preview": "Skip to content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://one.npr.org/?sharedMediaId=491296791:491296928",
      "title": "Should Your Next Car Be Electric? : NPR One",
      "description": "Should Your Next Car Be Electric?",
      "preview": "void"
    },
    {
      "url": "http://www.graphicsacademy.com/format.php",
      "title": "Graphics File Formats",
      "description": "Graphics File Formats",
      "preview": "Home: Graphic Academy Graphics Books Graphics File Formats Animation File Formats Bitmap File Formats CAD File Formats Cursor File Formats Font File F"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "https://www.astrogav.eu/G_A_V_%20-%20Gruppo%20Astronomico%20Viareggio_paolo%20farinella.htm",
      "title": "Storia del Gruppo: Prof. Paolo Farinella",
      "description": "Storia del GAV: Prof Paolo Farinella",
      "preview": "Storia del G.A.V. In memoria di Paolo Farinella: Paolo Farinella collaborò con il G.A.V. alla divulgazione dell'astronomia tenendo diverse conferenze"
    },
    {
      "url": "https://www.theatlantic.com/business/archive/2017/08/restaurant-jobs-boom/536244/",
      "title": "Restaurants Are the New Factories - The Atlantic",
      "description": "Food-service jobs are eating the economy. Maybe that's not a good thing.",
      "preview": "Donald Trump's ideal economy is defined by brawn. He praises steelworkers, speaks wistfully of coal mining, and tweets boastfully about new manufactur"
    },
    {
      "url": "https://www.td.com/us/en/personal-banking/",
      "title": "Online Banking, Loans, Credit Cards & Home Lending | TD Bank",
      "description": "Explore TD's online banking services, credit cards, checking accounts, savings accounts, loans and more financial products for you and your business.",
      "preview": "Checking that grows with you. Plus $200. All-new TD Complete Checking's right for all life stages. And new customers earn $200 with qualifying activit"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "https://www.twitch.tv/redeem",
      "title": "Twitch",
      "description": "redeem streams live on Twitch! Check out their videos, sign up to chat, and join their community.",
      "preview": "void"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "https://giving.aub.edu.lb/aub",
      "title": "Donations - Donate to the American University of Beirut",
      "description": "void",
      "preview": "Home Bank Info Via Check Donate to the American University of Beirut Since the university was founded in 1866, donations from individuals, businesses,"
    },
    {
      "url": "http://www.libero.it/",
      "title": "Libero: Mail, Ricerca e News con aggiornamento quotidiano",
      "description": "Entra su Libero.it: Mail e Email PEC, Login, le Ultime Notizie con aggiornamento quotidiano, Community, Video, Motore di Ricerca e tanto altro",
      "preview": "Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jasmine arc"
    },
    {
      "url": "https://www.knmi.nl/nederland-nu/weer",
      "title": "KNMI - Weer - Verwachtingen",
      "description": "void",
      "preview": "Naar de hoofd content Sluiten Home Nederland nu Weer Verwachtingen Code groen Verwachtingen Bekijk waarschuwingen Bekijk waarnemingen Vrijdag overdag"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "http://www.tiscalinet.it/",
      "title": "Tiscali - Fibra, telefono, mobile. Notizie dall'Italia e dal mondo",
      "description": "Offerte di connettività veloce Fibra, senza fili e Mobile. News e commenti in esclusiva delle nostre firme",
      "preview": "void"
    },
    {
      "url": "https://www.zaxbys.com",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://library.mines.edu/",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "http://www.stibat.nl",
      "title": "Samen zijn we open. Samen staan we sterk. - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content Welkom op de informatieve webpagina over het samengaan van Stichting OPEN en (de uitvoeringsorganisatie van) Stichting Batterijen. Per"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://webaccounts.imo.org",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://fentybeauty.com/products/stunna-lip-paint-longwear-fluid-lip-color-uncensored",
      "title": "Stunna Lip Paint Longwear Fluid Lip Color | Fenty Beauty",
      "description": "Shop Fenty Beauty's weightless, longwear liquid lipstick with a soft matte finish-born in a range of head-turning shades to suit all skin tones.",
      "preview": "Skip To Main Content Create an account to unlock free U.S. standard shipping + returns. | SIGN IN | SIGN UP 20% off moisturizing faves + a free Teddy"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "https://eatrobs.com/",
      "title": "Rob's Backstage Popcorn - Rob's Popcorn",
      "description": "Rob's Backstage Popcorn was born backstage with the Jonas Brothers and now they are sharing it with the world. Made with a secret recipe, we guarantee you've never tasted popcorn like this before.",
      "preview": "Skip to content Cart Your cart is empty you've never tasted popcorn like this before shop rob's find in store rob's original indian spice mix classic"
    }
  ],
  "_meta": {
    "total_bookmarks": 132
  }
}