{
  "data": [
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "https://calendly.com/amillerperscholas",
      "title": "Calendly - Per Scholas Customized Training Solutions",
      "description": "Welcome to my scheduling page. Please follow the instructions to add an event to my calendar.",
      "preview": "void"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://it.linkedin.com/company/pradagroup?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Prada Group | LinkedIn",
      "description": "Prada Group | 1.708.314 follower su LinkedIn. The Prada Group is a global leader in the luxury industry and a pioneer in its unconventional dialogue with contemporary society across diverse cultural spheres. Home to prestigious brands as Prada, Miu Miu, Church's, Car Shoe, Marchesi 1824 and Luna Rossa, the Group remains committed to enhancing their value by increasing their visibility and desirability over time. Promoting creativity and sustainable growth, the Group offers its brands a shared vision that gives each of them the opportunity to stand out and express their essence.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://musicworldmedia.com/",
      "title": "Music World Media",
      "description": "void",
      "preview": "We're sorry but musicworldmedia.com doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://www.saggiamente.com/2015/12/10/",
      "title": "10 Dicembre 2015 • SaggiaMente",
      "description": "void",
      "preview": "Skip to content Scegli la tua homepage Magazine Feed Home Network SaggioSupporto SaggeOfferte SaggioUsato SaggioPodcast Pixelclub Recensioni Hardware"
    },
    {
      "url": "https://vr.youtube.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://blog.torproject.org/blog/tor-browser-60-released",
      "title": "Tor Browser 6.0 is released | The Tor Project",
      "description": "The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This...",
      "preview": "Tor Browser 6.0 is released by gk | May 30, 2016 The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This release is"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "https://www.johngrenham.com/c_parish/c_parish.php?county=Westmeath&surname=Keeran",
      "title": "Keeran households in Westmeath",
      "description": "Keeran households in mid-nineteenth century Ireland",
      "preview": "Keeran households by parish in Westmeath Keeran Griffith's occupiers by parish in Westmeath in 1854 You can zoom in and out. Tap a county name to go t"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-Gardens-Braxton-4-Piece-Wood-Conversation-Set-with-Off-White-Cushions%2F478796207",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/career",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://porsche.oemdtc.com/category/recalls",
      "title": "Recalls | Porsche - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://a2tunes.tumblr.com/",
      "title": "@a2tunes on Tumblr",
      "description": "Follow @a2tunes and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes lux-xxix Follow You know what to do. emerald-stag Thats nut gonna happen extrafunnypicture Follow extrafunnypicture.blogspot.com Click her"
    },
    {
      "url": "http://www.lasers.org.uk/Courses/msc.htm",
      "title": "Masters MSc (Eng) Programme | Laser Group at Liverpool",
      "description": "void",
      "preview": "Masters MSc (Eng) Programme Laser Group at Liverpool > Courses > Laser Engineering > Masters MSc (Eng) Programme MSc(Eng) in APPLICATIONS OF LASER IN"
    },
    {
      "url": "https://www.philo.com/login/subscribe?ref=try.philo.com&utm_source=google&utm_medium=search&utm_campaign=topbrand&utm_term=philo-925&utm_content=topbrandmisspellingexact&contentid=&gclid=CjwKCAjwsan5BRAOEiwALzomXznJUE875i68xyOYVZcnD9pLrHouX8fW_w6GahwxzNJEOoj8RJHG4xoCnZAQAvD_BwE",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-042j-mathematics-for-computer-science-fall-2010/",
      "title": "Mathematics for Computer Science | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course covers elementary discrete mathematics for computer science and engineering. It emphasizes mathematical definitions and proofs as well as applicable methods. Topics include formal logic notation, proof methods; induction, well-ordering; sets, relations; elementary graph theory; integer congruences; asymptotic notation and growth of functions; permutations and combinations, counting principles; discrete probability. Further selected topics may also be covered, such as recursive definition and structural induction; state machines and invariants; recurrences; generating functions.",
      "preview": "Browse Course Material Course Info Instructors Prof. Tom Leighton Dr. Marten van Dijk Departments Electrical Engineering and Computer Science Mathemat"
    },
    {
      "url": "http://nria.fra.affrc.go.jp/index-e.html",
      "title": "National Research Institute of Aquaculture,Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "National Research Institute of Aquaculture,Fisheries Research and Education Agency ACCESS INQUIRY Organization National Research Institute of Aquacu"
    },
    {
      "url": "https://covid19.ca.gov/",
      "title": "COVID-19",
      "description": "void",
      "preview": "This site requires javascript. Please enable javascript on your browser to view this site. Division of Communicable Disease Control > Pages > Immuniza"
    },
    {
      "url": "https://www.lendesk.com/blog/tag/industry-insights",
      "title": "Lendesk Blog | Industry Insights",
      "description": "Industry Insights |",
      "preview": "Products Resources SIGN IN Finmo Lender Spotlight Gateway Enterprise Mortgage Professionals Finmo A digital mortgage platform for the modern broker Le"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/804499/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "http://www.balanced-wellness.org/",
      "title": "Balanced Wellness - Women, Couples & Teen Therapy in SC & NC",
      "description": "Seeking therapy in SC or NC? We provide maternal mental health, couples counseling, and adolescent support-online and in person.",
      "preview": "0 Whole Family Wellness Begins with Compassionate Therapy Therapy for Women, Couples & Adolescents in the Carolinas Offering in-person & online therap"
    },
    {
      "url": "https://www.orientacionandujar.es/2021/03/07/actividad-manipulativa-que-hora-es/caracol_barraskiloa_page-0002/",
      "title": "CARACOL_BARRASKILOA_page-0002 - Orientación Andújar - Recursos Educativos",
      "description": "void",
      "preview": "Deja una respuesta Cancelar la respuesta Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con * Comentario"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://cleantogreen.in/",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://meteofrance.com/previsions-meteo-france/paris/75000",
      "title": "METEO PARIS par Météo-France - Prévisions Météo gratuites pour aujourd'hui, demain et à 15 jours.",
      "description": "METEO FRANCE - Retrouvez les prévisions METEO PARIS de Météo-France pour aujourd'hui, demain et jusqu'à 15 jours, ainsi que les prévisions météos locales par heure et les prévisions de pluie.",
      "preview": "${alert.titre} ${alert.title} ${department.name} (${department.cp}) VIGILANCE ${vigilance_text} EN COURS Consulter Accueil Île-de-France Paris (dept)"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "http://www.meredith.com/legal/privacy",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "http://www.fosspatents.com/2011/05/?m=1",
      "title": "FOSS Patents: May 2011",
      "description": "This blog covers software patent news and issues with a particular focus on wireless, mobile devices (smartphones, tablet computers, connected cars) as well as select antitrust matters surrounding those devices.",
      "preview": "Tuesday, May 31, 2011 Lodsys sues 7 app developers in East Texas, disagrees with Apple; Android also targeted I almost appeared to be a \"party spoiler"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://hillstohome.com/",
      "title": "Hill's to Home",
      "description": "void",
      "preview": "Feedback"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://www.userzoom.com/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "https://www.migizi.org/",
      "title": "MIGIZI | Empowering Our Youth | Minneapolis",
      "description": "MIGIZI is a Native American non-profit organization based in Minneapolis, Minnesota. We help serve primarily Native youth and help to sustain our local communities.",
      "preview": "top of page Providing a strong circle of support that nurtures the educational, social, economic and cultural development of American Indian youth. Wh"
    },
    {
      "url": "http://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://leadersup.typeform.com/LUcoaching",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-ii",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part I of this blog here.Lee el blog en español aquí.Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault.My name",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II May 3, 2021 Facebook X Redd"
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://deedamitrucksack.blog/tag/wolkenmadchen/",
      "title": "Wolkenmädchen - Deeda mit Rucksack",
      "description": "Posts about Wolkenmädchen written by diyanidewa",
      "preview": "Skip to content January 5, 2015 July 29, 2019 diyanidewa Es ist der 2.Tag und ich hänge noch immer meinem Schlafbedarf hinterher! Heute früh machten w"
    },
    {
      "url": "https://autos.lehighvalleylive.com/Used-Ram-Pickup-2500/Allentown-PA-18106/For-Sale?q=6,34,1069,,18106",
      "title": "Used Ram Pickup 2500 For Sale near Allentown, PA 18106 | Autos on lehighvalleylive.com",
      "description": "Looking for a used Ram Pickup 2500 for sale near Allentown, PA? Search over 5 million vehicles to find the best deals with Autos on lehighvalleylive.com.",
      "preview": "Used Ram Pickup 2500 For Sale near Allentown, PA Home Used Ram Ram Pickup 2500 Save Current Search Filters New Search Price Mileage Year Make Model Tr"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://mint.gov.hr/rss.aspx/?lng=&ID=0",
      "title": "RSS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Btg%5D=F&f%5Bauthor%5D=8&s=title&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://www.garmentory.com/sale/white-warren/women-scarves/1598203-white-plus-warren-cashmere-scarf-19486",
      "title": "White + Warren Cashmere Scarf | Garmentory",
      "description": "Our Cashmere Scarf is perfectly proportioned for all of your layering needs. A smaller alternative to our iconic Cashmere Travel Wrap, this scarf is well suited for those first few days of fall and beyond. Shorter in length and lighter in weight, but no less luxurious in look and feel, this scarf belongs in very closet. Unisex 78 x 26 100% Cashmere in 7 gauge knit; 2-ply Hand wash cold or dry clean. Do not twist or wring. Reshape and lay flat to dry. Warm iron if needed.",
      "preview": "Skip to main content TOO GOURD TO MISS 🎃 Fall Flash Sale featuring 40% off boots, sweaters + more clear Items Brands Categories Boutiques Close Shop W"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "https://www.dsei-japan.com/welcome",
      "title": "DSEI Japan 2027",
      "description": "Japan's only integrated defence event. DSEI Japan provides you with unprecedented levels of access into the Japanese and wider Asia-Pacific (APAC) market.",
      "preview": "DSEI JAPAN - 日 本 語 Search LinkedIn Email Mobile hero image ->> Strengthening Indo-Pacific Security Through Advanced Technology 28 - 30 April 2027 DSEI"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/post/139468112888",
      "title": "Hello, it is Katie - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://www.cusmade.biz/Home/Index",
      "title": "CUSMADE(Suzhou Cusmade Electronic Technology Co., Ltd.)",
      "description": "CusMade,cusmade,customize,customer,solor,cable,waterproof,waterproof connecter,Waterproof wiring harness,wire harness,car connector,Power,Hydra,Motor,Signal,Connecter,Connect,电源线,电机线,信号线,连接器,防水连接器,线束,防水线束,接头,防水接头,Suzhou Cusmade Electronic Technology Co., Ltd.,苏州卡斯迈德,卡斯迈德,苏州卡斯迈德电子科技有限公司,客户定制,方案定制,电摩,防水连接器,连接器,线束,防水线束,电动自行车,新能源,交通,ebike,e-bike,E-bike,电动,电动车,两轮车,电动两轮车,轮椅,躺车,沙滩车,公路车,雪地车,山地车,城市车,越野",
      "preview": "Previous Next Product Category 40 Power Connector 5 Splitter 9 Motor Connector 17 Signal Connector Our Products PowerRA1 Motor1109B SignalA090xA Hydra"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://www.globalgap.org/uk_en/what-we-do/globalg.a.p.-certification/",
      "title": "About GLOBALG.A.P.",
      "description": "GLOBALG.A.P. is a brand of smart farm assurance solutions for plants and aquaculture - fostering safer and more responsible farming worldwide.",
      "preview": "About us GLOBALG.A.P. is a brand of smart farm assurance solutions for the certification of agriculture, aquaculture, and floriculture production proc"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "http://www.lgrecyclingprogram.com/",
      "title": "LG Recycling Program | Life's Good when you recycle",
      "description": "Life's Good when you live green",
      "preview": "Find Drop-off sites Live Green, Today Sustainable Future Green Community We've made it easy to recycle your electronics. Hemos hecho que sea fácil rec"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://www.iflix.com",
      "title": "iflix - Genuine HD Video Online Watching Platform | Chinese series,Korean series,Comic,etc.",
      "description": "iflix is both the producer and the provider of global high-quality video services. There are the latest popular TV series, movies, variety shows, and animations. HD videos are free to be viewed online. VIP members can unlock more wonderful exclusive contents! iflix also supports English subtitles, Thai subtitles, Indonesian subtitles, Malay subtitles, Korean subtitles, and other subtitles and dubbing.",
      "preview": "WeTV Hot 1 / 1 Love in the Crossfire Married by Fate, Bound by Love Love's Ambition Zhao Lusi and Chen Weiting's True Love Hypothesis Queendom (Uncut"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "http://www.giorgiotave.it/ricette_cucina/",
      "title": "Host - Hosting sicuro e professionale dedicato alle imprese",
      "description": "void",
      "preview": "Qualcosa di grande sarà presto pubblicato Questo dominio è stato attivato utilizzando i servizi di Shared Hosting di Host.it HOST S.p.A. - Gruppo Welc"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://www.californiacremationcenters.com/obituaries/Garon-Blazek/",
      "title": "Landing Page | California Cremation Centers",
      "description": "California Cremation Centers in San Bernardino, CA provides funeral, memorial, aftercare, pre-planning, and cremation services to ... Learn More",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "https://www.ft.com/markets",
      "title": "Markets | Financial Times",
      "description": "Breaking news and in-depth coverage from the global business and financial markets. The latest corporate earnings reports from the stock market and insights into the future of digital currency.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Markets Add to myFT Lead story in Markets Equities Investors flock to 'ex-US"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85936",
      "title": "Searchable Recipe Database - Shrimp Ratatouille",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}