{
  "data": [
    {
      "url": "https://johnallenwoodward.com/products/alligator-checkbook-wallet-brown",
      "title": "Chocolate Alligator Checkbook Wallet - JohnAllenWoodward",
      "description": "One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat pocket. Constructed from the finest American Alligator available anywhere in the world. No man made textiles or fillers anywhere. Materials + Care- Outside: Chocolate Glazed Farm Raised Alligator- Inside: Fine Leath",
      "preview": "Chocolate Alligator Checkbook Wallet $895.00 One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat"
    },
    {
      "url": "https://www.naceweb.org/about-us/jobwire.aspx",
      "title": "NACE Jobwire",
      "description": "void",
      "preview": "We have some exciting news to share with you: NACE is rebranding! Fresh look. Bolder voice. Same powerful mission. See What's Ahead! National Associat"
    },
    {
      "url": "https://in.linkedin.com/company/sterlite-technologies-ltd-?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "STL - Sterlite Technologies Limited | LinkedIn",
      "description": "STL - Sterlite Technologies Limited | 323,547 followers on LinkedIn. STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise and Data Centre networks. The company, driven by its purpose of 'Transforming Billions of Lives by Connecting the World', designs and manufactures in 4 continents with customers in more than 100 countries. Telecom operators, cloud companies, citizen networks, and large enterprises recognize and rely on STL for advanced capabilities in Optical Connectivity, Global Services, and Digital and Technology solutions to build ubiquitous and future-ready digital networks.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://data.gov.uk/dataset/1ce239a6-d720-4305-ab52-17793fedfac3/national-charge-point-registry",
      "title": "National Charge Point Registry - data.gov.uk",
      "description": "void",
      "preview": "Cookies on GOV.UK We use cookies to collect information about how you use data.gov.uk. We use this information to make the website work as well as pos"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://ywca.quorum.us/actioncenter/",
      "title": "YWCA | Action Center",
      "description": "YWCA",
      "preview": "void"
    },
    {
      "url": "https://www.houstonchronicle.com/lifestyle/home-design/article/Houston-Endowment-building-17487069.php#photo-22989000",
      "title": "Inside Houston Endowment's new building in Spotts Park",
      "description": "An exclusive look at the Houston Endowment's new $20 million building. The modern structure will launch a new era for the endowment, which just moved from its longtime office space on the 64th floor of the JPMorgan Chase Tower.",
      "preview": "Lifestyle // Home Design New Houston Endowment HQ brings brings the city one step closer to new age of modern design By Diane Cowen , Staff writer Upd"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/new-jersey/",
      "title": "New Jersey - Reverse Logistics Group",
      "description": "Find electronics recycling options in New Jersey with RLG. Access local drop-off sites and recycling programs for eco-friendly disposal.",
      "preview": "Back to overview The State of New Jersey has enacted New Jersey's Electronic Waste Management Act (N.J.S.A.13:1E-99.94 et seq.) that requires manufact"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mozilla.design/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=resources",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://nereusprogram.org/works/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "A new source of publicly accessible data on fishing vessel activity is providing unprecedented insight into the scope of fishing in areas beyond national jurisdiction (ABNJ) and governance gaps therein.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://www.engr.psu.edu/communications/index.aspx",
      "title": "Communications and Marketing | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Communications and Marketing Explore the categories below to request support and access resources. A member of our"
    },
    {
      "url": "https://www.hulu.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://srfcure.org/",
      "title": "Scleroderma Research Foundation | SRF | Research for a Cure",
      "description": "Guided by passion for a cure, the Scleroderma Research Foundation has become the largest nonprofit investor in scleroderma research in the U.S.",
      "preview": "Close Search Join us on November 12, 2025 at the Edison Ballroom, New York City Table Sponsorships Available Now Learn More Watch Now: New Webinar on"
    },
    {
      "url": "https://donate.nationalgeographic.org/donate",
      "title": "Donate to National Geographic - National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://about.coursera.org/how-coursera-works/",
      "title": "How does Coursera work? Get started on Coursera | Coursera",
      "description": "Coursera offers flexible, affordable, job-relevant online learning to individuals and organizations worldwide. Enroll for free today and achieve your goals on Coursera.",
      "preview": "This app works best with JavaScript enabled. World-Class Learning for Anyone, Anywhere Coursera partners with more than 350+ leading universities and"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/post/90468162172",
      "title": "Danny , What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "What % of STEM Should Be Computer Science? » codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" edu"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-Gardens-Braxton-4-Piece-Wood-Conversation-Set-with-Off-White-Cushions%2F478796207",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.silversirens.co.uk/productions/hideout-1956/",
      "title": "The Hideout (1956 film)",
      "description": "The Hideout is a 1956 film starring Dermot Walsh, Rona Anderson, Ronald Howard. An insurance investigator finds himself in the midst of a plot involving smuggled, anthrax-laden furs.",
      "preview": "Silver Sirens Productions The Hideout (1956) The Hideout (1956) opening credits (3) The Hideout (1956) | Film | United Kingdom | B&W | Crime, Drama, T"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://tocaboca.com/app/toca-hairsalon-me/",
      "title": "Toca Boca Jr. - Toca Boca",
      "description": "Read more about Toca Boca Jr. a collection of Toca Boca's much loved apps for kids 2-6. Full of fun ways to play, create, build worlds and explore!",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "http://www.leehawkins.com/NoFrames/Reviews/2021.htm",
      "title": "The 2021 Quo Annual",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.westcoastanalytics.com/",
      "title": "West Coast Analytics - Home",
      "description": "What We Do: Psychometrics, Data Analysis and Research Assessment, Item Development, Surveys Institutional Review Board",
      "preview": "Home About Who We Are Careers Services Psychometrics Assessment IRB Research & Publications Publications Presentations Clients Contact What We Do: Psy"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://charleshaydenfoundation.org/",
      "title": "Home - The Charles Hayden Foundation",
      "description": "The Charles Hayden Foundation works to close the opportunity gap by supporting multiple pathways for underserved youth to equitably access quality education and realize rewarding careers.",
      "preview": "Skip to content We envision a world where all youth have equitable access to the education, training, resources, and support systems that enable them"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "https://www.kismybody.com.au/shop/page/5/",
      "title": "Products Archive - Page 5 of 7 - Kis My Body - Gorgeous Essential Oil Products",
      "description": "void",
      "preview": "Skip to content Product categories Anti-Aging Face Cream Care Pack Electric Diffusers Essential Oil Blends Face & Body Creams Face and Body Scrubs Flo"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://www.praveorechove.com/newsread2.php?newsid=563",
      "title": "Literárna spoločnosť Pravé orechové",
      "description": "void",
      "preview": "login|password ZAREGISTRUJ SA! vyhľadávanie na stránke English version Jul 27, 2020 klikni na obrázok pre zväčšenie a popis prezri si archív (255) vlo"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.usbank.com/index.html",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "https://risk.lexisnexis.com/",
      "title": "LexisNexis Risk Solutions | Transform Your Risk Decision Making",
      "description": "LexisNexis Risk Solutions uses Big Data, proprietary linking and targeted solutions to provide insights that help make organizations more secure and efficient.",
      "preview": "The True Cost of SNAP Fraud: Critical Insights for Program Integrity New study reveals alarming rise in fraud costs across human services programs. Do"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "https://www.blackcurlmagic.com/",
      "title": "Black Curl Magic",
      "description": "Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the results your tight curl + natural hair deserves.",
      "preview": "Welcome to Black Girl Curls Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://kfor.com/news/local/ok-family-in-shambles-after-fatal-skydiving-accident/?utm_medium=referral&utm_source=facebook.com&utm_campaign=socialflow&fbclid=IwAR2DIgdljmq1zfLYEQZ94-Jm8-lTLNWYZrrom6aKRcffCa77Uh3krt3rT5A",
      "title": "Oklahoma family in shambles after fatal skydiving accident",
      "description": "44-year-old Heather Glasgow went skydiving in Sallisaw Saturday afternoon, but hit the ground and passed away later that night due to her injuries.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.devops-research.com/research.html#reports",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "http://www.dellamoda.com/",
      "title": "Designer Italian Shoes and Accessories | Dellamoda.com",
      "description": "A unique collection of designer Italian shoes for men and women, handbags, wallets and other accessories from top international brands & more. Shop now at Dellamoda.",
      "preview": "Your cart Your cart is empty Continue shopping Clear View all results NEW FALL / WINTER COLLECTION FRANCESCHETTI Every step reflects the heritage of h"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://jsonformatter.org/json-editor",
      "title": "Best JSON Editor Online",
      "description": "Secure JSON Editor is online JSON editor tool to Edit, Validate and Format JSON data. Support JSON File, URL.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Editor JSON Editor Online helps to Edit, View, An"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://margaretfuhrer.com/",
      "title": "Margaret Fuhrer - Arts writer and editor",
      "description": "Arts writer and editor",
      "preview": "Skip to content Subscribe Subscribed Margaret Fuhrer Sign me up Already have a WordPress.com account? Log in now. Privacy Margaret Fuhrer Subscribe Su"
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://m.cda.pl/video/359839661/vfilm",
      "title": "HAUL ROSSMAN -49% (produkty do oczu) 2015",
      "description": "hejka :)Jeśli filmik ci się spodobał zostaw łapkę w górę :)► KONTAKT: adriaayt@gmail.comGDZIE MNIE ZNAJDZIECIE:► INSTAGRAM: https://instagram.com/adadrapikowska/► ASK: http://ask.fm/adriaytBuziaki, Ada :* :)",
      "preview": "void"
    },
    {
      "url": "https://www.greatplacetowork.com/certified-company/1100147?utm_source=Briefly&utm_campaign=9.2.21&utm_medium=email",
      "title": "Working at Target Corporation | Great Place To Work®",
      "description": "Is Target Corporation a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Target Corporation Updated May 2025. 74% Employees say this is a great place to work SHARE: Company Overview Brian C"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "http://articles.cbseguess.com/tag/cbse-class-10-board-exam-2022",
      "title": "CBSE Class 10 Board Exam 2022 - CBSEGuess",
      "description": "void",
      "preview": "Skip to content Tagged: CBSE Class 10 Board Exam 2022 Others November 22, 2021 by CBSE Guess · Published November 22, 2021 CBSE Class 10 Term-1 Exam:"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fbackpacks-bags%2Ftravel-backpacks%2Fpro-slim-weekender%2F117783XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://modesto.craigslist.org/d/tickets/search/tia?hints=static&sale_date=2021-01-26&sort=date&lang=de",
      "title": "Modesto Tickets - craigslist",
      "description": "Modesto Tickets - craigslist",
      "preview": "lädt Reading Schreiben saving searching refresh the page. craigslist Tickets in Modesto, CA see also"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "http://www.arcade-history.com/",
      "title": "Gaming: video games, arcade, slots, consoles and computers history",
      "description": "A gaming database featuring all coin-op, arcade games, slot machines, consoles, computers, video games and all others games...",
      "preview": "Members don't see Ads, login now! Login Register Contact ☰ X HOME DATABASE COMPANIES TYPES DOWNLOAD BIRTHDAY BOOKS Games Search Engine 565327 items* |"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://digitallydriven.connectedcouncil.org/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "http://www.rekopol.pl",
      "title": "REKOPOL Organizacja Odzysku Opakowań S.A.",
      "description": "Realizujemy obowiązki przedsiębiorców wprowadzających na rynek produkty w opakowaniach ✅Obowiązek recyklingu ✅Publiczne kampanie edukacyjne i inne.",
      "preview": "» Realizujemy obowiązek recyklingu dla firm wprowadzających na rynek produkty w opakowaniach Dowiedz się więcej Tworzymy innowacyjne projekty edukacyj"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "https://marketing-advertising.tampabay.com/",
      "title": "Customized Marketing and Advertising Solutions I Times Total Media I Florida",
      "description": "Grow your business with marketing solutions from Times Total Media: a division of the Tampa Bay Times. Our marketing professionals will meet with you to customize a plan for your business. From digital and social, to events and print, we can provide solutions for your business.",
      "preview": "top of page HOME MARKETING SOLUTIONS TO GROW YOUR BUSINESS CONTACT US! MAKING CONNECTIONS DELIVERING RESULTS Catch customers in the digital sea Managi"
    },
    {
      "url": "https://www.campaignfornature.org/Background",
      "title": "Why 30%? - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}