{
  "data": [
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://scikit-learn.org/stable/modules/generated/sklearn.model_selection.RandomizedSearchCV.html",
      "title": "RandomizedSearchCV - scikit-learn 1.7.2 documentation",
      "description": "Gallery examples: Faces recognition example using eigenfaces and SVMs Column Transformer with Mixed Types Comparison of kernel ridge and Gaussian process regression Sample pipeline for text feature...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version RandomizedSearchCV # class sklearn.model_selection. RandomizedSearchCV ( estimator , p"
    },
    {
      "url": "https://issuu.com/fisherhouse/docs/fish_patriot20_vol11_issue1_hires_final/s/10541095",
      "title": "Fisher House Salutes: The Rosie Network - Issuu",
      "description": "Military service members, veterans, and their families are supported by countless organizationsthat acknowledge their sacrifices. We feature a top-tier organization each issue.",
      "preview": "from The Patriot Magazine Volume 11 Issue 1 by Fisher House Foundation Next Article Our Other 2019 Newman's Own Award Recipients Building the Next Gen"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_di0qQuYNuDnUiJE",
      "title": "Google.org AI for the Global Goals Call for Applications",
      "description": "In 2015, the UN set the Sustainable Development Goals, ambitious targets for global progress by 2030. To meet these goals, we need to work together. That's why we're committing to bring the best of Google's research, advanced technology, and $25M in cash grants to accelerate progress towards the Global Goals.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://sportspages.in/blog/",
      "title": "Sports Blogs and Articles | News and Statistics",
      "description": "Blog articles with the latest news and interesting stories around sports in India. Dedicated to creating an online sporting community in India.",
      "preview": "Home » Blog Blog India v/s England Test Series Cricket , Test Cricket Analyzing the Shots played in Squash Asian Team Squash Championship , Squash , W"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://polls.saintleo.edu/6405-2/",
      "title": "Polling Institute at Saint Leo University - Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo University Survey",
      "description": "The conservative governor shows double-digit leads over Democratic candidates for the job Half of respondents oppose the idea of enacting a Texas-style abortion law in Florida Rubio challenger in U.S. Senate race, Demings, trails the GOP incumbent ST. LEO, FL - The most recent poll of 500 Floridians by the Saint Leo University Polling Institute",
      "preview": "Florida's Republican Gov. DeSantis' Job-Approval Stands at More than 56%, While His COVID Job Performance Marks Nearly as High in New Saint Leo Univer"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://learning.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://fasterpaymentscouncil.org/",
      "title": "Faster Payments Council",
      "description": "The Faster Payments Council (FPC) is an industry-led membership organization whose mission is to facilitate a world-class payment system where every person or organization can safely and securely pay anyone, anywhere, at any time and with near-immediate funds availability.",
      "preview": "FPC Members: The FPC 2026 Spring Member Meeting will be held on February 26-27 at the Gaylord National Resort. Register Here Take the FPC Fraud Work G"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://www.subito.it/annunci-italia/vendita/usato/",
      "title": "Subito - Annunci e offerte gratis con TuttoSubito",
      "description": "Scopri TuttoSubito: il nuovo servizio di Subito che ti permette di comprare online in tutta Italia in completa sicurezza grazie alla protezione acquisti",
      "preview": "Chiudi PROMO Ultimo giorno : spedizioni InPost a soli 0,99 € con TuttoSubito. Home Cerca Vendi Messaggi Accedi I tuoi ordini I tuoi annunci Preferiti"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/a6d6ee36d8184b43b4ae03c8e453f1ba",
      "title": "The California Water Action Collaborative",
      "description": "Leading businesses and non-profits working together for a Water Resilient Future",
      "preview": "void"
    },
    {
      "url": "https://cloud.google.com/training/data-ml",
      "title": "Data Engineering & Analytics Courses | Google Cloud Training",
      "description": "Get started with big data engineering on BigQuery and Looker. Learn how to use data to gain insights and improve decision-making. Start learning!",
      "preview": "Skip to main content / Docs Support English Deutsch Español - América Latina Français Português - Brasil 中文 - 简体 日本語 한국어 Console Sign in Learn Contact"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://canmuseum.com/Detail.aspx?CanID=76990",
      "title": "MAROMARO-Mango drink-280mL-Japan-2012",
      "description": "Can museum of can collections from can collectors world wide.",
      "preview": "MAROMARO-Mango drink-280mL-Japan-2012 Can Museum ID: 76990 Brand: MAROMARO Flavor: Mango drink Volume: 280mL Country Made For: Japan Country Made In:"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.questdiagnostics.com/social-media?elqTrackId=ca7dff9e794942668828e4f7c98645dc&elqaid=93&elqat=2",
      "title": "Social media | Quest Diagnostics",
      "description": "Social media",
      "preview": "Skip to main content Social Media We welcome you to stay connected with us. In this section you will find links to our Twitter, Facebook, and other so"
    },
    {
      "url": "https://ashiejx-blog.tumblr.com/",
      "title": "@ashiejx-blog on Tumblr",
      "description": "The voice of the sea speaks to the soul",
      "preview": "Posts Likes surfing-girls surfing-babes.blogspot.com Surf Girl Surfing Girls Twitter Source: surfing-babes.blogspot.com surfing-girls surfing-babes.bl"
    },
    {
      "url": "https://online.aub.edu.lb",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.stavangermuseum.no/mitt-stavanger/om-1500-1600-tallet",
      "title": "1500-1600-tallet - Stavanger Museum",
      "description": "void",
      "preview": "KR M Besøk oss Utstillinger Arrangementer Læring NO | ENG Bibliotek Bygg og samling Forskning Utleie Ringmerkingssentralen Kafé og butikk Om museet An"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "https://www.copy.ai/",
      "title": "Future proof your business with GTM AI",
      "description": "Introducing the first-ever GTM AI platform. Automate hundreds of tedious, repetitive tasks and empower your team to scale success like never before.",
      "preview": "Goodbye AI Copilots Goodbye Point Solutions Hello GTM Agent Platform Infuse AI across your go-to-market engine with a single platform - not dozens of"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://www.wetv.com/privacy",
      "title": "Privacy Policy - AMC Networks Inc.",
      "description": "AMC Networks is the ultimate destination for premier storytelling, known for some of the most celebrated original content in television and film history.",
      "preview": "AMC NETWORKS INC. PRIVACY POLICY EFFECTIVE DATE: June 27, 2025 1. THE SCOPE OF THIS POLICY 2. THE TYPES OF INFORMATION WE COLLECT 3. HOW WE USE YOUR I"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "http://www.emaildiscussions.com/showthread.php?s=f9e7b65ce5923fa6c572c8e286ee3841&p=620624",
      "title": "How to add a new provider to the specific provider forums? - Page 2 - EmailDiscussions.com",
      "description": "How to add a new provider to the specific provider forums? Setting up/running an email service",
      "preview": "EmailDiscussions.com > Discussions about Email Services > Setting up/running an email service How to add a new provider to the specific provider forum"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "http://library.mines.edu",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "http://www.socialworktoday.com/archive/exc_020712.shtml",
      "title": "Therapeutic Use of Expressive Arts With Children",
      "description": "National newsmagazine committed to enhancing the entire social work profession by exploring its difficult issues, new challenges, and current successes.",
      "preview": "Subscribe Today for only $14.99! | SEARCH Subscribe Current Issue Article Archive Digital Editions Web Exclusives Events eNewsletter Gift Shop Adverti"
    },
    {
      "url": "https://sunshinehealthy.com/products/vc-rawd32000120",
      "title": "VC - Raw D3 2000 120 - Sunshine Nutrition Center",
      "description": "Sunshine Nutrition Center",
      "preview": "Skip to content Submit Close search VC - Raw D3 2000 120 Regular price $37.99 Sale price $37.99 Sale Default Title Add to cart This item is a recurrin"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "https://apps.apple.com/story/id1538632801",
      "title": "‎Learn More About App Privacy : App Store Story",
      "description": "Learn about Learn More About App Privacy on Mac App Store. Download Learn More About App Privacy and enjoy it on your iPhone, iPad, and Mac.",
      "preview": "DEEP DIVE Learn More About App Privacy The App Privacy section includes information about the types of data that may be collected by the developer or"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.zola.com",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://www.jillgreenberg.com/",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://www.foxnews.com/us/pennsylvania-woman-killed-police-pittsburgh-having-mental-breakdown-cousin",
      "title": "Pennsylvania woman killed by police in Pittsburgh was having 'mental breakdown': Cousin | Fox News",
      "description": "Police fatally shot a woman in Pittsburgh after she allegedly fired at officers responding to a suspicious person complaint, but her cousin said she was \"mourning\" and \"having a mental breakdown\"",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://wepon.tumblr.com/",
      "title": "The Entire Sona Fandom",
      "description": "void",
      "preview": "ℤ zeldathemes"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://survey.uptogether.org/",
      "title": "Surveys - UpTogether.org",
      "description": "Smart Surveys Webapp",
      "preview": "Loading..."
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://www.likewise.com",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "http://www.sfa.sc/",
      "title": "Seychelles Fisheries Authority",
      "description": "void",
      "preview": "Seychelles Fisheries Authority Proactive Approach To Creating a future where Seychelles' fisheries are both productive and responsibly managed, ensuri"
    }
  ],
  "_meta": {
    "total_bookmarks": 81
  }
}