{
  "data": [
    {
      "url": "https://press.stripe.com/",
      "title": "Stripe Press - Ideas for progress",
      "description": "Stripe Press produces works about technological, economic, and scientific advancement.",
      "preview": "The Origins of Efficiency Brian Potter The Scaling Era Dwarkesh Patel Boom Byrne Hobart Poor Charlie's Almanack Edited by Peter D. Kaufman Scaling Peo"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://www.superawesome.com/privacy-hub/awesomeads-privacy-policy/)",
      "title": "AwesomeAds Marketplace Privacy Policy - SuperAwesome",
      "description": "SuperAwesome delivers compliant, kid-safe ad campaigns globally through AwesomeAds, our digital advertising platform. Our business was created specifically to develop kidtech - technology solutions for the compliance requirements of the digital kids' market.",
      "preview": "English AwesomeAds Marketplace Privacy Policy Last updated: 2 October 2024 Welcome to the AwesomeAds Marketplace Privacy Policy Contents 1. About us 2"
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "https://www.wxforum.net/index.php?PHPSESSID=28m1pkjhbnc0637445mfr893o4&topic=40004.0",
      "title": "How would I go about self activating the Midland 74-250C?",
      "description": "How would I go about self activating the Midland 74-250C?",
      "preview": "Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and"
    },
    {
      "url": "https://sol.no/lunderhaug-terrasse-15-solgt-for-3-886-985-kroner/75001007",
      "title": "Lunderhaug Terrasse 15 solgt for 3 886 985 kroner",
      "description": "void",
      "preview": "Sol er en del av Aller Media. Aller Media er ansvarlig for dine data på denne nettsiden. Les mer Lunderhaug Terrasse 15 solgt for 3 886 985 kroner NTB"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    },
    {
      "url": "https://www.realself.com/news/dolores-catania-breast-augmentation",
      "title": "Why Dolores Catania Got a Third Breast Augmentation | RealSelf News",
      "description": "RHONJ Dolores Catania reveals the details of her recent breast augmentation-from how she chose her plastic surgeon to what she thinks of the results.",
      "preview": "Face & Neck Cheeks Eyes Eyebrows Lips Neck Nose Teeth Body Breast Butt Stomach Arms Skin Acne Treatments Wrinkle Treatments Anti-Aging Skin Care Produ"
    },
    {
      "url": "https://coloringwatch.com/privacy",
      "title": "Privacy - Coloring Watch",
      "description": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate and Mindful Minutes data in HealthKit. Information read by Coloring Watch is only stored and used locally on your iPhone and Apple Watch. For any Coloring Watch related questions please contact [...]",
      "preview": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate"
    },
    {
      "url": "http://studio-180.org/",
      "title": "HOME | STUDIO-180",
      "description": "void",
      "preview": "top of page TRANSFORMING URBAN COMMUNITIES 180° StudiOne-Eighty provides programming and training that brings 180° transformation to urban communities"
    },
    {
      "url": "https://oceandecade.org/es/",
      "title": "Decenio del Océano - La ciencia que necesitamos para el océano que queremos",
      "description": "Decenio del Océano es una iniciativa marco de 10 años destinada a identificar, generar y utilizar conocimientos oceánicos fundamentales para gestionar el océano de forma sostenible.",
      "preview": "EL DECENIO vídeo © Universeum Ocean Science Lab DEL OCÉANO La ciencia que necesitamos para el océano que queremos 10 años. 10 Desafíos. 1 Océano. El o"
    },
    {
      "url": "https://usatodayhss.com/",
      "title": "USA Today High School Sports: The Premier Source for High School Sports News",
      "description": "Follow high school sports with news, rankings, and in-depth coverage from USA Today High School Sports, your top source for high school athletics.",
      "preview": "Skip to main content Home Football Boys Basketball Girls Volleyball Boys Volleyball Softball Esports National scores Recruiting Stars of the Week USA"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://www.nbcunicareers.com/",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85927",
      "title": "Searchable Recipe Database - May 16, 2016",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://topgolf.com/us/company/privacy-policy/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.iltarget.it/",
      "title": "Il Target - Al cuore della notizia",
      "description": "Al cuore della notizia",
      "preview": "Salta al contenuto Archives Luglio 2025 Maggio 2025 Aprile 2025 Categories Cronaca Economia Eventi News Tecnologia 1 Lug 28, 2025 Costumi Anita: Le mi"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://support.office.com/en-us/article/download-and-install-or-reinstall-office-365-or-office-2016-on-a-pc-or-mac-4414eaaf-0478-48be-9c42-23adc4716658",
      "title": "Download, install, or reinstall Microsoft 365 or Office 2024 on a PC or Mac - Microsoft Support",
      "description": "Learn how to install, reinstall, or activate Microsoft 365 or Office 2024 on a PC or Mac.",
      "preview": "Related topics × Install Microsoft 365 or Office Install Microsoft 365 or Office Microsoft 365 or Office 2024 Office 2021, 2019, 2016 Redeem a product"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://docs.npmjs.com/",
      "title": "npm Docs",
      "description": "Documentation for the npm registry, website, and command-line interface",
      "preview": "Skip to search Skip to content Site navigation npm Docs Documentation for the npm registry, website, and command-line interface About npm Getting star"
    },
    {
      "url": "https://www.pakomusic.it/tag/gabryel/",
      "title": "gabryel - PaKo Music Magazine",
      "description": "void",
      "preview": "Skip to content Skip to sidebar Skip to footer PaKo Music Magazine L'UNICO MODO PER CAMBIARE LE COSE... E' FARLE view image Gabryel - \"Se me la dai\" è i"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://www.nih.gov/institutes-nih/nih-office-director/office-communications-public-liaison/freedom-information-act-office",
      "title": "Freedom of Information Act Office | National Institutes of Health (NIH)",
      "description": "The NIH FOIA office handles requests for information from the Office of the Director, trans-NIH issues, and protected information, while specific NIH components have their own FOIA Coordinators for targeted requests, all under the Freedom of Information Act which grants access to federal records with certain exemptions and exclusions.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "http://www.flpcdr.com/",
      "title": "Florida PC Doctor | Remote Support Services",
      "description": "Expert remote support for Windows computers in Florida. Connect with David Moore, the Florida PC Doctor, for efficient solutions.",
      "preview": "David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor David Moore: Your Florida PC Doctor Provid"
    },
    {
      "url": "https://chat.tripsit.me/",
      "title": "TripSit.Me",
      "description": "Tripsit Harm Reduction Through Education",
      "preview": "Loading..."
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://tiempo.laopiniondemurcia.es/suecia/lidingo",
      "title": "Tiempo en Lidingo - La Opinión de Murcia",
      "description": "La previsión del tiempo en Lidingo. Consulta el tiempo para hoy, mañana y los próximos días en Suecia",
      "preview": "La Opinión de Murcia > El Tiempo > Lidingo Selecciona tu provincia A Coruña Álava Albacete Alicante Almería Asturias Ávila Badajoz Barcelona Burgos Cá"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "http://www.mailapps.me",
      "title": "Mailapps.me - awesome mobile apps for your mail!",
      "description": "void",
      "preview": "Please, send all your feedback about our apps to support@mailapps.me © 2016, Craigpark Limited"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "https://youtube.com/about/",
      "title": "About YouTube - YouTube",
      "description": "YouTube's mission is to give everyone a voice and show them the world. Learn about our brand, community, careers and more.",
      "preview": "About YouTube Our mission is to give everyone a voice and show them the world. We believe that everyone deserves to have a voice, and that the world i"
    },
    {
      "url": "https://www.evalar.com/products/russia/?SET_PAGE_COUNT=60",
      "title": "Catalog Evalar",
      "description": "Description",
      "preview": "23/6, Sotsialisticheskaya st., Biysk, Altai Territory, 659332 Technologies Social responsibility About founder Plantations News About Evalar Contacts"
    },
    {
      "url": "https://productregistration.sony.com/registered_products",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://www.mlssoccer.com/standings/",
      "title": "Conference Standings | MLSsoccer.com",
      "description": "Official standings of Major League Soccer. Track your favorite MLS club and which teams will qualify for MLS Cup Playoffs.",
      "preview": "Skip to main content Standings Conference Standings Supporters' Shield Standings Form Guide Official Standings = Updated at conclusion of each match."
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://demian-dfm.tumblr.com/",
      "title": "@demian-dfm on Tumblr",
      "description": "Architecture, design , stuff and things I like",
      "preview": "Posts remash Follow lakeside villa ~ aketuri architeckta | photos © norbert tukaj Source: dezeen.com jamesrobertsonirvine Follow www.yellowtrace.com.a"
    },
    {
      "url": "https://world.openfoodfacts.org/product/3700096610783/moules-de-corde-bio-sans-marque",
      "title": "Moules de corde bio - Cultimer - 2 L",
      "description": "Ingredients, allergens, additives, nutrition facts, labels, origin of ingredients and information on product Moules de corde bio - Cultimer - 2 L",
      "preview": "Skip to Content Scan a product × Or enter barcode manually Scan Help us inform millions of consumers around the world about what they eat Please give"
    },
    {
      "url": "https://www.rya.org.uk/knowledge/safety",
      "title": "Water Safety Advice | Home | RYA - Royal Yachting Association",
      "description": "Keep yourself and others safe. If you're heading out on the water to enjoy sailing, powerboating, canal boating or boardsports, you need to know what to do should an emergency occur.",
      "preview": "Skip To Content Water safety Helpful tips to keep yourself and others safe on the water While our rivers and coastal areas are a great way to get clos"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.nbcnews.com/think/opinion/gov-desantis-rude-awakening-15-week-abortion-law-rcna24456",
      "title": "Florida Gov. DeSantis may be in for a rude awakening over 15-week abortion ban law",
      "description": "The Florida Constitution currently vigorously protects a woman's right to end an unwanted pregnancy.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://nationallanding.org/people-before-cars",
      "title": "People Before Cars | National Landing",
      "description": "Join the movement and help us reimagine a greener, safer, better Route 1!",
      "preview": "Skip to Main Content The Problem The Solution Our Future Join the Movement Urge VDOT and Arlington County to Reimagine Route 1 For far too long Route"
    },
    {
      "url": "https://archives.hungaricana.hu/en/urbarium/hu_mnl_ol_e156_a_fasc090_no100/?list=eyJxdWVyeSI6ICJTWk89KFJFR0VTVFJBVEEgSU4gUkVHKSBBTkQgU1pPPShcIkZhc2MuMDkwXCIgSU4gVElUTEUpIn0",
      "title": "HU MNL OL E 156 - a. - Fasc. 090. - No. 100. | Urbaria et conscriptiones | Hungaricana",
      "description": "The purpose of the Hungaricana project is to share Hungarian cultural heritage including contents that have never been accessible before. Our goal is to create an environment where everyone, whether professional or amateur, can explore Hungary's, or even their own history and culture in a clean and efficient way.",
      "preview": "For full functionality of this site (searching, viewing images, maps and pdf files) it is necessary to enable JavaScript. Here are the instructions ho"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2020/01/19/mac-miller-birthday-celebration-pittsburgh/",
      "title": "Fans Gather In Pittsburgh To Celebrate And Remember Mac Miller On His 28th Birthday - CBS Pittsburgh",
      "description": "Fans of the late rapper gathered at Stage AE on Sunday to celebrate what would&#039;ve been his 28th birthday.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://www.hbo.com/insecure",
      "title": "Watch Insecure (HBO) | HBO Max",
      "description": "Watch Insecure (HBO) on HBO Max. Plans start at $9.99/month. Created by and starring Issa Rae, this comedy series looks at the friendship of two modern-day Black women and all of their tribulations.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://www.kanopy.com",
      "title": "Kanopy - Stream Classic Cinema, Indie Film and Top Documentaries",
      "description": "kui",
      "preview": "void"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "https://weta.org/",
      "title": "WETA | Public Television and Classical Music for Greater Washington",
      "description": "WETA is the leading public broadcasting station in the nation's capital and serves our community with educational, cultural, news and public affairs programs and services.",
      "preview": "Skip to main content The Gold Maigret PBS News Hour Unforgotten WETA Celebrates Hispanic Heritage Month Discover more shows, on your schedule. Sign up"
    },
    {
      "url": "https://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "https://vpn.mozilla.org/?utm_source=firefox-monitor&utm_medium=banner&utm_campaign=ip",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://www.tristandacunha.org/",
      "title": "TristanDaCunha.org",
      "description": "void",
      "preview": "Skip to content Welcome to TristanDaCunha.org - a website about the remotest island in the world, Tristan da Cunha. Tristan da Cunha lies 2,816 kilome"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/stories",
      "title": "Stories - Rijksmuseum",
      "description": "The stories from the Rijksmuseum",
      "preview": "Skip to main content Stories Discover the series of the Rijksmuseum Why is The Night Watch so famous? Which secrets do the x-ray scans reveal on Verme"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    },
    {
      "url": "https://www.museudamagia.com/pt_pt/index",
      "title": "MUSEU DA MAGIA",
      "description": "void",
      "preview": "Bem vindo DESCUBRA O VERDADEIRO TESOURO DAS ARTES MÁGICAS DE PORTUGAL! A Magia é uma ciência, uma arte que encanta profissionais e leigos e cuja orige"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://ipvm.com/reports/audio-surveillance-guide",
      "title": "Audio Surveillance Guide",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Surveillance Guide Ethan Ace • Published Apr 30, 2"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Walgreens-photo-center-Return--Refund-Policy/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Walgreens Photo Center Return & Refund Policy",
      "description": "At the Walgreens Photo Center, your satisfaction is 100% guaranteed. If you're ever dissatisfied with your digital prints or merchandise for any reason, we will...",
      "preview": "Photo Help - Walgreens Photo Center Return & Refund Policy Back Walgreens Photo Help Walgreens Photo Center Return & Refund Policy Published 06/18/202"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "http://adcolor.org/leaders?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Leaders | ADCOLOR",
      "description": "void",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://www.indianapoliszoo.com/",
      "title": "Indianapolis Zoo - Home",
      "description": "The Indianapolis Zoo protects nature and inspires people to care for our world. Plan your visit today to see our immersive animal exhibits.",
      "preview": "Learn About the Prize Learn About the Global Center PLAN YOUR VISIT SEE MAP BECOME A MEMBER Membership Info Support the Zoo Ways to donate Conservatio"
    },
    {
      "url": "https://www.ywca.org/about/",
      "title": "Who We Are Landing - YWCA - YWCA",
      "description": "YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We are one of the oldest and largest women's organizations in the nation, serving over 1 million women, girls, and their families.",
      "preview": "0 who we are YWCA USA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. We a"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://worldpopulationreview.com/country-rankings/religion-by-country",
      "title": "Religious People by Country 2025",
      "description": "Discover population, economy, health, and more with the most comprehensive global statistics at your fingertips.",
      "preview": "Religion Religious People by Country 2025 Total Religious People 0 200M 400M 600M 800M 1B 1.2B 1.4B 1.6B 5 Countries with the Most Religious People In"
    },
    {
      "url": "https://99designs.com/designers/search?categories[]=email-design",
      "title": "Trova il designer perfetto | 99designs",
      "description": "void",
      "preview": "Home Trova un designer Trova il designer perfetto Offriamo designer professionisti per oltre 90 specialità di design . Registrati per trovare il desig"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://nces.ed.gov/ipeds",
      "title": "IPEDS",
      "description": "The Integrated Postsecondary Education Data System (IPEDS), established as the core postsecondary education data collection program for NCES, is a system of surveys designed to collect data from all primary providers of postsecondary education. IPEDS is a single, comprehensive system designed to encompass all institutions and educational organizations whose primary purpose is to provide postsecondary education. The IPEDS system is built around a series of interrelated surveys to collect institution-level data in such areas as enrollments, program completions, faculty, staff, and finances.",
      "preview": "void"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://www.milb.com/player/matt-pobereyko-670946",
      "title": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News | MiLB.com",
      "description": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Matt David Pobereyko Status: Deceased Born: 12/24/1991 in Hammond, IN College: Kentucky Wesl"
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://trello.com/c/CqPzrIpH/126-countdown-un-2023-water-conference",
      "title": "Trello",
      "description": "Organize anything, together. Trello is a collaboration tool that organizes your projects into boards. In one glance, know what's being worked on, who's working on what, and where something is in a process.",
      "preview": "Your browser was unable to load all of Trello's resources. They may have been blocked by your firewall, proxy or browser configuration. Press Ctrl+F5"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://www.linformaticien.com/magazine/tendances/54019-24quel-ultra-portable-choisir-chromebook-ou-terminal-windows-10-5-tests.html",
      "title": "Quel ultra-portable choisir ? Chromebook ou terminal Windows 10 ? 5 tests - L'INFORMATICIEN & L'INFO CYBER-RISQUES - L'1FO Tech par L'Informaticien - L'INFORMATICIEN - L'1FO Tech par L'Informaticien",
      "description": "void",
      "preview": "Salesforce SAP IBM Snowflake OVHCloud Google Cloud Dell Databricks LES DOSSIERS DE L'INFORMATICIEN Observabilité : les performances par les données Ve"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://www.tarashave.com/r2573922-404-485-w-35th-avenue",
      "title": "Sorry, this listing has been taken off the market | Tara Shave REALTOR",
      "description": "Sorry, this listing has been taken off the market",
      "preview": "Phone: 778-882-2884 Email: [email protected] HOME PROPERTIES FEATURED PROPERTIES YALETOWN PROPERTIES DOWNTOWN PROPERTIES GASTOWN PROPERTIES WEST END P"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606041576_a3c281bcb3eae0af35b22b076d1074ae",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://squeakosaurus.com",
      "title": "- Squeakosaurus Squeakosaurus",
      "description": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical menus without text and no penalties or negative feedback. Children are encourage to keep trying and explore the game until they discover the correct answers and improve at their own [...]",
      "preview": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://www.kaporcenter.org/the-computer-science-teacher-landscape-results-of-a-nationwide-teacher-survey",
      "title": "The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey - Kapor Center",
      "description": "While the technology sector remains one of the fastest growing industries across the nation and continues to rapidly permeate all facets of society, the next generation of the computing workforceContinue reading \"The Computer Science Teacher Landscape: Results of a Nationwide Teacher Survey\"",
      "preview": "Skip to content Back to Publications While the technology sector remains one of the fastest growing industries across the nation and continues to rapi"
    },
    {
      "url": "http://www.zeos.si",
      "title": "Ločeno zbiranje odpadkov » Zeleni svet | Shema ZEOS",
      "description": "ll➤ E-odpadki in odpadne baterije | ZEOS ➤ e-Storitve ✓ Zbirna mesta ✓ Zbiralniki ✓ Skladno z zakonodajo ✓ Poročanje količin ➥ Vstopite v shemo ZEOS",
      "preview": "Skupaj ustvarjamo zeleni svet Več proizvodnje - več onesneževanja ZEOS - ravnanje z odpadki Recikliraj - zmanjšaj CO 2 Zbiramo odpadno električno in e"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://www.flaquarium.org/",
      "title": "Explore The Florida Aquarium | Home of Marine Wonders",
      "description": "Discover the wonders of marine life at The Florida Aquarium. Experience engaging exhibits, conservation programs, and fun activities for the whole family.",
      "preview": "Skip to Content Your Adventure Starts Here Buy Tickets New Now Open!"
    },
    {
      "url": "https://docs.fast.ai/tutorial.html",
      "title": "Tutorials - fastai",
      "description": "To help you get started",
      "preview": "Other Formats CommonMark The most important thing to remember is that each page of this documentation comes from a notebook. You can find them in the"
    },
    {
      "url": "https://learnosm.org/en/beginner/start-osm/",
      "title": "LearnOSM",
      "description": "void",
      "preview": "English ... English Česky Deutsch Ελληνικά Español فارسی Français Magyar bahasa Indonesia Italiano 日本語 한국어 ဗမာ Norsk Nederlands Polski Português Русск"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://h4l0lvr.tumblr.com/",
      "title": "void",
      "description": "void",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thebotjock me having a great time enjoying tlo"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "https://lexlege.pl/ustawa-o-emeryturach-i-rentach-z-funduszu-ubezpieczen-spolecznych/art-104/",
      "title": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
      "description": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych - 1. Prawo do emerytury lub renty ulega zawieszeniu lub świadczenia te ulegają zmniejszeniu, na zasadach określonych w ust. 3-8 oraz w art. ...",
      "preview": "Art. 104. emer. i rent. Z... 10.10.2025 Filtr: Szukaj: Art./§ Wyłącz reklamy, przeglądaj orzecznictwo - SPRAWDŹ LEXLEGE PRO Ustawa o emeryturach i ren"
    },
    {
      "url": "http://www.tbs.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://www.arborday.org/programs/tree-campus-healthcare/",
      "title": "Tree Campus Healthcare | Arbor Day Foundation",
      "description": "The health benefits of trees are undeniable, which is why we're proud to partner with forward-looking healthcare facilities and recognize those that promote tree planting, education, and engagement.",
      "preview": "Skip to main content Our Work Trees in Communities Tree Campus Healthcare The health benefits of trees are undeniable, which is why we're proud to par"
    },
    {
      "url": "https://deelovescode.tumblr.com/",
      "title": "@deelovescode on Tumblr",
      "description": "Follow @deelovescode and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.dreamies.de/show.php?img=dv4oatprege.jpg",
      "title": "dreamies.de",
      "description": "void",
      "preview": "Bitte bestätige, dass du kein Bot bist WEITER"
    },
    {
      "url": "https://www.target.com/store-locator/find-stores",
      "title": "Stores Near Me : Target",
      "description": "Find a Target store near you quickly with the Target Store Locator. Store hours, directions, addresses and phone numbers available for more than 1800 Target store locations across the US.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://www.faa.gov/hazmat/resources/lithium_batteries/incidents",
      "title": "Lithium Battery Incidents | Federal Aviation Administration",
      "description": "Full incident details are also available in an interactive chart.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.geospatialworld.net/prime/climate-trace/",
      "title": "Climate TRACE",
      "description": "Climate TRACE, the global not-for-profit coalition is using Earth Observation data and AI to bring radical transparency to greenhouse gas emissions.",
      "preview": "Climate TRACE How the global not-for-profit coalition made up of NGOs, technology companies, academia, and former US Vice President and climate leader"
    },
    {
      "url": "https://www.rhodeskin.com/products/peptide-lip-treatment",
      "title": "peptide lip treatment - unscented | rhode skin",
      "description": "A nourishing fragrance-free treat for visibly plump, pillowy-soft lips - day or night. This dreamy formula leaves lips looking glossy and works hard to nourish and moisturize dry lips.",
      "preview": "login for early access Shop the full collection before everyone else. Login now to activate early access. Email Password sign in sign in sign in sign"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    }
  ],
  "_meta": {
    "total_bookmarks": 146
  }
}