{
  "data": [
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "https://m-dcc.org/",
      "title": "Miami-Dade Chamber of Commerce",
      "description": "void",
      "preview": "Back History Mission & Vision President's Message Five Pillars of Service Board of Directors Committee's Careers Staff Back Upcoming Events Webinar Re"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "https://www.movieguide.org/privacy-policy",
      "title": "Privacy Policy | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Welcome to our Privacy Policy page only found on Movieguide. Find more Movie Reviews and News only at Movieguide! The Family and Christian Guide to Movie Reviews and Entertainment News.",
      "preview": "Home Privacy Policy Privacy Policy Email Privacy Policy We have created this email privacy policy to demonstrate our firm commitment to your privacy a"
    },
    {
      "url": "https://browsehappy.com/",
      "title": "Browse Happy",
      "description": "Online. Worry-free. Upgrade your browser today!",
      "preview": "Google Chrome \"Get more done with the new Google Chrome. A more simple, secure, and faster web browser than ever, with Google's smarts built-in.\" Late"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://www.chicagotribunemediagroup.com/",
      "title": "Chicago Tribune Media Group - Full-service Marketing Solutions",
      "description": "Partnering with the Chicago Tribune for full-service marketing solutions gives you more than a century of experience working with Chicagoland businesses.",
      "preview": "About Knowledge Base Contact 312-222-5995 About Knowledge Base Marketing Intelligence Digital Conversion Marketing Branded Content Print Industry Expe"
    },
    {
      "url": "https://www.hogwartslegacy.com/en-us/faq#:~:text=To%20get%20everyone%20in%20the,4%2C%202023%20without%20Early%20Access.",
      "title": "Hogwarts Legacy - Frequently Asked Questions",
      "description": "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards and decide the fate of the wizarding world.",
      "preview": "Frequently Asked Questions Q: What kind of game is Hogwarts Legacy ? A: Hogwarts Legacy is an immersive, open-world, action role-playing-game set in t"
    },
    {
      "url": "https://www.acer-userforum.de/threads/5940-g-festplatte-rasselt-laut-aber-nicht-defekt.22228/reply?quote=194587",
      "title": "Auf Thema antworten | Acer-Userforum.de",
      "description": "void",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Acer Forum Acer Notebook Forum Acer Aspire Forum 5940 G Fe"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://learnmobile.design/",
      "title": "Learn Mobile Design | A curated list of mobile design resources",
      "description": "A curated list of mobile design resources",
      "preview": "Platform guides Human Interface Guidelines by Apple ❤️ Material Design Guidelines by Google ❤️ The iOS Design Guidelines by Ivo Mynttinen The Ultimate"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://utahblackchamber.com/",
      "title": "Utah Black Chamber of Commerce",
      "description": "void",
      "preview": "0 Our Mission We support the prosperity of our members and advocate for economic diversity and inclusion for Black businesses and corporations in the"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "http://sailsofchange.org",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    },
    {
      "url": "https://www.qmm-traum-moebel.de/JUGENDZIMMER/BLACK-WHITE/Bett-200x90:::6_1463_1469.html",
      "title": "Bett 200x90 - QMM TraumMoebel",
      "description": "Bett 200x90",
      "preview": "02166 262 70 72 Registrieren Anmelden Merkzettel ( 0 ) Artikel Ihr Merkzettel ist leer. Startseite Warenkorb 0 Artikel Ihr Warenkorb ist leer. Alle BA"
    },
    {
      "url": "https://pornrips.to/wildoncam-22-01-10-kenzie-love-hardcore-xxx-1080p-hevc-x265-prt/",
      "title": "WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT - PornRips.To",
      "description": "void",
      "preview": "Release: WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT File Size: 1298 MB Duration: 1:00:09 Join us on Telegram! Leave a Reply Cance"
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://lists.fedoraproject.org/archives/list/desktop@lists.fedoraproject.org/message/YPPVTOA3UMAPVQIZMFLFN57HAJYJLCIU/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://www.electricworld.co.uk/l/hoods",
      "title": "Electric World Cooker Hoods | Domestic Appliance Retailer Lisburn | Wide Range of Appliances",
      "description": "Find a wide range of quality Household Appliances for your home from top brands including Bosch, Candy, Sharp, LG and more. Inquire today!",
      "preview": "The store will not work correctly in the case when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on o"
    },
    {
      "url": "https://greengryph.tumblr.com/",
      "title": "Green Gryph",
      "description": "Just a 24-year-old Texan living in Los Angeles with their partner and a cat named Moose. Posts various Pagan-y things, computer science and programming miscellany, Hufflepuff nonsense,...",
      "preview": "Green Gryph 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thoughtsonthedead.com On The Propr"
    },
    {
      "url": "https://covid19vaccine.health.ny.gov/",
      "title": "COVID-19 | Department of Health",
      "description": "void",
      "preview": "Skip to main content Latest Information on COVID-19 Vaccine Information and Frequently Asked Questions New Guidance COVID-19 Vaccine 2025-2026 COVID-1"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "http://www.dvdshrink.org/",
      "title": "dvdshrink.org: FREE Backup Solution for your DVD movies!",
      "description": "DVD Shrink is software to backup DVD discs. You can use this software in conjunction with DVD burning software of your choice, to make a backup copy of any DVD video disc.",
      "preview": "DVD Shrink Backup Software DVDShrink is Windows software to backup DVD discs. You can use this software in conjunction with DVD burning software of yo"
    },
    {
      "url": "https://catalog.montgomerycollege.edu/",
      "title": "Montgomery College - Modern Campus Catalog™",
      "description": "This is Montgomery College's catalog.",
      "preview": "Skip footer and go back to top Accessibility Annual Security Report (Clery Act) HEERF Grants Reporting Non-Discrimination Policies & Procedures Privac"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://www.llanfairfechantowncouncil.co.uk/index.php",
      "title": "Home | Llanfairfechan Town Council",
      "description": "Llanfairfechan Town Council in Llanfairfechan, Conwy, North Wales. Information, agendas & minutes, council meetings, make comments, compliments and complaints.",
      "preview": "Cyngor Tref Llanfairfechan Town Council ≡ Home Contact Us About the Council What the Council Does Get Involved Current News Cymraeg Meetings Our Next"
    },
    {
      "url": "http://www.thehollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://learningconsole.amazonadvertising.com/",
      "title": "Amazon Ads Academy - Explore training courses, certifications, and more",
      "description": "Elevate your marketing skills with Amazon Ads Academy. Explore training courses, certifications, videos, and more to help you learn how to use Amazon Ads.",
      "preview": "You need to enable JavaScript to run this app. Amazon Ads Academy Amazon Ads Academy Welcome to Amazon Ads Academy Elevate your advertising skills wit"
    },
    {
      "url": "https://account.forbes.com/subscribe?eventSource=header&redirect=https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/",
      "title": "Forbes Membership - Subscribe For Unlimited Digital Access",
      "description": "Get unlimited access to premium journalism, exclusive events and more.",
      "preview": "More Membership Options Forbes Magazine + Membership Bundle Corporate and Group Memberships How can we help? What is a Forbes digital membership? A Fo"
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://bugs.firefox-dev.tools/",
      "title": "Find DevTools bugs",
      "description": "void",
      "preview": "Good first bugs Mentored bugs All tools"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    },
    {
      "url": "https://www.hamburg.de/bsw/geodaten/6702454/digitaleorthophotos/",
      "title": "Digitale Orthophotos - hamburg.de",
      "description": "Orthophotos sind geometrisch entzerrte Aufnahmen, die das Aussehen eines Luftbildes mit den geometrischen Eigenschaften einer Karte vereinen.",
      "preview": "Hamburg.de Startseite Politik & Verwaltung Behörden ... Produkte und... Geodaten des LGV Luftbilder Digitale Orthophotos Daten aus farbigen Luftbilder"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    }
  ],
  "_meta": {
    "total_bookmarks": 56
  }
}