{
  "data": [
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://docs.looker.com",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://www.usmcmuseum.com/",
      "title": "National Museum of the Marine Corps - The National Museum of the Marine Corps",
      "description": "The National Museum of the Marine Corps Museum is located in Triangle, Virginia just outside the gates of Quantico. It's striking architecture is reminiscent of the famous statue of the flag being raised on Iwo Jima by the Marines during World War II.",
      "preview": "THE MUSEUM IS CLOSED Phone Number Not Available Contacts Home The Museum Mission Statement Museum's History Staff Directory FAQs Plan Your Visit Museu"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "http://members.dstonline.org",
      "title": "Sign In",
      "description": "void",
      "preview": "Skip to main content × ANNOUNCEMENT The Delta Store remains closed at this time. We expect to reopen by October 31, 2025. Thank you for your patience"
    },
    {
      "url": "http://www.live555.com",
      "title": "LIVE555.COM",
      "description": "void",
      "preview": "LIVE555.COM TM \"This is your network. Tell others!\" Internet Streaming Media, Wireless, and Multicast technology , services , & standards Technology L"
    },
    {
      "url": "https://mts-natfood.nature.com/",
      "title": "Nature Food",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Food online manuscript submission and trackin"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "https://www.closedlooppartners.com/beyond-the-bag/",
      "title": "Beyond the Bag - Closed Loop Partners",
      "description": "The Consortium to Reinvent the Retail Bag unites leading retailers to tackle retail bag waste.",
      "preview": "CONSORTIUM TO REINVENT THE RETAIL BAG BEYOND THE BAG Leading retailers unite to address single-use bag waste The Beyond the Bag Initiative, launched b"
    },
    {
      "url": "http://www.buenosaires-cauca.gov.co/planes/plan-sectorial-de-salud-2016--2019",
      "title": "Plan Sectorial de Salud 2016 - 2019",
      "description": "El derecho a la Salud, entendido como el \"disfrute del más alto nivel de bienestar físico, mental y social\", es inherente a la persona y universal para todos los seres humanos, donde las situaciones,",
      "preview": "void"
    },
    {
      "url": "http://jamarc.fra.affrc.go.jp/english/index-e.html",
      "title": "JAMARC, Fisheries Research Agency",
      "description": "void",
      "preview": "JAMARC, Fisheries Research Agency Access Inquiries 【Attention】 The name of our organization was changed into \"Marine Fisheries Research and Developmen"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "https://pl.wikipedia.org/wiki/Funt_%C5%9Awi%C4%99tej_Heleny",
      "title": "Funt Świętej Heleny - Wikipedia, wolna encyklopedia",
      "description": "void",
      "preview": "Przejdź do zawartości Z Wikipedii, wolnej encyklopedii Ten artykuł dotyczy jednostki monetarnej. Zobacz też: inne znaczenia tego słowa . Funt Świętej"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://aryanpour.com/blog/?post=mirepoix",
      "title": "mirepoix - Farsi dictionary vocabulary",
      "description": "Advanced verbal blog to expand your vocabulary with mirepoix.",
      "preview": "Persian Blog Advantage Verbal mirepoix 26th of January 2016 1. a flavoring made from diced vegetables, seasonings, herbs, and sometimes meat, often pl"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "https://www.tinglyteds.co.uk/",
      "title": "Tingly Ted's (@tinglyteds) • Instagram photos and videos",
      "description": "62K Followers, 1 Following, 126 Posts - Tingly Ted's (@tinglyteds) on Instagram: \"🔥 The not-so-hot hot sauce by Ed Sheeran 👇 Get yours now!\"",
      "preview": "void"
    },
    {
      "url": "https://www.and.com",
      "title": "& - The namespace for agents",
      "description": "& is the universal identity for agent-to-agent collaboration, and a platform for building personal agents that can engage with other agents on your behalf.",
      "preview": "&daniel.rodriguez&joesdiner&matthew.lewis&emily&anthony.walker&elizabeth&mark.hall&sofia&donald.allen&skywalker92&rivian&steven.young&avery&andrew.her"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://www.thehindu.com/news/international/south-korean-president-meets-special-envoy-bts-ahead-of-un-general-assembly/article36450795.ece",
      "title": "South Korean President meets special envoy BTS ahead of UN General Assembly - The Hindu",
      "description": "The band met the President at the main building of the Blue House, the office and residence of President Moon in Seoul, for the ceremony.",
      "preview": "void"
    },
    {
      "url": "https://www.wpr.org/green-bays-use-audio-recording-devices-city-hall-sparks-debate",
      "title": "Green Bay's use of audio recording devices in city hall sparks debate - WPR",
      "description": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Green Bay installed [...]",
      "preview": "The city of Green Bay's use of audio recording devices in public areas of city hall has sparked a controversy and led to threats of legal action. Gree"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.wcpfc.int/doc/cmm-2009-06/conservation-and-management-measure-regulation-transhipment-0",
      "title": "CMM 2009-06 - Conservation and Management Measure on the Regulation of Transhipment | Monitoring and Evaluation",
      "description": "void",
      "preview": "Skip to main content Status: Active Download 23 Feb 2023 - 10:52 PDF - 547.63 KB Effective From 09 Feb 2010 Related Obligations Obligation Description"
    },
    {
      "url": "https://www.benevity.com/",
      "title": "Community & Workforce Corporate Purpose Software | Benevity",
      "description": "Transform your company's impact strategy with Benevity. Manage volunteering, donations, and grants-all in one trusted platform for corporate purpose.",
      "preview": "We are your purpose at work Bring all your company's impact programs together in the first Enterprise Impact Platform - so you can drive more good, si"
    },
    {
      "url": "http://fisherynation.com/archives/107339",
      "title": "Off Washington state's coast, Dungeness crabbers get early start to season, haul in bounty - fisherynation.com",
      "description": "Some 60 vessels in Washington's oceangoing crab fleet worked through a stormy December to bring in more than 4.69 million pounds of Dungeness in a strong start to the annual harvest. The ocea...",
      "preview": "FISHERYNATION.COM continuously updated Home About Search By Region Canada New England Mid Atlantic South Atlantic Gulf of Mexico Pacific North Pacific"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Newsletter-Templates-Send-Beautiful-and-Responsive-Emails-Mailjet-a1ddc172f9f24d2d95708274950c534a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://servicetrust.microsoft.com/",
      "title": "Service Trust Portal",
      "description": "The Microsoft Service Trust Portal (STP) is a one-stop shop for security, regulatory compliance, and privacy information related to the Microsoft cloud.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://checkcoverage.apple.com/us/en/",
      "title": "View Coverage - AppleCare & Warranty",
      "description": "Check your Apple warranty status. Enter a serial number to review your eligibility for support and extended coverage.",
      "preview": "JavaScript is required to use this website. Please enable it in your browser settings. View device coverage and benefits. One place to see your covera"
    },
    {
      "url": "https://events.microsoft.com/en-us/allevents/?language=English&clientTimeZone=1&search=security",
      "title": "Microsoft Events Search",
      "description": "Find Microsoft events and learning opportunities designed to help you expand your expertise, learn new skills, and build community.",
      "preview": "This is the Trace Id: 59d164a435a2151836bc0284837ba5eb Skip to main content Expand your skills and shape the future at Microsoft Ignite, November 18-2"
    },
    {
      "url": "https://www.seafoodbrasil.com.br/iniciativa-opentuna-vence-primeiro-premio-no-tuna-awards-em-vigo",
      "title": "Iniciativa OpenTuna vence primeiro prêmio no Tuna Awards, em Vigo - Seafood Brasil | Seafood Brasil",
      "description": "Projeto que inclui plataforma de mapas de bordo digitais vence prêmio mundial na categoria sustentabilidade",
      "preview": "Pesca"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://dreamscapeimmersive.com/",
      "title": "Dreamscape - A Virtual Reality Experience Like No Other",
      "description": "A place where time and space have no boundary. Each Dreamscape adventure is a shared VR experience, embracing the human desire to explore, learn and enjoy together.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://medium.statuspage.io/?source=home-------------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://actorsfund.org/",
      "title": "Entertainment Community Fund",
      "description": "The Entertainment Community Fund is a national organization that provides support and services to the entertainment community in times of need or crisis. It offers access to Broadway house seats, special events, and a message from Annette Bening, the chair of the board of trustees.",
      "preview": "Skip to main content Announcement Southern California Wildfires: Support, Resources, Emergency Financial Assistance Donate to help Apply for The Creat"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://www.muslimshop.fr/themes/pf_megashop/ProductIframe.php?id_product=16245&pos=2",
      "title": "MuslimShop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18PHCHM1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.dendroboard.com/",
      "title": "Dendroboard",
      "description": "A forum community dedicated to dart frog owners and enthusiasts. Come join the discussion about breeding, health, behavior, housing, terrariums, adopting,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy posts 1.2M members"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://stripo.email/templates/womens-day-email-template-the-best-for-women-for-jewelry-industry/",
      "title": "The best for women Email Template by Stripo.email",
      "description": "The best for women Women's Day email template. ✉️ Set up our email template for the Jewelry industry and get started on your campaign!",
      "preview": "Blog Everything about making emails great. Use cases Inspiring stories from our clients. More Resources Whitepapers & eBooks Webinars Education Email"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/the-crochet-project",
      "title": "Ravelry: The Crochet Project - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://www.edx.org/course/cs50s-introduction-to-computer-science",
      "title": "HarvardX: CS50's Introduction to Computer Science | edX",
      "description": "An introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "void"
    },
    {
      "url": "http://endviolence.un.org/",
      "title": "United Nations | Peace, dignity and equality on a healthy planet",
      "description": "Peace, dignity and equality on a healthy planet",
      "preview": "Skip to main content WHO , Health Protecting mental health in crises Crises like disasters, conflicts, and health emergencies cause emotional distress"
    },
    {
      "url": "https://planetgreen.catsone.com/careers/5051-General/jobs/14517388-Federal-Enterprise-Account-Executive-API-DC",
      "title": "Careers | Planet Green Search",
      "description": "void",
      "preview": "Visit our website Category Accounting/Finance Architecture/Engineering Banking/Loans Customer Service Education Information Technology Manufacturing S"
    },
    {
      "url": "https://binepippilotta.com/page/2/",
      "title": "Bine Pippilotta - Seite 2 - Reisen macht glücklich",
      "description": "Reisen macht glücklich",
      "preview": "Bine Pippilotta Reisen macht glücklich 14. August 2015 . Lesedauer 3 Minuten. Was ihr meiner Meinung nach definitiv nicht in eurem Rucksack benötigt,"
    },
    {
      "url": "https://developers-dot-devsite-v2-prod.appspot.com/google-ads/scripts/docs/solutions/adsmanagerapp-mobile-pagespeed",
      "title": "Account Summary Report | Google Ads Scripts | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Google Ads Scripts / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiến"
    },
    {
      "url": "https://www.pjtra.com/t/8-9711-131940-104709?sid=PEOSarahJessicaParkerWoreThisEverydayLayeringPieceWhileontheSetofAndJustLikeThatssavoyFasAff13960716202302I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-way-long-shirt-light-blue",
      "title": "The Way Long Oxford Shirt | Light Blue - Everlane",
      "description": "Featuring an oversized, dramatic length for ultimate versatility The Way Long Oxford Shirt was created to be worn as a layer over your favorite athletic wear (or bathing suit), or slip it on as a dress-hello legs! We love a multifunctional staple piece.",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.rileygrey.com/",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://mastodon.green/@mongabay",
      "title": "Mongabay (@mongabay@mastodon.green) - Mastodon.green",
      "description": "1.51K Posts, 31 Following, 2.53K Followers · Reader-supported news and inspiration from nature's frontline. Mongabay is a non-profit.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://sobewff.org/",
      "title": "SOBEWFF | February 19 - 22, 2026 in Miami, Florida",
      "description": "The Food Network South Beach Wine & Food Festival presented by Capital One (SOBEWFF®) is a national, star-studded, four-day destination event showcasing the talents of the world's most renowned wine and spirits producers, chefs and culinary personalities. The Festival takes place February 19 - 22, 2026.",
      "preview": "Skip to content 132 Days to Go See You for the 25th Anniversary! February 19 - 22, 2026 View Photos About Us About the Festival Auction Contact Us Joi"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "https://www.heartofamerica.org/",
      "title": "Heart of America | Transforming Learning Environments",
      "description": "Heart of America is a non-profit dedicated to providing education equity in classrooms across North America.",
      "preview": "Skip to content info@heartofamerica.org 202-347-6278"
    },
    {
      "url": "https://www.calamasur.org/",
      "title": "CALAMASUR | Comité del Calamar Gigante del Pacífico Sur",
      "description": "Calamasur es el Comité para el Manejo Sustentable del Calamar Gigante del Pacífico Sur (Chile, Ecuador, México y Perú).",
      "preview": "top of page CALAMASUR COMITÉ PARA EL MANEJO SUSTENTABLE DEL CALAMAR GIGANTE DEL PACÍFICO SUR INICIO: Bienvenido ¿QUIÉNES SOMOS? El Comité para el Mane"
    },
    {
      "url": "https://events.hiringourheroes.org/event/674837FD-FB64-48EE-A4F2-08F5AE59C306",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://masjid.fund/cart/",
      "title": "Cart - Masjid Digital Fund Platform.",
      "description": "void",
      "preview": "Cart [woocommerce_cart]"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.ikea.com/it/it/cat/divani-16239/",
      "title": "Poltrone - IKEA Italia",
      "description": "Esplora la nostra esclusiva collezione di poltrone progettate per garantire un'esperienza di relax senza pari. Acquista online poltrone confortevoli e di design!",
      "preview": "Vai al contenuto principale Passa all'elenco dei prodotti Poltrone Le poltrone permettono di creare angoli accoglienti nei tuoi ambienti di casa: polt"
    },
    {
      "url": "https://oksenate.gov/press-releases/standridge-files-bills-address-indoctrination-oklahoma-schools?back=/senator-press-releases/rob-standridge",
      "title": "Standridge files bills to address indoctrination in Oklahoma schools | Oklahoma Senate",
      "description": "OKLAHOMA CITY - Sen. Rob Standridge, R-Norman, filed two bills Thursday addressing an issue of growing concern for Oklahoma parents - the indoctrination of their children in school classrooms and on college campuses.",
      "preview": "Skip to main content Share Printer Friendly back to press releases December 16, 2021 | 04:30pm Standridge files bills to address indoctrination in Okl"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://building.coursera.org/developer-program/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://marina.ch/blog/four-winns-ts-242/",
      "title": "Four Winns TS 242 | marina.ch",
      "description": "Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auch entsprechend auf dem Wasser. Das Boot eignet sich für verschiedene Wassersportaktivitäten - und mehr. Seit Four Winns im Bénéteau-Konzern zuhause ist, wurde...",
      "preview": "Four Winns TS 242 15. Juni 2018 | Logbuch Motorboote Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auc"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://www.freep.com/news/",
      "title": "Detroit Free Press - News",
      "description": "void",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}