{
  "data": [
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "https://info.uptogether.org/infosession/general",
      "title": "UpTogether Info Session 2021 | UpTogether",
      "description": "void",
      "preview": "Want to help your family and friends achieve their goals and get cash investments? UpTogether is an online platform where you can: Build your social n"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2013-September/041751.html",
      "title": "[Bf-committers] Game Properties - do we need that?",
      "description": "void",
      "preview": "[Bf-committers] Game Properties - do we need that? Brecht Van Lommel brechtvanlommel at pandora.be Tue Sep 24 22:45:38 CEST 2013 Previous message: [Bf"
    },
    {
      "url": "https://www.usegalileo.ai/",
      "title": "Stitch - Design with AI",
      "description": "Stitch generates UIs for mobile and web applications, making design ideation fast and easy.",
      "preview": "void"
    },
    {
      "url": "http://www.postersw.com/",
      "title": "Poster Software - Poster, Banner, and Sign Software",
      "description": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds, create stunning posters and signs in just a few minutes.",
      "preview": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds"
    },
    {
      "url": "https://www.beautybay.com/p/nudestix/nudies-tinted-blur/deep-95/?slfpid=3",
      "title": "BEAUTY BAY: The destination to explore your beauty obsessions",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://www.iworksmc.org/",
      "title": "Interfaith Works",
      "description": "Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, supportive housing, essential needs, and employment programs to over 35,000 residents of Montgomery County, MD, located within the DC Metro area, every year.",
      "preview": "0 Providing vital services and a pathway to greater stability. Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, support"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "https://www.petlists.org/shelters/heartland-humane-society-of-missouri-ofallon-mo",
      "title": "Heartland Humane Society Of Missouri (O'Fallon, MO): How To Adopt? (+Fees) 2020",
      "description": "Looking to adopt from Heartland Humane Society Of Missouri in O'Fallon, Missouri? We have EVERYTHING you need: Process, Fees & More. (60 second read)",
      "preview": "Search Animal Shelters MO O'Fallon Heartland Humane Society Of Missouri O'Fallon, Missouri Silent Auction for The Hermitage Cat Shelter! October 15-31"
    },
    {
      "url": "https://www.bmw.com.uy/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Uruguay | Autos Deportivos, Eléctricos y Más",
      "description": "Agenda un test drive y conoce tu nuevo BMW. Descubre nuevos modelos eléctricos, autos deportivos y camionetas en el sitio oficial de BMW Uruguay, ¡sorpréndete con nuestros diseños exclusivos!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://www.bluecamroo.com/support/home/selectplan",
      "title": "Select Your BlueCamroo Plan",
      "description": "void",
      "preview": "Already have an account? Log In Select the plan you'd like to try Billed monthly Billed annually Best Value PLANS CRM Base Foundation for entire platf"
    },
    {
      "url": "https://www.bnnbloomberg.ca/chicago-crime-defines-mayor-s-race-as-spending-lawbreaking-surge-1.1889271",
      "title": "BNN Bloomberg - Canada Business News, TSX Today, Oil and Energy Prices",
      "description": "Get the latest Canadian business news, including TSX updates, changes to oil and energy prices, and Bank of Canada coverage. Explore stock market investing and get expert financial insights on investment portfolio strategies.",
      "preview": "Skip to main content Statistics Canada set to release September jobs data this morning Statistics Canada is set to release jobs data for September thi"
    },
    {
      "url": "https://www.conceptcarz.com/gallery/23350/buick-sportwagon.aspx",
      "title": "1969 Buick Sportwagon Images & Photo Gallery",
      "description": "1969 Buick Sportwagon images and high resolution pictures. Interior, exterior, and engine photographs of the Buick Sportwagon.The 1969 Buick Sportwago...",
      "preview": "1969 Buick Sportwagon Gallery 1969 Buick Sportwagon Navigation Article Image gallery Valuation Specifications Profiles Production figures 1969 Buick S"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://ledbytruth.org/",
      "title": "Led by TRUTH - Nonprofit, Mentorship, Consulting",
      "description": "Led by TRUTH is a nonprofit organization that provides a Grant & Mentorship Program for BIPOC entrepreneurs, as well as consulting services.",
      "preview": "Your Journey Starts Here! Take the Business Readiness Assessment Ready to elevate your business? Our Business Development Readiness Assessment evaluat"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.tridenthotels.com/",
      "title": "5 Star Hotels in India | Best Hotels in India | Trident Hotels",
      "description": "Trident hotels is a chain of 5 star hotels in India, located in the top cities offering great hospitality, deluxe rooms, 5 star restaurants, spas & much more.",
      "preview": "Book your stay11 Select Your Hotel Select Your Hotel Select a hotel Trident, Agra Trident, Bandra Kurla, Mumbai Trident, Bhubaneswar Trident, Chennai"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.45456044.965316859.1596467089-1058377208.1582137491&_gac=1.178522512.1595971498.EAIaIQobChMIkKynrdrg5wIVDdreCh3oyAAGEAAYASAAEgKy5vD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "http://www.jimsclothing.com/",
      "title": "Home - Jims Clothing",
      "description": "SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men's, women's and youth apparel, athletic and casual wear, local school apparel, corporate wear, shoes and formal wear including tux rental. We are proud to be locally owned! We show our customers the advantage [...]",
      "preview": "Skip to content SINCE 1976 your one stop, local shop Located in downtown Dawson, MN. Explore The Store Our retail store offers athletic equipment, men"
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://cool.culturalheritage.org/",
      "title": "Conservation OnLine - CoOL",
      "description": "Resources for conservation professionals",
      "preview": "Search Deep in CoOL Search CoOL ConsDistList Publications/List Archives Organizations Conservation Topics About CoOL Donate in support of CoOL Welcome"
    },
    {
      "url": "https://www.metalowafigurka.pl/p138,duza-metalowa-figurka-ze-srubek-biznesmen-szef-87.html",
      "title": "🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) | Polski producent nr 1",
      "description": "Duża metalowa figurka ze śrubek Biznesmen - Szef (87). Sprawdź naszą szeroka ofertę +Metalowych figurek+ na każdą okazję.",
      "preview": "Katalog » 🧑‍🏭PREZENT DLA PRACOWNIKA » 👷Zawody typowo męskie 🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) Rated 5 /5 based on 10 customer r"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "https://ignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://www.neuroscience.ox.ac.uk/publications/371446",
      "title": "Radiation damage to biological macromolecules: some answers and more questions. - Oxford Neuroscience",
      "description": "Research into radiation damage in macromolecular crystallography has matured over the last few years, resulting in a better understanding of both the processes and timescales involved. In turn this is now allowing practical recommendations for the optimization of crystal dose lifetime to be suggested. Some long-standing questions have been answered by recent investigations, and from these answers new challenges arise and areas of investigation can be proposed. Six papers published in this volume give an indication of some of the current directions of this field and also that of single-particle cryo-microscopy, and the brief summary below places them into the overall framework of ongoing research into macromolecular crystallography radiation damage.",
      "preview": "Cookies on this website We use cookies to ensure that we give you the best experience on our website. If you click 'Accept all cookies' we'll assume t"
    },
    {
      "url": "http://www.emaildiscussions.com/showthread.php?s=f9e7b65ce5923fa6c572c8e286ee3841&p=620624",
      "title": "How to add a new provider to the specific provider forums? - Page 2 - EmailDiscussions.com",
      "description": "How to add a new provider to the specific provider forums? Setting up/running an email service",
      "preview": "EmailDiscussions.com > Discussions about Email Services > Setting up/running an email service How to add a new provider to the specific provider forum"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://www.ywcanca.org/",
      "title": "YWCA National Capital Area | Women's Rights | Racial Justice | Adult Education",
      "description": "YWCA National Capital Area: We are a DC based nonprofit whose mission is to eliminate racism and empower women through adult education, youth mentoring, and advocacy. Join us!",
      "preview": "0 JOIN OUR WOMEN'S ENTREPRENEURSHIP PROGRAM! Apply Now Get the English language skills and training needed to get the job or advance in your current c"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "http://www.lewisbrice.com/",
      "title": "Lewis Brice",
      "description": "Lewis Brice",
      "preview": "Skip to content Close (esc) Menu Close menu Lewis Brice Log in Create account Search Search Facebook Instagram TikTok Twitter Spotify Apple Youtube Yo"
    },
    {
      "url": "https://www.allmusic.com/album/hey-world-mw0003429232/credits",
      "title": "Hey World - Lee Brice | Album | AllMusic",
      "description": "Hey World by Lee Brice released in 2020. Find album reviews, track lists, credits, awards and more at AllMusic.",
      "preview": "AllMusic relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Hey World Lee Brice Add to Custom List Add to C"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.shemarooent.com",
      "title": "Shemaroo",
      "description": "Shemaroo Entertainment Limited is a leading Indian content power house with a global reach, which has been playing a pioneering role in the arena of content ownership, aggregation and distribution.",
      "preview": "Please Wait... Please view in portrait mode ♫ ♩ 𝄞 ♪ ♬ 𝅘𝅥𝅮 SCROLL We are entertainment Who we are Shemaroo Entertainment Limited, an Indian media conglom"
    },
    {
      "url": "https://githubuniverse.com/",
      "title": "GitHub Universe 2025",
      "description": "GitHub's global developer event is back. Join the world's fair of software.",
      "preview": "Skip to content October 28-29 San Francisco, CA In-person and virtual GitHub's two-day developer event celebrating innovation, collaboration, and the"
    },
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://enfamillesurlesroutesdumonde.com/2017/08/02/les-chutes-victoria-et-le-chobe-national-park/olympus-digital-camera-1064/",
      "title": "OLYMPUS DIGITAL CAMERA | En famille sur les routes du monde",
      "description": "OLYMPUS DIGITAL CAMERA",
      "preview": "En famille sur les routes du monde \"On ne fait pas un voyage. Le voyage nous fait et nous défait, il nous invente.\" David Le Breton Aller au contenu p"
    },
    {
      "url": "https://www.gu.org/",
      "title": "Generations United",
      "description": "Generations United improves the lives of children, youth, and older adults through intergenerational programs, policies, and strategies.",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://card.apple.com/",
      "title": "Apple Card",
      "description": "Apple Card",
      "preview": "void"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://www.ncj.nl/actueel/nieuws/artikel/boekbespreking-doen-wat-goed-is-",
      "title": "Boekbespreking 'Doen wat goed is' - NCJ",
      "description": "Boekbespreking: 'Doen wat goed is.' Een pleidooi voor praktische wijsheid in het sociale domein, Geschreven door Sophie Albers en Albert Jan Kruiter",
      "preview": "Naar de hoofd content Naar navigatie NCJ Inspiratie Boekbespreking 'Doen wat goed is' Nieuws 22 januari 2021 Boekbespreking 'Doen wat goed is' Boekbes"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://newsleecher.com/forum/search.php?search_id=unanswered&sid=968c183c58a4dce6400cf929062f8d58",
      "title": "NewsLeecher - The Complete Usenet Package",
      "description": "void",
      "preview": "NewsLeecher V8.0 Beta is now available! Brand new UI | Tons of new/optimized functionality | *Much* more Usenet content available ( deobfuscation supp"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "http://www.tlboehm.com/",
      "title": "Thomas L. Boehm",
      "description": "void",
      "preview": "FAITH FOR ALL SCRIPTURE FOR ALL EDUCATION FOR ALL Welcome to TLBoehm.com. This website is a gateway to all my personal and professional work. Take a l"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://www.premierleague.com/results",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/280891580715878729/climate-change-and-marine-fisheries-in-africa-assessing-vulnerability-and-strengthening-adaptation-capacity",
      "title": "Climate Change and Marine Fisheries in Africa : Assessing Vulnerability and Strengthening Adaptation Capacity",
      "description": "The understanding of the impacts of climate change on fisheries is constantly increasing and can be organized around several main factors - ocean acidification, sea-level .",
      "preview": "This page in: English Español Français Português Русский العربية 中文 This page in: English Español Français Português Русский العربية 中文 Loading... Thi"
    },
    {
      "url": "http://www.bridges4kids.org/HelpForKids-US.html",
      "title": "Bridges4Kids State Resources and Information: USA Map",
      "description": "void",
      "preview": "Bridges4Kids Where to Find Help For a Child Anywhere in the U.S. Choose a state to begin: Territories represented: American Samoa , Puerto Rico , Virg"
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://www.downtowntempe.com/events/amountainchallenge",
      "title": "Events | Downtown Tempe, AZ",
      "description": "Downtown Tempe is a destination for unique experiences and community events in Arizona all throughout the year. Check out the Valley's favorite and most well-attended event lineup.",
      "preview": "Skip to Main Content There's always something going on in Downtown Tempe Downtown Tempe hosts a vibrant mix of local, regional, and nationally recogni"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.suzannes.se/271607502_502687727816019_5709728333999177448_n/",
      "title": "271607502_502687727816019_5709728333999177448_n - Suzannes.se",
      "description": "Besök inlägget om du vill veta mer.",
      "preview": "Dela detta: Klicka för att dela på Facebook (Öppnas i ett nytt fönster) Facebook Klicka för att dela på X (Öppnas i ett nytt fönster) X Klicka för att"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "http://www.freefrom.org/",
      "title": "FreeFrom - FreeFrom",
      "description": "void",
      "preview": "skip to content skip to content FREE FROM ABUSE LEARN MORE FREE TO THRIVE Welcome to FreeFrom. We are a national survivor-led organization on a missio"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "https://www.tribpub.com/privacy-policy/#notice_opt_out#nt=secondarynavbar",
      "title": "PRIVACY POLICY - Tribune Publishing",
      "description": "void",
      "preview": "Skip to content This Privacy Policy Was Last Updated on September 8, 202 5 Notice at Collection Your Privacy Rights This Privacy Policy (the \" Privacy"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://handsapt.tumblr.com/post/154518274122",
      "title": "hands_apt - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "hands_apt - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://www.drinkbai.com/bai-boost",
      "title": "Bai Boost - Bai",
      "description": "Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweeteners and 10 calories. With this in your",
      "preview": "Page top Menu Bai Boost Products Fuel up on the good stuff. Like plant-based energy from tea extract, with 110 mg of caffeine, no artificial sweetener"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "http://www.kartverket.no/",
      "title": "Kartverket.no",
      "description": "Kartverket har et nasjonalt ansvar for geografisk informasjon, drifter det nasjonale eiendomsregisteret og tinglyser fast eiendom og andeler i borettslag.",
      "preview": "Hopp til innholdet Hopp til navigasjon Språk Søk Kontakt oss Language English Norwegian Meny trenger javascript Eiendom Eiendomsregisteret Tinglyse sk"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://www.varesefansbasket.it/forums/topic/1892-10-febbraio-2006/",
      "title": "10 febbraio 2006 - Divertiti col gruppo di Vfb.it - Varesefansbasket",
      "description": "Per ricordare le Foibe!",
      "preview": "Jump to content Divertiti col gruppo di Vfb.it 10 febbraio 2006 By EmaZ February 6, 2006 in Divertiti col gruppo di Vfb.it Share https://www.varesefan"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://krannert.purdue.edu/centers/purce/news.php",
      "title": "News - Purdue Business",
      "description": "The Purdue University Research Center in Economics conducts policy-relevant research and shares its findings to have an impact on the well-being of society.",
      "preview": "Skip to Content Menu News Check back to see what PURCE faculty, students, and guests have been up to. And stay up to date with us by joining us on X ("
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://www.glossybox.com/",
      "title": "GLOSSYBOX: The UK's Most Trusted Beauty Box",
      "description": "Treat yourself to a GLOSSYBOX Beauty Box. Discover 5 amazing beauty products worth over £50 delivered to your door every month.",
      "preview": "Skip to main content Close FREE Delivery on all subscriptions 5 beauty products to try each month Get credits to spend across our site Over 17,000 Tru"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://firemarkstudio.video.blog/privacy-policy/",
      "title": "Privacy Policy - Fire Mark Studio",
      "description": "Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within our apps. The software engines we use to help build our apps may request permissions for things like; access information about networks, write to external storage, read only access to device state,...",
      "preview": "Skip to content Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within ou"
    },
    {
      "url": "https://www.essentiallysports.com/",
      "title": "EssentiallySports | The Fan's Perspective",
      "description": "EssentiallySports is the home for the underserved fan, delivering storytelling that goes beyond the headlines. As a media platform, we combine deep audience insights with cultural trends, to meet fandom where it lives and where it goes next. Founded in 2014, EssentiallySports now engages with an audience of over 30m+ American sports fan on its website and 1m+ readers on its newsletters daily.",
      "preview": "All Latest ES ThinkTank Newsletter Hub NFL Golf NBA College Basketball NASCAR WNBA Tennis Boxing Olympics UFC Swimming MLB Track and Field Gymnastics"
    },
    {
      "url": "https://getchannels.com/privacy/",
      "title": "Channels - Privacy Policy",
      "description": "Channels Privacy Policy",
      "preview": "Privacy Policy Revised: October 30, 2019 Thanks for using Channels! All of us at Fancy Bits care about your privacy. Our Privacy Policy explains how w"
    },
    {
      "url": "http://www.logotv.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://loebauer-sv.de/archiv/1990.html",
      "title": "1990 | loebauer-sv.de",
      "description": "void",
      "preview": "Home Der Verein Der Vorstand Dokumente Trainingszeiten DWZ Liste Unsere Partner Terminplan Erwachsene Jugend Ausschreibungen 31 Löbauer STM Open 2025"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://servicesdirectory.withyoutube.com/",
      "title": "YouTube Services Directory",
      "description": "Explore YouTube's resources and search for companies that can help grow your business.",
      "preview": "YouTube Services Directory Explore the directory YouTube Services Directory (fka Creator Services Directory) is a simple and easy-to-navigate tool to"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://www.emania.com.br/cartao-de-memoria/cartao-sd/sandisk/16Gb?PS=18&map=c,c,b,specificationFilter_30",
      "title": "Sistema - eMania Foto e Video",
      "description": "Compre os melhores Equipamentos de Fotografia, Vídeo e Cinema, Maiores Marcas Profissionais como Canon, Sony, FujiFilm, Zhiyun, Sennheiser, DJI e mais",
      "preview": "Não encontramos nenhum resultado para Tente palavras menos específicas; Tente palavras-chave diferenres; Digite no mínimo 4 caracteres Lançamentos Ver"
    },
    {
      "url": "https://central.wordcamp.org/",
      "title": "WordCamp Central - WordCamp is a conference that focuses on everything WordPress.",
      "description": "WordCamp is a conference that focuses on everything WordPress.",
      "preview": "Skip to content WordCamp Central Primary Menu Home News Schedule Upcoming WordCamps Past WordCamps and WordPress Events About What to Expect Global Co"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "http://www.afis.gr",
      "title": "Αρχική - ΑΦΗΣ",
      "description": "Ανακύκλωση Μπαταριών",
      "preview": "GR EN Επικοινωνία Σχετικά με Εμάς Η ΑΦΗΣ Σκοπός Εταιρίας Η Ομάδα μας Οι Συνεργάτες μας Νομικό Πλαίσιο Key Documents Συχνές Ερωτήσεις Η Ανακύλωση Μπατα"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://stiintasitehnica.com/interviu/",
      "title": "Interviurile S&T - Știință & Tehnică",
      "description": "Prin fiecare interviu Știință & Tehnică ne dorim ca personalitățile care ne împărtășesc ideile și experiența lor să devină o sursă de inspirație pentru toți",
      "preview": "ȘTIINȚĂ antropologie Biologie botanică etologie Cercetare Chimie dietă alimentară Educație Fizică mecanica cuantică istoria științei istorie Istorie ș"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://providencejournal.newsbank.com/",
      "title": "Providence Journal Archives",
      "description": "void",
      "preview": "Skip to main content Providence Journal Archives Toggle navigation Menu Sign In / Subscribe Subscribe Sign In Search Browse About the Archive The Prov"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ssir.org/articles/entry/the_next_step_in_impact_investing_breaking_the_shackles_of_extractive_think",
      "title": "The Next Step in Impact Investing: Breaking the Shackles of Extractive Thinking",
      "description": "Those who influence the allocation of capital have an obligation to consider whether current practices solve or perpetuate the challenges impact investing aims to address.",
      "preview": "Social Issues Arts & Culture Cities Civic Engagement Economic Development Education Energy Environment Food Health Human Rights Security Social Servic"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "http://www.realcollegelife.com/",
      "title": "Real College Life - Student Jobs & Employment, University Study & Eco Friendly Tips",
      "description": "College Student Jobs Housing Apartment Sublet and Sublease",
      "preview": "Welcome to Real College Life Looking for colleges & universities or student tips for success? We're your college survival guide. CHANNELS HOME COLLEGE"
    },
    {
      "url": "https://madebyshape.co.uk/web-design-blog/50-best-free-fonts-for-designers-in-2025/",
      "title": "50 Best Free Fonts for Designers in 2025 | MadeByShape",
      "description": "MadeByShape have made a list of the best free fonts for web designers and graphic designers in 2025, and links to download the free fonts too!",
      "preview": "👀 Close modal Play/Pause video Mute/Unmute video 11 min read 50 Best Free Fonts for Designers in 2025 Written by Mike Ashurst Designer 11 min read Upd"
    },
    {
      "url": "http://www.putty3d.com",
      "title": "Putty 3D",
      "description": "Putty is a powerful digital sculpting tool, created from the ground up for iOS devices. Sculpt, carve and model any shape you can imagine, anytime, anywhere, using realistic materials and simple, intuitive tools.",
      "preview": "View fullsize Developed by Nga Nguyen, Putty is the best 3D sketchbook for artists and enthusiasts on the go. Whether you're on holiday, on the train"
    },
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://api.io.canada.ca/io-server/gc/news/en/v2?dept=fisheriesoceans&sort=publishedDate&orderBy=desc&publishedDate%3E=2020-08-09&pick=25&format=atom&atomtitle=Canada%20News%20Centre%20-%20Fisheries%20and%20Oceans%20Canada",
      "title": "Canada News Centre - Fisheries and Oceans Canada",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://michaelfresh-blog.tumblr.com/",
      "title": "@michaelfresh-blog on Tumblr",
      "description": "Follow @michaelfresh-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.treasury.pncbank.com/portal/esec/login.ht",
      "title": "PINACLE® Login | PNC",
      "description": "Official login page for PINACLE, providing online access to PNC's Corporate and Commercial Banking services",
      "preview": "PINACLE® Login | PNC DID YOU KNOW? You can manage your company's finances on the go. LEARN MORE DID YOU KNOW? You can expedite payments without accele"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    }
  ],
  "_meta": {
    "total_bookmarks": 141
  }
}