{
  "data": [
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://tedatwork.ted.com",
      "title": "TED@Work : Inspire new ways of working",
      "description": "TED@Work supports learning and skills development, culture-building, communication, leadership and more. Our suite of talent solutions includes a workplace learning program, communication coaching and strategic business events.",
      "preview": "Manager and leadership development is a top priority for organizations. Check out our Manager Confidential series! Anchor Link to Section 0 Workplace"
    },
    {
      "url": "https://wallet.google/",
      "title": "Google Wallet: Il tuo portafoglio digitale veloce e sicuro",
      "description": "Con Google Wallet accedi in modo rapido e sicuro a ciò che ti serve. Usa il tuo portafoglio digitale per prendere il treno, pagare nei negozi e altro.",
      "preview": "Scarica È più di un portafoglio. È Google Wallet. Ovunque vai, tieni tutto al sicuro in un unico posto con il nuovo Google Wallet. Ora potrai accedere"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://www.postgresql.org/docs/current/tutorial.html",
      "title": "PostgreSQL: Documentation: 18: Part I. Tutorial",
      "description": "Part&nbsp;I.&nbsp;Tutorial Welcome to the PostgreSQL Tutorial. The tutorial is intended to give an introduction to PostgreSQL, relational database concepts, and ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "http://lacotewelcome.ch/feedback/index.php",
      "title": "Welcome to the neighborhood, Steib expat services",
      "description": "void",
      "preview": "; Services ; Private library ; Contact us ; Suggestions and Comments ; Let us know how we can improve. What did you think of us? How can we make our s"
    },
    {
      "url": "https://www.milkmagazine.net/",
      "title": "Milk Magazine | Mode, lifestyle, voyage et expériences en famille",
      "description": "Fashion, Lifestyle, Travel, Experiences for modern families.",
      "preview": "S'abonner Agenda Dossier Kid's collection fermer menu fermer S'abonner Agenda Dossier Kid's collection fermer menu fermer Inside Dans le Perche, la ma"
    },
    {
      "url": "https://viking-sons.de/runen-und-ihre-bedeutung/",
      "title": "Runen und ihre Bedeutung < Viking Sons",
      "description": "Runen und ihre Bedeutung faszinieren seit Jahrhunderten die Menschen. Hier findest Du alles Wissenswerte über die Runen des alten Futhark.",
      "preview": "*** Mitteilung *** Wir machen Urlaub! Bestellungen die ab dem 06.10.2025 eingehen, werden erst ab dem 14.10.2025 bearbeitet. Dies gilt nur für die Pro"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://www.houstonendowment.org/",
      "title": "Houston Endowment | Building a Thriving Houston",
      "description": "Houston Endowment is a nonpartisan, private foundation that exists to serve the people of Greater Houston.",
      "preview": "We Envision A Vibrant Region Where All Have The Opportunity To Thrive Who We Are Since 1937, we have been rooted in the success of Greater Houston. Ho"
    },
    {
      "url": "https://rethinked.kauffman.org/",
      "title": "Igniting potential. Driving progress.",
      "description": "Since October 2023, the Ewing Marion Kauffman Foundation has undergone a rigorous, community-informed strategic planning process to refocus our commitment to Mr. Kauffman's vision for our work and to drive collective impact in the community. This updated strategy will drive our work through 2035.",
      "preview": "Skip to content"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "http://www.tuna-org.org",
      "title": "Tuna-org",
      "description": "void",
      "preview": "Home Positive Lists / CLAV IUU Vessel Lists Tagging Meetings Past Current Jobs & Opportunities FAD MSE Links 1st joint t-RFMO FAD WG meeting Report 2n"
    },
    {
      "url": "https://www.stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://go.peoplepower.org/signup/join-our-people-power-volunteer-teams/?type=call",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://roseana.pl/pl/c/Perfumetki-meskie-inspiracja-J.P.-GAULTIER/110",
      "title": "Roseana: Francuskie I Arabskie Perfumy | Oryginalne Zapachy Z Paryża I Dubaju",
      "description": "Oferujemy oryginalne francuskie i arabskie perfumy prosto z Paryża i Dubaju. Luksusowe zapachy dla kobiet i mężczyzn w wyjątkowych cenach.",
      "preview": "Przejdź do treści Brak wyników Telefon: 667 944 774 Adres e-mail: roseanaperfum@gmail.com Koszyk Zakupowy Brak produktów w koszyku. Logowanie Zarejest"
    },
    {
      "url": "https://www.wizzair.com/hu-hu#/",
      "title": "Wizz Air | Olcsó repülőjegyek | Találd meg a legjobb repülőjegy-ajánlatokat",
      "description": "Találd meg és foglald le a legolcsóbb repülőjegyeket Európa leggyorsabban növekvő, ultrakedvező áron repülő légitársaságánál. Repülőjegyek, szállás és autókölcsönzés - minden egy helyen.",
      "preview": "Ugrás a járatkeresésre ŐSZI KALANDOK akár 8390 Ft Élvezd a friss hegyi levegőt, és barangolj színpompás túrautakon - utazz novemberig. Korlátozások ér"
    },
    {
      "url": "https://nodejs.org/api/fs.html#fs_promises_api",
      "title": "File system | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dasra.org/",
      "title": "Dasra Home Page",
      "description": "void",
      "preview": "Equity is at the centre of everything we do SCROLL TO LEARN MORE Towards a transformed India, where a billion thrive with dignity and equity Dasra dri"
    },
    {
      "url": "https://sketchplanations.com/",
      "title": "Sketchplanations - Simplifying complex ideas in sketches",
      "description": "Sketchplanations explains the world one sketch at a time. Discover clear, simple sketches that break down ideas from science, creativity, psychology, and more. Explore recent sketches, search for topics, and share your favourites. Start here.",
      "preview": "Search... / Get the book! Big Ideas Little Pictures Prefer to listen? Try the podcast 🎉 Help keep Sketchplanations ad-free 🎉 Keep this ad-free 🎉 Help ke"
    },
    {
      "url": "https://www.boots.com/toiletries",
      "title": "Toiletries - Womens & Mens - Boots",
      "description": "Explore our range of toiletries for all your bathroom essentials for men & women. Shop today & collect Advantage Card Points for every pound you spend.",
      "preview": "This item has been successfully added to your list. x Skip to navigation Skip to content Skip to search Message Dialog Maximum basket size reached Out"
    },
    {
      "url": "https://www.lirs.org/",
      "title": "Global Refuge | Welcome & hope since 1939",
      "description": "For more than 80 years, Global Refuge has provided the resources, guidance, and community to help provide a way forward.",
      "preview": "The browser you are using is not supported. Please consider using a modern browser . Start of main content. Previous Image 1 / 5 Next Image We stand w"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "http://www.bppe.ca.gov/",
      "title": "Bureau for Private and Post-Secondary Education - BPPE",
      "description": "void",
      "preview": "Important Announcements Memo: Senate Bill 1433 Changes to the Private Postsecondary Education Act of 2009 Notice to Institutions Approved by the Burea"
    },
    {
      "url": "https://www.missioncontinues.org/",
      "title": "The Mission Continues - Volunteer Today | The Mission Continues",
      "description": "We are on a mission to connect veterans with opportunities to continue their service and leadership in under-resourced communities.",
      "preview": "× Sign In Welcome! Use the below form to sign in. Please enter your email address and click LOGIN. If you do not have an account, please click here ."
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/post/150210507340",
      "title": "it's lib: Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Another year of record growth for AP Computer Science codeorg Since recent data shows that students like computer science classes a lot , it's not a s"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://eo.wikipedia.org/wiki/Ubstadt-Weiher",
      "title": "Ubstadt-Weiher - Vikipedio",
      "description": "void",
      "preview": "Saltu al enhavo El Vikipedio, la libera enciklopedio Ubstadt-Weiher Ubstadt-Weiher (Germanio) DEC neurba komunumo de Germanio Ĝemelurboj Montbard vd A"
    },
    {
      "url": "http://www.benjamin-vianney.com",
      "title": "Benjamin Vianney | Magicien professionnel sur Bordeaux",
      "description": "Le champion de France de Magie (2008) Benjamin Vianney vous emmène dans un univers incroyable rempli de magie et de féérie. Mariages, arbres de Noël, anniversaires, séminaires, cocktails... Faites appel au magicien professionnel pour animer votre événement !",
      "preview": "Skip to content Benjamin Vianney Artiste Magicien professionnel à Bordeaux et sur toute la France Bienvenue dans l'univers unique de Benjamin Vianney,"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "https://www.liborlukas.cz/",
      "title": "Libor Lukáš |",
      "description": "void",
      "preview": "Úvod Životopis Tiskové zprávy Fotogalerie Ke stažení Kontakt Tiskové zprávy Zobrazit další Luhačovice - 25.09.2025 Proběhl XV. ročník Mezinárodní konf"
    },
    {
      "url": "https://siellasuntaalla.blogspot.com/2014/",
      "title": "Siellä sun täällä: 2014",
      "description": "void",
      "preview": "maanantai 9. kesäkuuta 2014 Viisi kuukautta muuton jälkeen - aatoksia ja tapahtumia. Juurilleni, Jyväskylään paluusta on kulunut jo noin viitisen kuuk"
    },
    {
      "url": "https://apple.com/legal",
      "title": "Apple - Legal",
      "description": "void",
      "preview": "Hardware Warranties Before you purchase a new or refurbished hardware product from Apple, you may review the terms and conditions of Apple's limited w"
    },
    {
      "url": "https://www.usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://ro.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Modul WordPress | WordPress.org În Română",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Caută module Detalii Rece"
    },
    {
      "url": "https://ahlhorner-sportverein.de/ahlhorner-sv/bildergalerie/gemeinde",
      "title": "Bildergalerie - Kategorie: Boßeln 2019",
      "description": "Der Ahlhorner Sportverein ist ein Mehrspartenverein mit Schwerpunkt Fussball und Faustball. Er möchte allen Personen ermöglichen, unabhängig von Herkunft, Geschlecht und Alter, Sport treiben zu können.Er ist seit Jahren Integrationsstützpunkt im Rahmen des Projektes\" Integration durch Sport\" des BMI. Die Faustballabteilung ist seit Jahrzehnten in der Spitze des Deutschen Faustball vertretten.",
      "preview": "Bildergalerie - Kategorie: Boßeln 2019 Menu Home Fußball Faustball Leichtathletik Tennis Turnen Fitness Der Verein Vorstand Leitbild Sportanlagen Kont"
    },
    {
      "url": "https://www.freep.com/story/news/local/michigan/detroit/2023/02/28/dog-saves-baby-from-house-fire-in-detroit-family-struggles-to-recover/69949425007/",
      "title": "Dog saves baby from house fire in Detroit, family struggles to recover",
      "description": "A family in Detroit is struggling to recover following a house fire but their dog came to the rescue when their one-year-old stayed stuck inside.",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://www.privacypolicies.com/live/8359ece9-e3bb-4b66-a044-0e71a53cb44d",
      "title": "Privacy Policy for EmergeNYC Sirens & Horns - PrivacyPolicies.com",
      "description": "void",
      "preview": "Privacy Policy for EmergeNYC Sirens & Horns Privacy Policy Last updated: June 08, 2021 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://www.callupcontact.com/Rural-Roads-c99325.html",
      "title": "Places close by Rural Roads Chefferie de Nkol Yem Cameroon",
      "description": "void",
      "preview": "We use cookies to provide services to you. By continuing to use this website, we assume that you agree to our use of cookies. Search Maps HOME List Yo"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.waterpathogens.org/book/constructed-wetlands",
      "title": "Constructed Wetlands | Global Water Pathogen Project",
      "description": "void",
      "preview": "Constructed Wetlands Published on: March 22, 2017 view PDF Chapter info Copyright: This publication is available in Open Access under the Attribution-"
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://android-developers.googleblog.com",
      "title": "Android Developers Blog",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://mcm-curiosity.tumblr.com/",
      "title": "MCM Curiosities",
      "description": "All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and interesting and I want to share that wonder with you. My curisities include...",
      "preview": "Menu MCM Curiosities All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and inter"
    },
    {
      "url": "https://android-developers.googleblog.com/search/label/Google%20Play",
      "title": "Android Developers Blog: Google Play",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.legalmomentum.org/",
      "title": "Welcome | Legal Momentum",
      "description": "void",
      "preview": "Skip to main content The State of Women's Economic Wellbeing & The Law - Map Launch & Panel - September 18, 2024 - Recorded Live If you are being watc"
    },
    {
      "url": "http://www.google.kg/url?q=http://car-used-cars.remmont.com/news/cars-movie-character-names-with-pictures/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://car-used-cars.remmont.com/news/cars-movie-character-names-"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://schottpackaging.co.uk/product/57-x-76mm-clear-polythene-grip-seal-bags/",
      "title": "57 x 76mm Clear Polythene Grip Seal Bags - Schott Packaging",
      "description": "Grip Seal Bags, also known as self-seal polythene bags, are the perfect solution for protecting your products from dust and debris. The watertight seal ensures that your items remain clean and dry, making these bags an excellent choice for a wide range of industries, including clothing and food production.",
      "preview": "DISPATCHING AS NORMAL. POTENTIAL FOR COURIER DELAYS, PLEASE ALLOW 1-3 WORKING DAYS FOR DELIVERY. SEE DELIVERY INFO HERE . Rated Excellent Free Deliver"
    },
    {
      "url": "https://css-tricks.com/snippets/css/complete-guide-grid/",
      "title": "CSS Grid Layout Guide | CSS-Tricks",
      "description": "Our comprehensive guide to CSS grid, focusing on all the settings both for the grid parent container and the grid child elements.",
      "preview": "Table of contents Introduction Basics Important Terminology Grid Properties Special Units & Functions Fluid Columns Snippet Animation Get the poster!"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://www.reproduccionasistida.org/complicaciones-durante-el-embarazo/gripe-y-resfriado-durante-el-embarazo/",
      "title": "Prevenir infecciones durante el embarazo",
      "description": "Cuando una mujer está embarazada, es especialmente importante evitar contagiarse de ciertas infecciones. Para ello, la mujer debe tener en mente algunos",
      "preview": "Menú Buscador Acceso usuarios Entrar Registrarse Inicio El embarazo ¿Cuáles son las complicaciones del embarazo más comunes? Prevenir infecciones dura"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://technet.microsoft.com/windows",
      "title": "Windows deployment documentation | Microsoft Learn",
      "description": "Learn about deploying and updating Windows devices in your organization.",
      "preview": "Table of contents Read in English Edit Share via Facebook x.com LinkedIn Email Windows deployment documentation Learn about deploying and updating Win"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://blog.flickr.net/",
      "title": "Flickr Blog",
      "description": "void",
      "preview": "Photographer, Tommaso Torda is a theoretical physicist and documentary photographer exploring how humans connect with their surroundings. With his cam"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://www.quemedico.com/especialista/javier--torres-rincon",
      "title": "Opiniones Javier Torres Rincon | Podología, Ceuta | QueMedico",
      "description": "Javier Torres Rincon , especialista en Podología en Ceuta. ¿Quieres leer opiniones reales? Entra y descúbrelas!",
      "preview": "Salud de la piel: mitos y realidades sobre el cuidado dermatológico Leer más Entrenamiento de fuerza en la tercera edad Leer más Alimentación sostenib"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://connectedcouncil.org/europe/coronavirus/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}