{
  "data": [
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "http://www.jeasyui.com/demo/main/index.php?plugin=DataGrid&theme=dfault&dir=ltr&pitem=",
      "title": "Live Demo - jQuery EasyUI",
      "description": "jQuery EasyUI will show you the live demo of components.",
      "preview": "EasyUI Home Demo Tutorial Documentation Download Extension Contact Forum Web Demos Mobile Demos Angular Demos Vue Demos React Demos Theme Builder Appl"
    },
    {
      "url": "http://www.sororimmonde.com/article-7324236.html",
      "title": "Calendrier des Postes - - Sororimmonde - et ta soeur ?",
      "description": "MAI --- Un Poste haut placé",
      "preview": "Tous les blogs Top blogs Humour Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Humour Tous le"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "http://www.healthandwealthtopic.com/",
      "title": "Health Is Wealth - Most Popular Supplement Reviews -",
      "description": "void",
      "preview": "Skip to content Posted by By Avery Washington 01/07/2023 Posted in Supplement Semenax Uncovered: A Detailed Review and Analysis Men experiencing erect"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/431890105/202030489349300548/full",
      "title": "Servant Foundation - Full Filing - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "http://libertycountymc.org/",
      "title": "Home | Coastal Georgia Minority Chamber of Commerce",
      "description": "CGMC ON THE MOVE NETWORKING MIXER [gallery targetsize=",
      "preview": "CGMC ON THE MOVE NETWORKING MIXER COMMUNITY participation TRAINING CLASSES COMMUNITY ACTIVISM for the love of liberty business marketing services"
    },
    {
      "url": "http://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    }
  ],
  "_meta": {
    "total_bookmarks": 18
  }
}