{
  "data": [
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "https://www.esotericablog.es/",
      "title": "Tarot • Astro & Yoga : el retorno al Ser",
      "description": "Tarot • Astro & Yoga : el retorno al Ser. Carolina de Pedro © 2025",
      "preview": "Saltar al contenido TAROT El Tarot Sagrado de la India: una síntesis única de la mitología sagrada india y el tarot Story Medicine Tarot, de Jessica Z"
    },
    {
      "url": "https://www.thefamilyconservancy.org/",
      "title": "The Family Conservancy | Happy, Healthy, Educated Children",
      "description": "The Family Conservancy focuses on supporting Kansas City families, parents, and teachers who prepare children for success in school and life.",
      "preview": "Lifted Logic Web Design in Kansas City clock location phone play check_box_outline_blank check_box chevron-down chevron-left chevron-right chevron-up"
    },
    {
      "url": "https://codioful.com/",
      "title": "Multicolor CSS Gradients, JPG Downloads, 100% Free! | Codioful",
      "description": "Use pure CSS gradient backgrounds for your next website or app, as a JPG image or CSS code, no attribute required!",
      "preview": "Fresh New Popular This Week Popular This Month All Time Popular 182 Carefully Crafted Codiofuls Gradients are fun to do, but i always tried to make it"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/the-crochet-project",
      "title": "Ravelry: The Crochet Project - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "http://www.cuckoldwifesex.com/videos/1108/real-amateur-cuckold-sex-in-hotel-room-with-couple-and-bbc/",
      "title": "Real amateur cuckold sex in hotel room with couple and BBC",
      "description": "Real amateur cuckold sex in hotel room with couple and bbc - real homemade cuckold wife video.",
      "preview": "Cuckold Wife Sex Latest Videos Top Rated Most Viewed Videos Cuckold Wife Sex - Wife Shared with Strangers - Wife Fucking - Amateur Private Mature Wife"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "http://allroseshavethorns.com/comic/643",
      "title": "20100625 - All Roses Have Thorns",
      "description": "Vampires, faeries, ghosts and humans interact with one another over a centuries long, historically inspired, fantasy drama",
      "preview": "Latest Comic Archive Other « ‹ › » « ‹ › » December 26, 2019 Reader comments Please enable JavaScript to view the comments powered by Disqus. comments"
    },
    {
      "url": "https://www.texaslottery.com/opencms/About_Us/Agency_Directory/Email_Form.jsp",
      "title": "Texas Lottery | Send an email to Texas Lottery Commission Customer Service",
      "description": "Send an Email to Texas Lottery Commission Customer Service",
      "preview": "Send an Email to Texas Lottery Customer Service We will address your concerns as quickly as possible, usually within two business days. Our normal bus"
    },
    {
      "url": "https://www.scotlandspeople.gov.uk/",
      "title": "Explore your Scottish heritage | Scotland's People",
      "description": "void",
      "preview": "Skip to main content Search the records Close Search the records panel Open Search the records panel Search Type People Places Virtual Volumes Maps an"
    },
    {
      "url": "https://www.tmz.com/2023/02/28/montana-hunter-who-killed-and-skinned-husky-pleads-no-contest/",
      "title": "Montana Hunter Who Killed and Skinned Husky Sentenced, No Hunting for 6 Months",
      "description": "The Montana hunter who killed and skinned a husky -- apparently thinking it was a wolf -- is getting off easy after copping a plea.",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/informacoes/atrasos-e-supressoes",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://www.bhg.com/the-garden-issue-dave-and-jenny-marrs-7106279",
      "title": "The Garden Issue Featuring Dave and Jenny Marrs",
      "description": "Dave and Jenny Marrs are Better Homes & Gardens' April 2023 cover stars, discussing all things renovation, family, and living on a farm. Find exclusive online content in this issue.",
      "preview": "Dave and Jenny Marrs Balance Family, Fame, and Farm Life Better Homes & Gardens presents \"The Garden Issue.\" Celebrate our Test Garden's 25th annive"
    },
    {
      "url": "https://www.ocregister.com/2023/02/07/pirates-of-the-caribbean-riders-rescued-from-sinking-boat-by-disneyland-fire-department/",
      "title": "Pirates of the Caribbean riders rescued from sinking boat by Disneyland Fire Department - Orange County Register",
      "description": "Disneyland riders literally had to walk the plank to escape a sinking Pirates of the Caribbean boat that left them stranded for an hour, according to a viral social media video.",
      "preview": "Skip to content The Entrance to Pirates of the Caribbean in New Orleans Square inside Disneyland in Anaheim, CA, on Tuesday, March 1, 2022. (Photo by"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://www.thedailybeast.com/obsessed/ant-man-and-the-wasp-quantumania-writer-jeff-loveness-doesnt-care-if-you-hated-the-movie?ref=scroll",
      "title": "'Quantumania' Writer: \"The Reviews Are Wrong!\"",
      "description": "After the historically bad box office numbers for \"Quantumania,\" Marvel's newest screenwriter found himself feeling deflated-until he discovered a beautiful way to shake it off.",
      "preview": "Skip to Main Content Interviews 'Ant-Man and the Wasp: Quantumania' Writer Doesn't Care If You Hated the Movie SUPERORGANISM After the historically ba"
    },
    {
      "url": "https://findingada.com/organizer/simon-schuster-ltd/",
      "title": "Simon & Schuster Ltd - Ada Lovelace Day",
      "description": "void",
      "preview": "0 events found. Subscribe to calendar Google Calendar iCalendar Outlook 365 Outlook Live Export .ics file Export Outlook .ics file"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "https://www.1to1legal.co.uk/local/england/chelmsford/contentious-will-probate/",
      "title": "Chelmsford Contentious Will Probate Law Firms | Best Contentious Will Probate Solicitors, Barristers & Lawyers in Chelmsford",
      "description": "Find the top contentious will probate solicitors, barristers and lawyers near you in Chelmsford, England. Law directory list of the best firms in Chelmsford for contentious will probate.",
      "preview": "Nearest Contentious Will Probate Law Firms & Services in Chelmsford Backhouse Solicitors Ltd Backhouse Solicitors are a family-owned, modern firm. The"
    },
    {
      "url": "https://www.newyorker.com/magazine/2010/09/20/the-face-of-facebook",
      "title": "Mark Zuckerberg Opens Up | The New Yorker",
      "description": "Jose Antonio Vargas on the founder of Facebook.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Mark Zuckerberg founded Facebook in his college dorm room six yea"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://www.pawworks.org/uncategorized/2022/03/who-is-paw-works/",
      "title": "Paw Works Animal Rescue - Sheltering Those Who Cannot Speak for Themselves",
      "description": "Rescue, Adopt, Shelter: Paw Works partners with shelters, giving abandoned animals a second chance. Join us in responsible pet ownership and combating overpopulation.",
      "preview": "In Loving Memory of Chad Atkins, Co-Founder Paw Works is a 501c3 organization. In Loving Memory of Chad Atkins, Co-Founder Donate Adopt Hospital Board"
    },
    {
      "url": "https://www.investopedia.com/terms/d/dull-market.asp",
      "title": "Dull Market: What It Is, How It Works, Examples",
      "description": "A dull market is a market where there is little activity. A dull market consists of low trading volumes and tight daily trading ranges.",
      "preview": "Top Stories Discover 6 Tiny Towns Perfect for a Peaceful and Affordable Retirement 7 Signs You're Ready to Retire Early Retiring This Fall? Now's th"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://el.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Πρόσθετο WordPress | WordPress.org Ελληνικά",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Αναζήτηση πρόσθετων Λεπτο"
    },
    {
      "url": "https://www.inobat.ch/",
      "title": "INOBAT | Home",
      "description": "INOBAT erhebt, verwaltet und verwendet die vorgezogene Entsorgungsgebühr, die Konsumentinnen und Konsumenten mit dem Kaufpreis von Batterien und Akkus entrichten. Informieren Sie sich!",
      "preview": "JavaScript wird für die richtige Funktion dieser Webseite benötigt. Bitte schalten Sie es ein. Batterien gehören zurück Gebrauchte Batterien gelten in"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://wernerjanssen.nl/shop/boek-bewust-improviseren-plus-plus-pakket/",
      "title": "Boek Bewust Improviseren plus voor plus pakket - Werner Janssen",
      "description": "void",
      "preview": "U bevindt zich hier: Home 1 / Shop 2 / Uncategorized 3 / Boek Bewust Improviseren plus voor plus pakket Boek Bewust Improviseren plus voor plus pakket"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "https://www.easyjet.com/en/help/baggage",
      "title": "Cabin bags | easyJet",
      "description": "Everything you need to know about cabin bag sizes and allowances.",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://ostrovit.com/en/menu/superfoods-18763.html",
      "title": "Advanced search engine - Official store | OstroVit",
      "description": "Search for products that will be most suitable for you. Only proven sports nutrition and effective dietary supplements.",
      "preview": "Home Search The product you are looking for has not been found. Use Search . Advanced search engine To search for the product you are interested in, s"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://data.unhcr.org/en/situations/ukraine",
      "title": "Situation Ukraine Refugee Situation",
      "description": "void",
      "preview": "Regional Dashboards Factbook - Ukraine Refugee Situation 2025 RRP Achievements Ukraine Refugee Situation Regional Intentions Survey (5th & 6th Round)"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://www.aluminum-coil.net/reasons-for-even-film-thickness-of-aluminium-anodizing-sheet-plate.html",
      "title": "Reasons for uneven film thickness of aluminium anodizing sheet plate",
      "description": "The causes for uneven thickness of an aluminium anodizing sheet plate includes inappropriate solution temperature, effective area, contact state and sulfuric acid concentration etc.",
      "preview": "Welcome to the web of Haomei Aluminum  86-18137889531  nydia@aluminumhm.com Home About Us Haomei Certificates Our History Our Team Our Factories Soc"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://voinaimir.info/tag/%D1%84%D0%B0%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D1%8A%D0%BC/",
      "title": "фаминизъм Архиви - Война и мир",
      "description": "void",
      "preview": "Skip to content No results Обезлюдяването на древния свят Георги Драганов 08/09/2019"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://watsoncoleman.house.gov",
      "title": "Home",
      "description": "The Official U.S. Congressional website of Bonnie Watson Coleman",
      "preview": "Click here to learn more about how the government shutdown will impact you and where you can find resources to help. Close About Priorities E-Newslett"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/SV1106WKT/shark-freestyle-cordless-vacuum/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://exifremover.com/",
      "title": "EXIF Remover - Remove EXIF and Metadata from Files Online",
      "description": "Free online EXIF remover for images, videos, and PDFs. Clean metadata from your files to protect your privacy. Fast, secure, and easy to use.",
      "preview": "UPLOAD FILES CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL EXIF Remover EXIF (Exchangeable Image File Format) metadata is automatically embedded in"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "https://nissan.oemdtc.com/category/recalls",
      "title": "Recalls | Nissan & Infiniti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://soundcloud.com/thelayover/ep-26-like-hair-we-be-conditioned",
      "title": "Stream episode EP 26: Like Hair, We Be Conditioned by The Layover podcast | Listen online for free on SoundCloud",
      "description": "Play EP 26: Like Hair, We Be Conditioned by The Layover on desktop and mobile. Play over 320 million tracks for free on SoundCloud.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Natachi Mez shares a story about her evolut"
    },
    {
      "url": "https://www.kark.com/news/local-news/crews-respond-to-possible-crash-near-clinton-national-airport/",
      "title": "FAA says 5 on board plane that crashed near Clinton National Airport, deputies say no survivors | KARK",
      "description": "Officials said five people were on board an airplane that crashed near the Clinton National Airport just after noon Wednesday, with deputies at the scene saying there were no survivors found.",
      "preview": "Skip to content"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "http://www.Spectrum.net/SpectrumTVApp",
      "title": "Spectrum.net",
      "description": "Sign in to your Spectrum account for the easiest way to view and pay your bill, watch TV, manage your account and more.",
      "preview": "Cookies are disabled We're sorry, cookies are disabled in this browser. To view this site, please enable cookies. Javascript is disabled We're sorry,"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.ncoa.org/economic-security/money-management/scams-security/top-10-scams-targeting-seniors/",
      "title": "The Top Online Payment Scams Targeting Seniors",
      "description": "Older adults are frequent targets of payment scams. Learn what red flags to look out for, so you can keep yourself or a senior you know safe.",
      "preview": "Skip to main content This site uses cookies. We use cookies to give you the best experience on our website. For more information on what this means an"
    },
    {
      "url": "https://www.nfl.com/news/packers-aaron-rodgers-finishes-retreat-addresses-future-i-don-t-want-to-drag-any",
      "title": "Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around'",
      "description": "Packers quarterback Aaron Rodgers spoke publicly for the first time since completing his darkness retreat. Although he does not have a decision yet, he recognizes the benefit of giving the team an answer in the near future.",
      "preview": "Skip to main content Advertising Around the NFL Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around' Publi"
    },
    {
      "url": "https://drachen.org/",
      "title": "Drachen.org",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! July 28, 2025 × drachen.org - Website No Longe"
    },
    {
      "url": "https://time.com/5935439/tj-osborne/",
      "title": "T.J. Osborne Is Ready to Tell His Story: Exclusive | TIME",
      "description": "T.J. of the Brothers Osborne is now the only openly gay artist signed to a major country label-a historic moment for the genre.",
      "preview": "Brothers Osborne frontman T.J. Osborne hopes to see Nashville become more inclusive Kristine Potter for TIME By Sam Lansky February 3, 2021 10:00 AM E"
    },
    {
      "url": "http://www.gamergirl.fr/resident-evil-village-localisation-de-toutes-les-latrines-du-jeu/",
      "title": "Resident Evil Village : Localisation de toutes les latrines du jeu",
      "description": "Voici une solution pour trouver toutes les latrines dans Resident Evil Village.",
      "preview": "Astuces 1 Resident Evil Village : Localisation de toutes les latrines du jeu par Gamergirl · 14 mai 2021 RESIDENT EVIL VILLAGE Développeur : Capcom Ed"
    },
    {
      "url": "https://livenationproductions.com/",
      "title": "Live Nation Productions",
      "description": "Live Nation Productions was launched in 2016 as the film and television production division of Live Nation Entertainment. The production arm expands the Live Nation Entertainment brand, which includes Live Nation and Ticketmaster, to tell musically-driven stories for audiences worldwide.",
      "preview": "Scroll to top Skip to content Who We Are Our Work Something Beautiful K-Pops Hurry Up Tomorrow Billy Idol Should be Dead Rebbeca Still Free TC Hip Hop"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://ywcaatlanta.org/",
      "title": "YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "YWCA of Greater Atlanta is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "0 2024 Impact Report A year of reintroduction Collaboration in Action The Campaign to Revitalize the Phillis Wheatley Westside YWCA Learn more FREE Co"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hikikomarxist.tumblr.com/",
      "title": "hikikomarxist",
      "description": "hi i'm lance. he/him, gray ace. i'm here to make friends and shitpost about my true passion: anarchocommunism",
      "preview": "hikikomarxist 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna caitlinkuhwaldillustration Happy"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "https://www.ted.com/talks/enric_sala_let_s_turn_the_high_seas_into_the_world_s_largest_nature_reserve?rss",
      "title": "Enric Sala: Let's turn the high seas into the world's largest nature reserve | TED Talk",
      "description": "What if we could save the fishing industry and protect the ocean at the same time? Marine ecologist Enric Sala shares his bold plan to safeguard the high seas -- some of the last wild places on earth, which fall outside the jurisdiction of any single country -- by creating a giant marine reserve that covers two-thirds of the world's ocean. By protecting the high seas, Sala believes we will restore the ecological, economic and social benefits of the ocean. \"When we can align economic needs with conservation, miracles can happen,\" Sala says.",
      "preview": "void"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "http://www.rocklineind.com/products/",
      "title": "Products to make your life a little easier » Rockline Industries",
      "description": "void",
      "preview": "Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER Rockline product line Rockline designs, engineers and manufactures the world's fin"
    },
    {
      "url": "https://levonbiss.com",
      "title": "LEVON BISS | Discover Nature's Artistry Today",
      "description": "Explore Levon Biss's photographic work, including insect, seeds, fruits, botany, extinct species, amber series, and exhibitions. Learn more about his captivating art.",
      "preview": "0 Email Address Sign Up Thank you!"
    },
    {
      "url": "https://stlzoo.org/news/andean-bear-out-of-habitat-again-and-returned-safely",
      "title": "Andean bear out of habitat again and returned safely | Saint Louis Zoo",
      "description": "The Zoo Animal Emergency Response protocol was implemented and various team members responded accordingly.",
      "preview": "Skip to main content February 23, 2023 Andean bear out of habitat again and returned safely The Zoo Animal Emergency Response protocol was implemented"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}