{
  "data": [
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "https://globalprivacycontrol.org/",
      "title": "Global Privacy Control - Take Control Of Your Privacy",
      "description": "Exercise your privacy rights in one step via the \"Global Privacy Control\" (GPC) signal, a proposed specification backed by over a dozen organizations.",
      "preview": "Take control of your privacy. Online privacy should be accessible to everyone. It starts with a simpler way to exercise your rights. Get Started Get I"
    },
    {
      "url": "https://ourworldindata.org/life-expectancy",
      "title": "Life Expectancy - Our World in Data",
      "description": "People are living longer across the world, but large differences remain. Explore global data on life expectancy and how it has changed over time.",
      "preview": "Gdoc / Admin Across the world, people are living longer. In 1900, the average life expectancy of a newborn was 32 years. By 2021 this had more than do"
    },
    {
      "url": "https://c9dec711a.app-ads-txt.com/",
      "title": "app-ads-txt.com",
      "description": "void",
      "preview": "Redirecting in seconds."
    },
    {
      "url": "https://www.donorschoose.org/donors/search.html",
      "title": "Find a classroom to support | DonorsChoose",
      "description": "DonorsChoose makes it easy for anyone to help students in need. Public school teachers from every corner of America post classroom project requests on our site, and you can give any amount to the project that most inspires you.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "http://byblackcon.com/",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://www.thegef.org/gef/",
      "title": "Home | GEF",
      "description": "void",
      "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
    },
    {
      "url": "https://www.xing.com/spi/shares/new?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "XING",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.allefeestbenodigdheden.com/feestbenodigdheden/dj-huwelijk/",
      "title": "' DJ Huwelijk",
      "description": "void",
      "preview": "Door gebruik te maken van deze website gaat u akkoord met de algemene voorwaarden . Melding verbergen Spring naar de hoofdnavigatie Skip to content Gi"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://flex.amazon.com/faqs/",
      "title": "Amazon Flex",
      "description": "Make quicker progress toward your goals by driving and earning with Amazon Flex.",
      "preview": "void"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "https://despabilate.com/tag/meteorito-3-de-agosto-2019/",
      "title": "DESPABILATE MUNDO, Portal de Espiritualidad, Meditación y MAS!",
      "description": "Espiritualidad, Meditación, Chakras, ETC. TIPS prácticos para el bienestar, Lo que estabas buscando se llama DESPABILATE!",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Portal de espiritualidad , meditación y crecimiento personal. En DESPABIL"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://allswellhome.com/collections/use-all-less-toppers-and-allswell-mattress/products/the-supreme-pillow",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://support.stripe.com/how-to-disconnect-a-linked-financial-account",
      "title": "Stripe: Help & Support",
      "description": "Find help and support for Stripe. Our support site provides answers on all types of situations, including account information, charges and refunds, and subscriptions information. Get your questions answered and find international support for Stripe.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://ellatinoonline.com/2012/05/03/lleva-mama-al-cine/",
      "title": "Lleva a Mamá al cine - El Latino",
      "description": "void",
      "preview": "¡No se quede fuera! Manténgase informado; reciba nuestro boletín Registrese Skip to content Envía un mensaje de texto con la palabra \"El latino Mama\""
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://www.handtalk.me/en/helpaccessibility/",
      "title": "Acessibility - Hand Talk",
      "description": "The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources, according to the WCAG (Web Content Accessibility Guidelines) recommendations from W3C (World Wide Web Consortium), the main organization for Web standardization, that develops technical specifications and guidelines for international use. By doing this, people with visual, hearing and",
      "preview": "Home » Acessibility Acessibility The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources,"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.indian-markt.com/products/8901701103101",
      "title": "Please Log In",
      "description": "void",
      "preview": "Indian-Markt Sehr geehrte/r Kunden, Unser Online-Shop ist bis auf Weiteres geschlossen. Bitte besuchen Sie unser Ladengeschäft in Kleinfeld Str. 46, 7"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "https://www.dgs.ca.gov/Privacy",
      "title": "Privacy",
      "description": "void",
      "preview": "Skip to Main Content PRIVACY POLICY STATEMENT The California Department of General Services (\"DGS\") recognizes the importance of safeguarding the pers"
    },
    {
      "url": "https://www.oxygenmag.com/life/womens-fitness-personalities/jaclyn-cordeiro-on-striving-for-progress-not-perfection/",
      "title": "Jaclyn Cordeiro on Striving for Progress, Not Perfection - Oxygen Mag",
      "description": "Jaclyn Cordeiro works hard, plays hard and loves every minute of it!",
      "preview": "Oxygen Mag Powered by Outside Photo: West Studio Heading out the door? Read this article on the new Outside+ app available now on iOS devices for memb"
    },
    {
      "url": "http://www.tiffanyandcofoundation.org/",
      "title": "The Tiffany & Co. Foundation",
      "description": "void",
      "preview": "Replay Replay The Tiffany & Co. Foundation seeks to preserve the world's most treasured seascapes and landscapes, fueled by the love we have for our p"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.starstijlmeubelen.nl/eetkamertafels/kloostertafel-lexington-lexington-avenue-frans-antiek-eiken/129",
      "title": "Klassieke eetkamertafels",
      "description": "Eetkamertafels in diverse soorten en maten zijn leverbaar uit onze brede collectie klassieke meubelen. Te vinden bij Star Stijlmeubelen.",
      "preview": "Beoordeling 9.3 gebaseerd op 338 individuele klantbeoordelingen op 5-sterrenspecialist U bent hier: Home Klassieke eetkamertafels Eetkamertafels Eetka"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://www.naceweb.org/about-us/jobwire.aspx",
      "title": "NACE Jobwire",
      "description": "void",
      "preview": "We have some exciting news to share with you: NACE is rebranding! Fresh look. Bolder voice. Same powerful mission. See What's Ahead! National Associat"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://data.mulhouse-alsace.fr/explore/dataset/m2a_orthophotographie-2018/information/",
      "title": "Orthophotographie 2018 sur le territoire de m2A - Open Data Mulhouse Alsace Agglomération - m2A",
      "description": "Orthophotographie de Mulhouse Alsace Agglomération produite à partir des prises de vues réalisées le 11 avril 2018. L'orthophotographie est cofinancée par l'Union Européenne avec le Fonds Européen de Développement Régional Les données d'une résolution de 8 cm par pixel sont organisées en dalles de 1kmx1km au format jpeg. Chaque dalle est téléchargeable par le fichier Zip qui contient l'image au format jpeg et un fichier de calage au format jgw pour les SIG. Le système de projection est RGF93.CC48 Couverture Spatiale : Baldersheim - Bantzenheim - Battenheim - Berrwiller - Bollwiller - Bruebach - Brunstatt-Didenheim - Chalampé - Dietwiller - Eschentzwiller- Feldkirch - Flaxlanden - Galfingue - Habsheim - Heimsbrunn - Hombourg - Illzach - Kingersheim - Lutterbach - Morschwiller-le-Bas - Mulhouse - Niffer - Ottmarsheim - Pfastatt - Petit-Landau - Pulversheim - Reiningue - Richwiller - Riedisheim - Rixheim - Ruelisheim - Sausheim - Staffelfelden - Steinbrunn-le-Bas - Ungersheim - Wittelsheim - Wittenheim - Zillisheim - Zimmersheim",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "https://beepner.tumblr.com/post/116589676171",
      "title": "You Can Not (re)Blog - codeorg: With all the national debate on...",
      "description": "codeorg: With all the national debate on...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://www.deeplearningbook.org/",
      "title": "Deep Learning",
      "description": "void",
      "preview": "Deep Learning An MIT Press book Ian Goodfellow and Yoshua Bengio and Aaron Courville Exercises Lectures External Links The Deep Learning textbook is a"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2020/7/16/21324662/climate-change-air-pollution-tracking-greenhouse-gas-emissions-trace-coalition",
      "title": "Climate change: The world's greenhouse gas emissions will be tracked in real time | Vox",
      "description": "The new Climate TRACE Coalition is assembling the data and running the AI.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "http://www.pagat.com/rummy/handfoot.html",
      "title": "Hand and Foot - Card Game Rules",
      "description": "How to play Hand and Foot Canasta, an American game in which each player has both a hand of cards and a foot, which is picked up when all the cards from the hand have been played.",
      "preview": "Home A-Z Select language ▼ deutsch english Home Page > Classified Index > Draw and Discard Games > Rummy Games > Hand and Foot Hand and Foot Introduct"
    },
    {
      "url": "https://prominencebank.com/corporate-finance/",
      "title": "Corporate Finance - Prominence Bank",
      "description": "Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecasts for the short-term as",
      "preview": "Skip to content Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecas"
    },
    {
      "url": "http://mptf.undp.org/factsheet/fund/COV00",
      "title": "UN COVID-19 MPTF",
      "description": "The Secretary-General's UN COVID-19 Response and Recovery Trust Fund was a UN mechanism to address the unprecedented socio-economic threats of the COVID-19 pandemic, particularly for countries and populations most vulnerable to the pandemic. Based on the principle of global solidarity, the Fund was UN reform in action. Through fast and efficient financing, the Fund mobilized the UN's expertise and its global reach for rapid integrated UN responses, led by the Resident Coordinator, to support countries and safeguard their progress towards the SDGs. The fund is now completed. The latest narrative report can be found: United Nations Covid-19 Response and Recovery Fund Final Narrative Report (February 2023)",
      "preview": "Skip to main content UN COVID-19 MPTF Overview Contributors Financials Objectives Governance Projects Results News Documents Contacts Tools Search doc"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://www.adventurehobbiesandtoys.com/products/60263-ocean-mini-submarine",
      "title": "60263 Ocean Mini-Submarine - Adventure Hobbies & Toys",
      "description": "Kids can dive into creative play with this LEGO City Ocean Mini-Submarine 60263 playset. There's a toy submarine with a bubble cockpit and inspection arms, a pirate treasure chest with gems and a cool hammerhead shark figure. In fact, this building kit has all kids need for imaginative underwater adventures. This 4+ to",
      "preview": "Skip to content Two Locations: Christiansburg, and Roanoke! Call 540-382-2871 for Christiansburg or 540-595-9147 for Roanoke Two Locations: Christians"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "http://www.ncihc.org/",
      "title": "Home",
      "description": "void",
      "preview": "Menu Member Login Home About Mission, Goals and Values Board of Directors Committees and Work Groups Executive Committee Standards and Training Commit"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://crisistrends.org/",
      "title": "Crisis Trends - Crisis Text Line",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thewrap.com/wendy-williams-ratings-sherri-shepherd/",
      "title": "'Wendy Williams' Hits Season High in Ratings With Sherri Shepherd as Guest Host - TheWrap",
      "description": "Williams is out until at least December",
      "preview": "Skip to content \"Wendy Williams\" continues to see strong ratings with its slew of guest hosts, with Sherri Shepherd's turn posting its best numbers of"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://rpra.ca/programs/batteries/",
      "title": "Batteries - RPRA",
      "description": "void",
      "preview": "About Us About RPRA Careers Contact Us Who We Are How We Operate Advisory Councils Corporate Documents Our Board Our Team Programs Digital Reporting S"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "https://books.apple.com/book-series/id1469981073/",
      "title": "‎Enterprise Blueprint - Book Series on Apple Books",
      "description": "Download and read the digital version of Enterprise Blueprint book series on Apple Books.",
      "preview": "Enterprise Blueprint Apple Inc. - Business Enterprise Blueprint Apple Inc. - Business"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "http://www.newdir.it/ricerca.php?q=astucci+per+integratori+alimentari",
      "title": "Astucci per integratori alimentari su NewDir.it",
      "description": "NewDir.it è la nuova directory gratis per segnalare il tuo sito e incrementare la tua posizione sui motori.",
      "preview": "Iscriviti per registrare più siti web CONTATTI LOGIN ISCRIVITI AGGIUNGI UN SITO HOME packaging line srls copertine e custodie per cd e dvd copertine p"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://tarot-online.com.pl/znaczenie-kart-tarota/",
      "title": "Znaczenie kart Tarota | Tarot Online",
      "description": "Poznaj znaczenie kart Tarota online. Znaczene kart Tarota Małe i Wielkie Arkana oraz znaczenie Kart Tarota Buławy, Monety, Puchary i Miecze.",
      "preview": "Dołącz do klubu 2 2025.10.07 Sprawdź nowy dostępny rozkład na 12 kart Tarota 2025.10.06 Odkryj nowe funkcje w Tarot Online! Karty Cennik Blog Dołącz Z"
    },
    {
      "url": "https://www.guidestar.org/profile/53-0196517",
      "title": "Goodwill Industries International Inc - GuideStar Profile",
      "description": "GOODWILL WORKS TO ENHANCE THE DIGNITY AND QUALITY OF LIFE OF INDIVIDUALS AND FAMILIES BY STRENGTHENING COMMUNITIES, ELIMINATING BARRIERS TO OPPORTUNITY,...",
      "preview": "GuideStar Goodwill Industries International Inc HQ Goodwill believes in the power of work to change lives and that career navigation and skills buildi"
    },
    {
      "url": "http://outfit7.com/privacy/",
      "title": "PRIVACY POLICY FOR GAMES",
      "description": "void",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch Please select العربية Deutsch English Español Français हिन्दी Bahasa Indonesia Italiano 日本語 한국어"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://www.amc-esk.pl/koszyk/",
      "title": "Koszyk - amc-esk",
      "description": "void",
      "preview": "+48 (32) 763 72 09 | biuro@amc-esk.pl Elektroniczne Systemy Konstatowania AMC-ESK O NAS INFORMACJE O SPÓŁCE HISTORIA POLITYKA PRYWATNOŚCI OFERTA ZESTA"
    },
    {
      "url": "https://docs.aws.amazon.com/sagemaker/latest/dg/whatis.html",
      "title": "What is Amazon SageMaker AI? - Amazon SageMaker AI",
      "description": "Learn about Amazon SageMaker AI, including information for first-time users.",
      "preview": "What is Amazon SageMaker AI? - Amazon SageMaker AI Documentation Amazon SageMaker Developer Guide Amazon SageMaker AI rename Amazon SageMaker and Amaz"
    },
    {
      "url": "https://www.crowdmgmt.com/yolondafrederick",
      "title": "Yolonda Frederick-Thompson: celebrity makeup artist, beauty director, inventor",
      "description": "Yolonda Frederick-Thompson is a 24-year expert makeup artist, beauty director and inventor of renowned makeup iPhone accessory Glam or Ring.",
      "preview": "top of page BOOK CESAR Yolonda Frederick-Thompson celebrity makeup artist, beauty director, inventor Book Yolonda Frederick-Thompson REEL BIO Yolonda"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-ribbon-apl-ref-211025",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "https://dnr.mo.gov/waste-recycling/reduce-reuse-recycle/what-to-do-with-specific/electronics/registered-computer-equipment-manufacturers-list",
      "title": "Registered Computer Equipment Manufacturers List | Missouri Department of Natural Resources",
      "description": "The computer equipment manufacturers listed below have a department approved recovery plan. The recovery plan details how the manufacturer plans to offer free and convenient recycling to consumers that purchased specific computer equipment manufactured under one of their brands or sub-brands and covered under Missouri's Electronics Scrap Management rule. For more information about Missouri's Electronics Scrap Management rule and specific covered equipment, visit Electronics.",
      "preview": "Skip to main content DROUGHT ALERT - Conditions continue to deteriorate, with 97% of the state experiencing abnormally dry conditions. Registered Comp"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://docs.anthropic.com/claude/docs/quickstart",
      "title": "Get started with Claude - Claude Docs",
      "description": "Make your first API call to Claude and build a simple web search assistant",
      "preview": "Claude Docs home page English Search... ⌘ K Search... Navigation First steps Get started with Claude Welcome Claude Developer Platform Claude Code Mod"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://www.splunk.com/",
      "title": "Splunk | The Key to Enterprise Resilience",
      "description": "Splunk is the key to enterprise resilience. Our platform enables organizations around the world to prevent major issues, absorb shocks and accelerate digital transformation.",
      "preview": "Deutsch Francais 日本語 한국어 中文 繁體中文 false AI-Powered Security and Observability Revolutionize digital resilience for AI, with AI. Request a demo Splunk i"
    },
    {
      "url": "https://musicorspaceshuttle.com/tag/future-rock-legends/",
      "title": "future rock legends | Music or Space Shuttle?",
      "description": "Posts about future rock legends written by Sam",
      "preview": "\"I bet Dave Grohl is the one who nominated them.\" \"Dave Grohl will show up. He'd give the speech.\" \"Who was THEIR champion in the room? Probably Dave"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://globalfishingwatch.org/topics/",
      "title": "Technology for Ocean Management | Global Fishing Watch",
      "description": "Global Fishing Watch is harnessing innovative technology to turn open data into actionable information that improves ocean management.",
      "preview": "Skip to content Topics Commercial fishing Global Fishing Watch is harnessing innovative technology to turn transparent data into actionable informatio"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.skinstore.com/u-beauty-the-mantle-skin-conditioning-wash-150ml/14006740.html?switchcurrency=USD&shippingcountry=US&utm_source=AWin-%21%21%21affid%21%21%21&utm_medium=affiliate&utm_campaign=AffiliateWin%7CFeed&slfpid=3",
      "title": "Shop SkinStore Favorites Now at Dermstore | Dermstore",
      "description": "SkinStore is now Dermstore! Shop your favorite skincare, hair, and beauty brands all in one trusted destination.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "https://www.ywcagp.org/",
      "title": "YWCA Glendale & Pasadena | Peace | Justice | Freedom",
      "description": "Discover YWCA Glendale & Pasadena: A beacon of hope, offering Domestic Violence Survivor Services, Violence Prevention Education, and Girls' Empowerment Programs. Join us in our mission to eliminate racism, empower women, and promote peace and justice for all. Take action today!",
      "preview": "0 Our Services Tickets Now Available! Click here Break Free From Domestic Violence Get Support Emergency Domestic Violence Shelter Reach Out Girls' Em"
    },
    {
      "url": "https://miami.cbslocal.com/2022/02/12/florida-seeks-clear-abortion-waiting-period/",
      "title": "Florida Seeks To Clear Way For Abortion Waiting Period - CBS Miami",
      "description": "As Florida lawmakers consider blocking abortions after 15 weeks of pregnancy, the state also is seeking to scuttle a court challenge to a 2015 law that would require women to wait 24 hours before having abortions.",
      "preview": "Local News Politics Consumer Health Entertainment Tech Lottery News Neighbors 4 Neighbors U.S. World NEXT Weather Tracking The Tropics Hurricane Preps"
    }
  ],
  "_meta": {
    "total_bookmarks": 118
  }
}