{
  "data": [
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "http://www.realbeer.com/fun/games/games-353.php",
      "title": "Realbeer.com: Beer Game: Asshole",
      "description": "void",
      "preview": "HOME | BEER.EDU | FUN | NEWS | RETAIL | BREWERIES & PUBS | LINKS | EVENTS Fun - Games - Burps - Toasts - Humor - Quotes - Poll - Contests Beer.edu - B"
    },
    {
      "url": "https://www.pneus.fr/austone-sp901-235-65-r17-104v--102653",
      "title": "Comparez Pneus Budget: Austone SP901 235 65 R17 235/65 R17 104V 104 V EAN: 6937833500213 | Pneus.fr",
      "description": "Achetez maintenant Austone SP901 104 V Pneus EAN: 6937833500213 pour ✅ en ligne et comparezavec 80 715 autres pneus",
      "preview": "Pour avoir accès à toutes les fonctionnalités de cette page, il est nécessaire d'installer Javascript. Vous trouverez ici des instructions pour pouvoi"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://www.shuajota.com/2021/11/nba-2k22-space-jam-new-legacy-100-free.html",
      "title": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K",
      "description": "Mod Info✔️: This mod created by AGP2K Gaming PH adds a cyberfaces for Tune and The Goon squads and a custom global to NBA 2K22.",
      "preview": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K person Shuajota November 12, 2021 share NBA 2K22 Space Jam: A New Legacy (100% Free Mods) b"
    },
    {
      "url": "http://one.npr.org/?sharedMediaId=491296791:491296928",
      "title": "Should Your Next Car Be Electric? : NPR One",
      "description": "Should Your Next Car Be Electric?",
      "preview": "void"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "http://patient.info/",
      "title": "Patient.info: Health Information and Symptom Checker",
      "description": "Healthcare information and symptom checker for patients and professionals. Book your GP appointment or order your medication online with Patient.",
      "preview": "Skip to main content Home Health advice Medicines and treatment Tools and resources Community Medical professionals Health topics Trusted patient info"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://tedatwork.ted.com",
      "title": "TED@Work : Inspire new ways of working",
      "description": "TED@Work supports learning and skills development, culture-building, communication, leadership and more. Our suite of talent solutions includes a workplace learning program, communication coaching and strategic business events.",
      "preview": "Manager and leadership development is a top priority for organizations. Check out our Manager Confidential series! Anchor Link to Section 0 Workplace"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "http://www.inail.it/",
      "title": "Home",
      "description": "void",
      "preview": "Passa al contenuto principale Impostazioni cookie Vai al menu principale Vai al contenuto principale Notizie in evidenza Bando Isi 2024 Chiusa la proc"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.dailynews.com/2021/12/13/new-plan-calls-for-closure-of-aliso-canyon-facility-by-2023/",
      "title": "New plan calls for closure of Aliso Canyon gas facility by 2023 - Daily News",
      "description": "Sen. Henry Stern's plan, which is still in development, focuses on four areas, including developing local clean energy generation and storage, cutting demand for natural gas, improving efficiency measures and replacement of leaky furnaces and water heaters with new heat pumps and tankless water heaters.",
      "preview": "Skip to content California Senator Henry Stern announces that he will introduce legislation to get the Aliso Canyon gas storage facility shut down dur"
    },
    {
      "url": "https://www.centexchamber.com/",
      "title": "Home | CTAAC",
      "description": "The mission of the Cen-Tex-Tex African American Chamber of Commerce is to create economic and community development.",
      "preview": "top of page Strengthening our Community by Empowering Business Become a Member Networking Chamber members enjoy multiple marketing platforms designed"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.medscape.com/",
      "title": "Latest Medical News, Clinical Trials, Guidelines - Today on Medscape",
      "description": "Today on Medscape : Get the latest medical news, clinical trial coverage, drug updates, journal articles, CME activities & more on Medscape. A free resource for physicians.",
      "preview": "close Please confirm that you would like to log out of Medscape. If you log out, you will be required to enter your username and password the next tim"
    },
    {
      "url": "https://www.ifc.org/wps/wcm/connect/corp_ext_content/ifc_external_corporate_site/home",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://smallbusiness.withgoogle.com/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_footer",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "http://www.codicesorgente.it/",
      "title": "Come scegliere ed acquistare i Migliori Prodotti ✔️ CodiceSorgente.it",
      "description": "Trova i migliori prodotti con il confronto modelli, caratteristiche, recensioni e prezzi. Risparmia comprando i prodotti migliori per rapporto qualità/prezzo",
      "preview": "Salta al contenuto Confronta prodotti ed Acquista risparmiando Acquistare prodotti online è più comodo ed economico , ma per comprare il miglior prodo"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop-63360a8099738d3a9ab16ce4?show_live_page=true",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://www.ricksteves.com/europe/italy/florence",
      "title": "Florence Travel Guide by Rick Steves",
      "description": "Explore Florence! Get inspired with Rick Steves' recommended places to go and things to do, with tips, photos, videos, and travel information on Florence.",
      "preview": "Home / Explore Europe / Italy / Florence Florence's Duomo Florence Florence, the home of the Renaissance and birthplace of our modern world, has the b"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://developer.paypal.com/home",
      "title": "PayPal Developer",
      "description": "Learn how to create and integrate scalable PayPal checkout solutions for web and mobile applications.",
      "preview": "Docs Online In-person Multiparty 3rd-party Payouts Disputes Reports Identity Tracking Docs archive APIs & SDKs REST APIs Server SDKs JavaScript SDK Mo"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "https://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://nnaf.org/aclu",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. Protect Abortion Access. Donate to Abortion Funds! With our constitutionally prote"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://invest.bnpparibas.com/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Statements/async_function",
      "title": "async function - JavaScript | MDN",
      "description": "The async function declaration creates a binding of a new async function to a given name. The await keyword is permitted within the function body, enabling asynchronous, promise-based behavior to be written in a cleaner style and avoiding the need to explicitly configure promise chains.",
      "preview": "Skip to main content Skip to search async function Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "http://www.landbell.de",
      "title": "Rücknahmesysteme & Verpackungslizenz in Deutschland",
      "description": "Landbell bietet zertifizierte Rücknahmesysteme & Entsorgungslösungen für Verpackungen - jetzt lizenzieren & gesetzeskonform handeln",
      "preview": "Zum Inhalt springen PORTALE & SHOPS EASy Shop CALCULATE YOUR PACKAGING Join us on LINKEDIN Suche nach: Kontakt Portale & Shops EASy Shop CALCULATE YOU"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://nissan.oemdtc.com/category/recalls",
      "title": "Recalls | Nissan & Infiniti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://events.microsoft.com/en-us/allevents/?language=English&clientTimeZone=1&search=security",
      "title": "Microsoft Events Search",
      "description": "Find Microsoft events and learning opportunities designed to help you expand your expertise, learn new skills, and build community.",
      "preview": "This is the Trace Id: 59d164a435a2151836bc0284837ba5eb Skip to main content Expand your skills and shape the future at Microsoft Ignite, November 18-2"
    },
    {
      "url": "https://www.thetorturedatabase.org/search/apachesolr_search",
      "title": "Search | www.thetorturedatabase.org",
      "description": "...",
      "preview": "Torture Foia Database About Accountability Search Help ACLU [ - ] After September 11, 2001, U.S. officials authorized the cruel treatment and torture"
    },
    {
      "url": "https://mctheunicorn.tumblr.com/",
      "title": "@mctheunicorn on Tumblr",
      "description": "The blog of one human Stephanie.",
      "preview": "Posts Likes spookybuttons-deactivated202101 Hi friends! A lot of you guys have been sending me ask about the situation at Xica's village and how to he"
    },
    {
      "url": "https://www.balsamhill.com/p/bh-fraser-fir-artificial-christmas-tree?sku=2808946",
      "title": "BH Fraser Fir® Artificial Christmas Tree | Balsam Hill",
      "description": "Add natural elegance and charm to your holiday display with the beloved BH Fraser Fir®. Find realistic artificial Christmas trees and more at Balsam Hill today.",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "http://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "http://www.dqxxkx.cn/EN/volumn/volumn_3431.shtml",
      "title": "Journal of Geo-information Science",
      "description": "Journal of Geo-information Science",
      "preview": "× 模态框（Modal）标题 在这里添加一些文本 Close Close Submit Cancel Confirm × 模态框（Modal）标题 × Please choose a citation manager RIS (ProCite, Reference Manager) BibTeX C"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    }
  ],
  "_meta": {
    "total_bookmarks": 68
  }
}