{
  "data": [
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://abcnews.go.com/",
      "title": "ABC News - Breaking News, Latest News and Videos",
      "description": "Your trusted source for breaking news, analysis, exclusive interviews, headlines, and videos at ABCNews.com",
      "preview": "Bashar Taleb/AFP via Getty Images Live Updates Israel-Gaza live updates: Ceasefire in effect as IDF repositions Related: 'Everybody's happy': Trump ce"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://www.thekitesociety.org.uk/",
      "title": "void",
      "description": "void",
      "preview": "The Kite Society of Great Britain Founded 1979 This site is intended to provide a comprehensive reference source to information about kites and kite f"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "http://www.marinemammalcenter.org/what-we-do/rescue/what-we-do-if-you-find-a.html",
      "title": "Rescue | The Marine Mammal Center",
      "description": "Find out how hundreds of sick, injured and orphaned marine mammals are rescued each year.",
      "preview": "Skip to main content Patient Journey / Rescue Rescue TMMC logo loading indicator marine animal, marine mammal, rescue, shelter, hospital, rehabilitati"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://www.avantgarde-prague.cz/ubytovani/?EquipmentID=162",
      "title": "Ubytování | Avantgarde Prague",
      "description": "Tipy na ubytování v Praze a on-line rezervace",
      "preview": "Prohlídky s průvodcem Vstupenky Vánoce a Silvestr Aktivity Transfery Wellness & spa Gastronomické zážitky Celá nabídka Sdílet E-mail Copy link Sdílet"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://www.sohadiamondco.com/blogs/fashion/when-something-old-becomes-something-new",
      "title": "When Something Old Becomes Something New - Soha Diamond Co.™",
      "description": "Sometimes, for various reasons, we get requests to repurpose existing jewelry (typically wedding rings) into something brand new. While every request is different, we are delighted to help take existing metal or stones and incorporate into a new and special design. It also gives the chance to have \"something old, somet",
      "preview": "- | / Save up to % Save % Save up to Save Sale Sold out In stock Book Your Visit! Engagement Ring Experts Near You in Madison, WI Search Login 0 Cart"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://geojson.io/",
      "title": "geojson.io | powered by Mapbox",
      "description": "A quick, simple tool for creating, viewing, and sharing spatial data.",
      "preview": "geojson.io powered by Sign up for Mapbox"
    },
    {
      "url": "https://www.treccani.it/vocabolario/tecnologia/",
      "title": "Tecnologìa - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola tecnologìa. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    },
    {
      "url": "https://portaleinfach.org/tag/d%C2%B7a%C2%B7ch/",
      "title": "D·A·CH - Infoportal Einfache Sprache",
      "description": "Beiträge über D·A·CH von Infoportal",
      "preview": "Zum Inhalt springen Einfache Sprache unter einem D·A·CH: Wie ist Einfache Sprache im deutschsprachigen Raum aufgestellt? Blogbeitrag von Sabine Mannin"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://jobs.walgreens.com",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.yalemedicine.org/news/what-to-know-before-heading-to-a-nail-salon",
      "title": "Q&A: What to Know Before Heading to a Nail Salon > News > Yale Medicine",
      "description": "Before your next manicure or pedicure, get some handy advice on how to keep your nails healthy from tips to toes from a Yale Medicine nail-health expert.",
      "preview": "Skip to Main Content Our expert offers some handy advice to help keep your nails in tip-top shape. Amanda Zubek, MD, explains what precautions to take"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/a6d6ee36d8184b43b4ae03c8e453f1ba",
      "title": "The California Water Action Collaborative",
      "description": "Leading businesses and non-profits working together for a Water Resilient Future",
      "preview": "void"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://ahlansimsim.org/caring.html",
      "title": "Caring for Each Other Resources | Sesame Street",
      "description": "Your friends on Ahlan Simsim are here to support you during the COVID-19 health crisis. We know that these are stressful times, and families everywhere are creating a new sense of normalcy. So our website is filled with content you can use to spark playful learning, offer children comfort, and focus a bit on yourself, too. The resources below can help your family play, learn, and breathe deeply together-and we'll keep adding more in days and weeks to come, including new messages from your Ahlan Simsim pals. Stay tuned for more! #CaringForEachOther",
      "preview": "Caring for Each Other Resources For Adults Search English Resources Caring for Each Other Broadcasters Partner Content English Kurdî / كوردی العربية E"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://falcontech.com/products/mohawk-m57553b-5elan-cat5e-cable-pvc-1000-feet-blue",
      "title": "Mohawk 4245PVB-CE-BU M57553B 5eLAN, CAT5e Cable, PVC, 1000 Feet - Blue - FalconTech",
      "description": "The M57553B cable consists of 24 AWG, solid, bare copper insulated conductors assembled into 4 tightly twisted pairs with a ripcord under an overall jacket.Manufacturer: Mohawk Performance Level: Category 5e Plenum Rated? No Jacket Color: Blue Number of Pairs: 4 UTP Conductor Gauge: 24 AWG Package Type: Pull-Box Mohawk Part#: M57553B Buying in volume? Please contact us about project pricing.",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Mo"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2021/03/20/sandra-oh-oakland-stop-asian-hate-protest/",
      "title": "'I Am Proud To Be Asian': Award-Winning Actress Sandra Oh Speaks At Stop Asian Hate Oakland Protest - CBS Pittsburgh",
      "description": "Award-winning actress Sandra Oh made an appearance and spoke at a &quot;Stop Asian Hate&quot; protest in Oakland.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://dnaathletix.com/products/riverdale-sweat-pants",
      "title": "RIVERDALE RAIDERS SWEAT PANTS - dnaathletix",
      "description": "void",
      "preview": "Skip to content Menu Cart 0 Close (esc) RIVERDALE RAIDERS SWEAT PANTS Regular price $40.00 Size ADULT XS ADULT S ADULT M ADULT L ADULT XL ADULT XXL AD"
    },
    {
      "url": "http://www.txlottery.org/export/sites/lottery/Misc/Privacy.html",
      "title": "Texas Lottery | Privacy Statement",
      "description": "Privacy Statement",
      "preview": "Texas Lottery Privacy Statement Thank you for visiting our site. Our privacy statement is set forth below. We will generally post a notice for a reaso"
    },
    {
      "url": "https://www.editorialmanager.com/one-earth",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://smile.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://nexleaf.org/about-us/",
      "title": "Our Story - Nexleaf Analytics",
      "description": "In 2009, Nexleaf's co-founders, Nithya Ramanathan and Martin Lukac, started a non-profit tech company in Nithya's garage. Engineers by training, our",
      "preview": "About Us Our Story our mission At Nexleaf, we partner with Ministries of Health to scale the digital tools health workers need to ensure every clinic"
    },
    {
      "url": "https://help.philo.com",
      "title": "Philo Help Center: Customer Service, Troubleshooting & More",
      "description": "Having trouble with Philo? Find our customer service number, live chat, troubleshooting tips, and access your account and billing information here.",
      "preview": "Hi, how can we help? Submit Search Help center home Philo Help Center Contact us Using Philo Account & Billing Troubleshooting Popular Articles Channe"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://www.vaccines.gov/search/",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://support.bestfriends.org/site/SPageNavigator/osd_pmx_search_one_api.html",
      "title": "How you can help homeless pets | Best Friends Animal Society - Save Them All",
      "description": "Home, family, and love are things we all deserve, but millions of pets in shelters across the country are still waiting for theirs.",
      "preview": "Skip to main content | It's official: We're BFFs! Now that we're friends, we'll send you emails with inspiring tales and the latest ways you can make"
    },
    {
      "url": "https://www.airbnb.com.pe/saba-caribbean-netherlands/stays",
      "title": "Isla de Saba: alquileres vacacionales y alojamientos - Caribe neerlandés | Airbnb",
      "description": "10 de oct de 2025 - Alquila un lugar en Isla de Saba, Caribe neerlandés desde S/69 la noche. Encuentra espacios únicos donde quedarte y alójate con anfitriones de 191 países. Con Airbnb, te sentirás como en casa donde vayas.",
      "preview": "Omite el contenido Lo sentimos, pero algunos elementos del Sitio Web de Airbnb no funcionan correctamente si JavaScript no está activado. Parte de la"
    },
    {
      "url": "https://tcbc.biketcbc.org/stats/pages/calendar.xhtml;jsessionid=5813C94EDE9F8CB5F231410D8C09A1CF",
      "title": "Ride Calendar - Twin Cities Bicycling Club",
      "description": "void",
      "preview": "Links Return to Home Site Home Home Rides Rides Club Club Club Leader Schedule Leader Schedule Club Administration Club Administration Calendar List V"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://majdinustvarjalninemir.blogspot.com/2017/09/dobitnica-bonboncka-je.html?showComment=1505595019315",
      "title": "Dobitnica bonbončka je ...",
      "description": "Klara! Klara, prepričana sem, da bo tebi in tvojima malima pikicama, ustvarjalni material prišel prav - č e boste ustvarj...",
      "preview": "Preskoči na glavno vsebino Dobitnica bonbončka je ... dne september 16, 2017 Pridobi povezavo Facebook X Pinterest E-pošta Druge aplikacije Klara! Kla"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "http://cie.co.at/eilvterm/17-29-018",
      "title": "17-29-018 | CIE",
      "description": "indirect lighting lighting by means of luminaires having a distribution of luminous intensity such that the fraction of the emitted luminous flux directly reaching the working plane, assumed to be of infinite extent, is 0 % to 10 %",
      "preview": "Skip to main content e-ILV The e-ILV provides free access to all the terms and definitions contained in the international standard CIE S 017:2020 ILV:"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/career",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "https://vuoriclothing.com/collections/womens",
      "title": "Women's Workout Clothes & Athletic Apparel | Activewear | Vuori",
      "description": "Wear our women's fitness & athletic clothes from workout to weekend. Shop our sporty active apparel, soft lounge sets, & casual travel clothing for women.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://wandb.ai/site/articles",
      "title": "Machine Learning and MLOps Articles from Weights & Biases",
      "description": "Learn the ins-and-outs of ML, MLOps and getting your idea from your brain to production. Articles by Weights & Biases.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    }
  ],
  "_meta": {
    "total_bookmarks": 85
  }
}