{
  "data": [
    {
      "url": "https://www.pewresearch.org/politics/2023/02/06/economy-remains-the-publics-top-policy-priority-covid-19-concerns-decline-again/",
      "title": "Economy Remains the Public's Top Policy Priority; COVID-19 Concerns Decline Again | Pew Research Center",
      "description": "Americans now see reducing the budget deficit as a higher priority for the president and Congress to address than in recent years. But strengthening the economy continues to be the public's top policy priority.",
      "preview": "Home Research Topics Economy & Work Economic Conditions Report | February 6, 2023 X Facebook Threads LinkedIn WhatsApp Share Economy Remains the Publi"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://playacademy.exceedlms.com/student/activity/9389?use_locale=true",
      "title": "Google Play Academy",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.visualartgroup.it/comunicare-il-made-in-italy",
      "title": "Comunicare il made in italy - Visual Art Group",
      "description": "Il ruolo del clichè Se un italiano dovesse pensare al proprio paese...",
      "preview": "Scroll to top Follow Us Fb. Ig. Lk. Skip to content Home Works Metodo Chi siamo Magazine Contatti Resta in contatto! Via Lodovico il Moro, 17 - 20143"
    },
    {
      "url": "http://www.realcollegelife.com/",
      "title": "Real College Life - Student Jobs & Employment, University Study & Eco Friendly Tips",
      "description": "College Student Jobs Housing Apartment Sublet and Sublease",
      "preview": "Welcome to Real College Life Looking for colleges & universities or student tips for success? We're your college survival guide. CHANNELS HOME COLLEGE"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://efwbyfathima.in/",
      "title": "efwbyfathimastore",
      "description": "efwbyfathimastore",
      "preview": "Skip to content Pause slideshow Play slideshow Hassle-free Shipping Free shipping for all the orders across india icon-X Close menu HOTSELLERS SAREES"
    },
    {
      "url": "https://cbm-wiki.gsi.de/foswiki/bin/login/Homepages/WebSearch?t=1638322498;nowysiwyg=1;foswiki_origin=GET%2cedit%2c/foswiki/bin/edit/Homepages/WebSearch%3ft%3d1638322498%3bnowysiwyg%3d1",
      "title": "(CBM Wiki login) WebSearch < Homepages < CBM Wiki",
      "description": "void",
      "preview": "Log on to CBM Wiki GSI Weblogin Password Having problems logging in?"
    },
    {
      "url": "https://www.dafdirect.org/",
      "title": "DAF Direct",
      "description": "void",
      "preview": "ABOUT DAF DIRECT FUNDRAISING BENEFITS WHAT IS A DAF? DAF Direct-helping nonprofits grow their donor base A new approach to fundraising LEARN MORE WHAT"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://mytrain.ro/ro/sosiri/mandresti-h/",
      "title": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10",
      "description": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10. Intarzierile trenurilor.",
      "preview": "Skip navigation Planificare traseu Sosiri / Plecari Informatii trenuri Plecare din gara Gara din care doriti sa plecati Sosire in gara Gara in care do"
    },
    {
      "url": "http://www.oceanbestpractices.org",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://books.apple.com/reading-now?itscg=10000&itsct=pod-ovp-books-apl-ann-21_1019&campaign_id=AB_marcom_ownmedia_All",
      "title": "Apple Books - Apple",
      "description": "Apple Books makes listening to audiobooks, reading ebooks, and discovering your next favorite a seamless experience across your devices.",
      "preview": "Apple Books Read, listen, discover. All in one app. Apple Books is the single destination to find, buy, and dive into audiobooks and ebooks. Browse cu"
    },
    {
      "url": "https://www.tmb.cat/es/tarifas",
      "title": "Tarifas metro bus Barcelona | Transports Metropolitans de Barcelona",
      "description": "Tarifas metro y bus de Barcelona. Precio de los billetes, abonos de transporte y tarjetas multiviaje.",
      "preview": "- Saltar al contenido Billetes y tarifas ¿Qué billete necesitas? Escribe el nombre del billete... Todos Sencillos Integrados y abonos Buscar General N"
    },
    {
      "url": "https://www.pewtrusts.org/en/",
      "title": "The Pew Charitable Trusts | The Pew Charitable Trusts",
      "description": "Pew's work lays the foundation for effective policies and practices by invigorating civic life, conducting research, informing and engaging citizens, linking diverse interests to pursue common cause, and insisting on tangible results.",
      "preview": "Using data to make a difference. Founded in 1948, Pew addresses the challenges of a changing world by illuminating issues, creating common ground, and"
    },
    {
      "url": "https://www.stackerhq.com/",
      "title": "Stacker | Software that's as unique as your business",
      "description": "Stacker is the software system for a modern business to run on. Create a software to power your operations like CRMs, internal tools, customer portals and other business applications for your team",
      "preview": "LEARN Blog About us Tutorials Experts Community Templates FEATURED ARTICLES How to build a to-do list app in Stacker 6 MIN READ Feb 18, 2024 CONTACT W"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://www.ipsnews.net/2022/01/time-protect-oceans-now/",
      "title": "The Time to Protect Our Oceans is Now | Inter Press Service",
      "description": "There is no other place in the world like Costa Rica's Cocos Island National Park. The waters surrounding the island-covered with tropical forests-are a playground to countless shivers, or schools, of sharks, including hammerhead sharks, whitetip reef sharks and whale sharks. Also boasting rays, turtles, whales and dolphins, It's one of the world's most biodiverse [...]",
      "preview": "Languages ESPAÑOL FRANÇAIS DEUTSCH ITALIANO JAPANESE NEDERLANDS PORTUGUÊS SUOMI SVENSKA SWAHILI TÜRKÇE Friday, October 10, 2025 INTER PRESS SERVICE Ne"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://deliveroo.be/nl-be/cuisines/amerikaans-bestellen",
      "title": "Amerikaans Levering van restaurants in uw buurt | Deliveroo",
      "description": "Zin in lekker Amerikaans eten? Bestel online bij de beste Amerikaanse restaurants in de buurt en krijg het eten vers aan huis bezorgd.",
      "preview": "Deliveroo Meld je aan of log in Account Home / Keukens / American Heerlijke Amerikaanse gerechten in België, snel aan huis geleverd. De hedendaagse Am"
    },
    {
      "url": "https://www.worldwaterday.org/",
      "title": "World Water Day | United Nations",
      "description": "Water is the essential building block of life. But it is more than just essential to quench thirst or protect health; water is vital for creating jobs and supporting economic, social, and human development.",
      "preview": "Skip to main content Photo: UN-Water Glacier preservation Glaciers are melting faster than ever. As the planet gets hotter, our frozen world is shrink"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.mlb.com/live-stream-games/subscribe?mlbkw=ds-g-p30039016412&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQXEnn26WiD6DtX4X9Fnb5p0tUAv-VnDgcDXZgBbQHkPpK1hgnq9xdoaAiGcEALw_wcB&gclsrc=aw.ds",
      "title": "MLB.TV Out-Of-Market Packages | Buy MLB.TV | MLB.com",
      "description": "The Official Site of Major League Baseball",
      "preview": "The Home of Streaming Baseball Watch every Postseason game LIVE in the U.S. with authentication to a participating Pay TV provider. Blackout and other"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://www.cbs.nl/nl-nl/dossier/nederland-regionaal/geografische-data/wijk-en-buurtkaart-2020",
      "title": "Wijk- en buurtkaart 2020 | CBS",
      "description": "De Wijk- en Buurtkaart 2020 bevat de digitale geometrie van de grenzen van de buurten, wijken en gemeenten in 3 GIS-formaten (ESRI™-shape, ESRI™-fgdb en geopackage).",
      "preview": "Ga naar hoofdinhoud Wijk- en buurtkaart 2020 versie 3 De Wijk- en Buurtkaart 2020 versie 3 (164 MB) bevat de digitale geometrie van de grenzen van de"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "http://articles.cbseguess.com/tag/cbse-class-10-board-exam-2022",
      "title": "CBSE Class 10 Board Exam 2022 - CBSEGuess",
      "description": "void",
      "preview": "Skip to content Tagged: CBSE Class 10 Board Exam 2022 Others November 22, 2021 by CBSE Guess · Published November 22, 2021 CBSE Class 10 Term-1 Exam:"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "https://metaphoricalnerd.tumblr.com/",
      "title": "@metaphoricalnerd on Tumblr",
      "description": "Follow @metaphoricalnerd and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://pagesix.com/2021/03/21/bethenny-frankel-spotted-with-massive-ring-after-paul-bernon-reunion/",
      "title": "Exclusive | Bethenny Frankel spotted with massive ring after Paul Bernon reunion",
      "description": "Bethenny Frankel turned heads over the weekend after the former \"Real Housewives of New York\" star hit the beach wearing what appeared to be a massive ring.",
      "preview": "B as in future bride-to-be? Bethenny Frankel turned heads over the weekend after the former \"The Real Housewives of New York\" star hit the beach in Fl"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "http://www.mda.space",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://powerpages.microsoft.com",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: d4e81cece9c722aa46f7977d0299159a Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.mpkelley.com",
      "title": "Mike Kelley: Architectural Photographer",
      "description": "Mike Kelley is a Los Angeles based photographer specializing in architecture.",
      "preview": "Forest Knoll Residence, Los Angeles, CA - Standard Architecture Forest Knoll Residence, Los Angeles, CA - Standard Architecture prev / next 1 2 3 4 5"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://www.zilliondesigns.com/blog/",
      "title": "ZD Blog | Resource for design tips, tutorials, & more - ZillionDesigns",
      "description": "A valuable resource for business owners and designers where they can find information, tips, tutorials, portfolios of graphic design, logo design, typography, branding and brand identity creation.",
      "preview": "10 Sites to Help You Become an Expert in Website Development Take it from the data that speaks volumes! Approximately 76% ... By Michael Baker Aug 5 2"
    },
    {
      "url": "https://winreality.com/win-reality-vr/",
      "title": "VR + AI Baseball & Softball Training",
      "description": "WIN Reality is the revolutionary VR baseball & softball training platform. Take your hitting to the next level with virtual baseball coaching, training, & more!",
      "preview": "Skip to content TRAIN LIKE THE BEST. WIN MORE AT THE PLATE. Get the training used by elite colleges and professional organizations to develop their ne"
    },
    {
      "url": "https://slate.com/news-and-politics/2021/06/kamala-harris-first-sitting-vice-president-march-pride.html",
      "title": "Kamala Harris is first sitting vice president to march in Pride event.",
      "description": "The vice president walked for about a block alongside the second gentleman, Doug Emhoff.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://www.s2fevents.com/",
      "title": "Start 2 Finish",
      "description": "void",
      "preview": "0 FULL SERVICE EVENT MANAGEMENT AND TIMING ATLANTA Go CHARLOTTE Go MEMPHIS Go NW ARKANSAS Go ST. LOUIS Go Let's be friends. Follow Start 2 Finish in A"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://perscholasinc.applytojob.com/",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "https://www.bulbcreative.co/",
      "title": "Bulb",
      "description": "void",
      "preview": "0 Wedding photography for the MODERN ROMANTICS Let's work together From the ARCHIVE. |"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/periodic-table/",
      "title": "3D Periodic Table",
      "description": "A Periodic table to view elements in 3D.",
      "preview": "Viewing the periodic table elements in 3D is not supported by your browser. Back to Search"
    },
    {
      "url": "https://elpais.com/sociedad/",
      "title": "Sociedad en EL PAÍS",
      "description": "Sigue la última hora de la actualidad social con EL PAÍS. Educación, salud, ciencia, medio ambiente, igualdad, consumo, comunicación, Vida &amp; artes y los blogs de sociedad.",
      "preview": "Ir al contenido _ _ _ _ Eva Saiz | 10 oct 2025 - 05:30 CEST El déficit de especialistas, según profesionales de hospitales andaluces de referencia, ll"
    },
    {
      "url": "https://skims.com/products/full-control-tights-onyx",
      "title": "Hosiery - Women's Tights & Sheer Pantyhose | SKIMS",
      "description": "Pair our collection of sheer tights and pantyhose with your favorite SKIMS pieces for a reinvented smoothing experience with full, medium and nude cover...",
      "preview": "Skip to main content Hosiery Shop SKIMS hosiery: sheer tights, pantyhose, bralettes, & more Bundle & Save Thongs Cheeky Underwear Briefs Boxers Home /"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://dhhr.wv.gov/bms/Members/Apply/Pages/default.aspx?elqTrackId=d71b672f62824436a7ef4213214b2c86&elqaid=93&elqat=2#:~:text=%E2%80%8BThere%20are%20several%20ways,%2D855%2D889%2D4325",
      "title": "Applying for Healthcare: Medicaid, West Virginia Children's Health Insurance Program or Private Insurance at the Health Insurance Marketplace",
      "description": "void",
      "preview": "This site has moved. Please bookmark the new address at https://bms.wv.gov ."
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://www.vdh.virginia.gov/covid-19-vaccine/",
      "title": "Vaccine Provider Locator - Immunization",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ten35.com/",
      "title": "void",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. View All View Team View All"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ecopack.bg/bg",
      "title": "Начало - Екопак",
      "description": "void",
      "preview": "Най-голямата организация за оползотворяване на отпадъци от опаковки в България REЦИКЛИРАЙ В ТРОЯН! Извърли разделно и маркирай в приложението! Събирай"
    },
    {
      "url": "https://oig.hhs.gov",
      "title": "Office of Inspector General | Government Oversight | U.S. Department of Health and Human Services",
      "description": "HHS-OIG has approximately 1,600 employees dedicated to government oversight, combating fraud, waste and abuse and to improving the efficiency of HHS programs. A majority of the OIG's resources goes toward the oversight of Medicare and Medicaid.",
      "preview": "Skip to main content The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make s"
    },
    {
      "url": "http://markhancock.blogspot.com/",
      "title": "PhotoJournalism",
      "description": "Pro photojournalist Mark M. Hancock discusses photojournalism and eccentricities associated with gathering images for newspapers, magazines and more.",
      "preview": "skip to main | skip to sidebar PhotoJournalism Professional photojournalist Mark M. Hancock discusses photojournalism and the eccentricities associate"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://huridocs.org/",
      "title": "Home | HURIDOCS",
      "description": "HURIDOCS (Human Rights Information and Documentation Systems) develops tools and strategies that make human rights information accessible.",
      "preview": "Skip to content Human rights defenders need evidence, law and research to advocate justice and accountability. We develop tools and strategies that ma"
    },
    {
      "url": "https://www.essence.com/hair/hair-products-tools/protein-treatments-natural-hair/",
      "title": "Best Protein Treatments For Natural Hair | [site:name] | Essence",
      "description": "Trends come and go, but healthy hair will always be in vogue!",
      "preview": "Skip to content Getty Images By Nikki Brown · Updated October 26, 2020 Getting your Trinity Audio player ready... When you've got textured hair , there'"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-mac_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://roadsideattractionspublicity.com/filmography/somewhere-in-queens/",
      "title": "Roadside Attractions Publicity",
      "description": "Roadside Attractions Publicity",
      "preview": "void"
    },
    {
      "url": "https://my.rwjf.org/login.do",
      "title": "MyRWJF - Sign in",
      "description": "RWJF GRANT RESOURCES",
      "preview": "MyRWJF Sign In MyRWJF is the Robert Wood Johnson Foundation's portal for applicants, reviewers and grantees. If you are a first time visitor, Register"
    },
    {
      "url": "https://de.mongabay.com/",
      "title": "Mongabay Deutsch - Nachrichten über die Tierwelt und Natur",
      "description": "Nachrichten über die Tierwelt und Natur",
      "preview": "Whistleblower: Envivas Behauptung „gut für den Planeten\" zu sein? Alles Unsinn Verlust der Genehmigungen für Ölpalmen lässt Dörfer in Papua verunsiche"
    },
    {
      "url": "http://minesathletics.com/",
      "title": "Colorado School of Mines Athletics - Official Athletics Website",
      "description": "The official athletics website for the Colorado School of Mines Orediggers",
      "preview": "Skip To Main Content Pause All Rotators Top Stories Promo Ads Athlete of the Week Static Ads Footer"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://www.last.fm",
      "title": "Last.fm | Play music, find songs, and discover artists",
      "description": "The world's largest online music service. Listen online, find out more about your favourite artists, and get music recommendations, only at Last.fm",
      "preview": "Spiking Artists These artists are trending globally on Last.fm right now Click one to explore the artist and their similar artists Back Reset Spiking"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://www.thesun.co.uk/tvandshowbiz/14411010/rhonys-bethenny-frankel-engagement-rumors-diamond-ring-paul-bernon/",
      "title": "RHONY's Bethenny Frankel is ENGAGED to boyfriend Paul Bernon as she shows off massive diamond ring on beach getaway | The Sun",
      "description": "REAL Housewives Of New York's Bethenny Frankel is engaged to her on-again boyfriend Paul Bernon - after finally finalizing her divorce from ex Jason H",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://www.vuelvoalsur.com.ar/productos/caligrafia-kit-completo-de-bowen-ann/",
      "title": "void",
      "description": "void",
      "preview": "Estamos renovando la tienda, está quedando increíble.¡Volvé en unos días! Contactanos 4943-2024// whatsapp: 11-5313-5295 [email protected] LA RIOJA 21"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/nov/02/four-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa",
      "title": "Latin American countries join reserves to create vast marine protected area | Ecuador | The Guardian",
      "description": "'Mega-MPA' in Pacific will protect migratory turtles, whales and sharks from fishing fleets",
      "preview": "Skip to main content Skip to navigation Skip to navigation A turtle in the rich waters off Ecuador, one of the world's key migratory route for the rep"
    },
    {
      "url": "https://www.gov.scot",
      "title": "The Scottish Government - gov.scot",
      "description": "The devolved government for Scotland has a range of responsibilities that include: the economy, education, health, justice, rural affairs, housing, environment, equal opportunities, consumer advocacy and advice, transport and taxation.",
      "preview": "Skip to main content Accessibility help Information We use cookies to collect anonymous data to help us improve your site browsing experience. Click '"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://kia.oemdtc.com",
      "title": "Kia - OEMDTC",
      "description": "Kia Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "http://help.yahoo.com/help/us/mail/",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://subversion.apache.org/",
      "title": "Apache Subversion",
      "description": "void",
      "preview": "☰ Apache ® Subversion ® \"Enterprise-class centralized version control for the masses\" Welcome to subversion.apache.org , the online home of the Apache"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}