{
  "data": [
    {
      "url": "https://www.upi.com/Entertainment_News/2004/05/04/ABC-fires-Lisa-Guerrero-from-football-gig/67291083696468/",
      "title": "ABC fires Lisa Guerrero from football gig - UPI.com",
      "description": "ABC Sports has dismissed Lisa Guerrero from her job as a sideline reporter on \"Monday Night Football,\" a position she held for just one season.",
      "preview": "Trending Trump checkup San Francisco deaths Colombia boat Rutgers professor Government shutdown 733 pull-ups Small asteroid Monkey coffee Entertainmen"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "https://cebuyers.org/",
      "title": "Clean Energy Buyers Association",
      "description": "CEBA is a community of energy buyers accelerating the zero-carbon energy future.",
      "preview": "void"
    },
    {
      "url": "https://help.target.com/help/subcategoryarticle?childcat=Price+Match+Guarantee&parentcat=Policies+%26+Guidelines&searchQuery=search+help",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://coolors.co/f4e409-717c89-efd2cb-f24c00-321325",
      "title": "Create a Palette - Coolors",
      "description": "Generate perfect color combinations for your designs.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.coloradoblackchamber.org/",
      "title": "Colorado Black Chamber of Commerce | Minority Entrepreneurs | Denver, CO",
      "description": "Colorado Black Chamber of Commerce is dedicated to helping minority business owners and Black professionals in Denver, CO succeed. Get in touch with us today, call (303) 831-0746 or email contact@cbcc.biz.",
      "preview": "How can we help you? (303) 831-0746; contact@cbcc.biz Th e Co lorado Black Cham ber of Commerce has moved to a new site! The Colorado Black Chamber of"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://www.greenpeace.org/international/",
      "title": "Greenpeace International - Greenpeace International",
      "description": "Greenpeace exists because this fragile earth deserves a voice. It needs solutions. It needs change. It needs action.",
      "preview": "Skip to Navigation Skip to Content Skip to Footer Donate Close navigation mobile menu Bonaire: A fight for climate justice in Dutch court Residents of"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://malpracticer.tumblr.com/",
      "title": "Squiggle Zone",
      "description": "be better",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text you fools.. hes not making a video game.. hes making a hideo game (via parvio"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=5458365bbfef322424b92d972608bb59",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "http://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
      "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
      "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
      "preview": "Things you buy through our links may earn Vox Media a commission."
    },
    {
      "url": "https://www.hnltravel.com/index.html",
      "title": "void",
      "description": "void",
      "preview": "Welcome to HNL Travel Success in the travel business is all about service and experience. Since 1987, HNL Travel Associates has provided clients a ful"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "https://babalufashion.com/catalog/product/view/id/70140/s/boxer-microfibra-rayas-surtido-largo/category/131/",
      "title": "Ropa Mayorista Deportiva, Lencería y Vestidos de Baño | Calidad Colombiana | Babalú",
      "description": "Babalú: Proveedor mayorista líder en ropa deportiva, lencería y vestidos de baño en Colombia. Diseños exclusivos, precios competitivos y calidad superior para negocios de moda. ¡Haz crecer tu negocio con las mejores tendencias al por mayor! Compra ahora y conquista a tus clientes.",
      "preview": "The store will not work correctly when cookies are disabled. Su navegador parece tener JavaScript deshabilitado. Para la mejor experiencia en nuestro"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.grameenamerica.org/staff",
      "title": "Staff - Grameen America",
      "description": "void",
      "preview": "Back Who We Are Elevate by Grameen America Ways To Give Community Health Initiative Board Of Directors Staff Financial Information Back Impact Report"
    },
    {
      "url": "https://my.ucsc.edu",
      "title": "MyUCSC redirect to Login Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3343195",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.accenture.com/us-en",
      "title": "U.S. | Let There Be Change | Accenture",
      "description": "Accenture embraces the power of change to create 360° value and shared success for our clients, people, shareholders, partners and communities. Learn more.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://jackiecolburn.medium.com/more-icebreakers-you-can-steal-for-better-meetings-72afad91067d?source=home---------4------------------0----------",
      "title": "More icebreakers you can steal for better meetings | by Jackie Colburn | Medium",
      "description": "More icebreakers you can steal for better meetings What helps start a hard meeting on a positive note? How do you encourage team members to think bigger? The answer: icebreakers. Or should I say, the ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in More icebreakers you can steal for better meetings Jackie Colburn 4 min r"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://careersolutionsjobs.org/donate/friends-of-career-solutions/",
      "title": "Friends of Career Solutions - Career Solutions",
      "description": "Success begins here! Friends of Career Solutions (FOCS) is a 501c3 Not-For-Profit collaborating with Career Solutions on workforce programs serving youth and immigrants. Thanks to sponsorships, donations, and grants, programs are FREE to participants. Donations are tax deductible.",
      "preview": "Skip to content Friends of Career Solutions Friends of Career Solutions Career Solutions 2025-07-16T12:13:52-05:00 Success begins here! Friends of Car"
    },
    {
      "url": "https://www.dgs.ca.gov/Privacy",
      "title": "Privacy",
      "description": "void",
      "preview": "Skip to Main Content PRIVACY POLICY STATEMENT The California Department of General Services (\"DGS\") recognizes the importance of safeguarding the pers"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://www.blackchamberofcommerce.org/",
      "title": "Southern California Black Chamber of Commerce",
      "description": "The Southern California Black Chamber of Commerce proudly supports Black entrepreneurs, from the desert to the sea.",
      "preview": "From The Desert To The Sea \"Welcome to the Southern California Black Chamber of Commerce (SCBCC) At the Southern California Black Chamber of Commerce"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}