{
  "data": [
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://lounge.nintendo.com/redirect/support",
      "title": "Region & Language Selector - Support Site",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://avpn.asia/",
      "title": "AVPN: Moving capital towards impact in Asia",
      "description": "AVPN is the largest network of social investors in Asia, fostering collaborations to increase the impact of capital deployed towards closing SDG gaps.",
      "preview": "Skip to content Search Search Login Search Search AVPN Global Conference 2023 | 20 - 22 June 2023 Days Hrs Mins Secs Join the waitlist Login About AVP"
    },
    {
      "url": "https://www.thebeachboyscruise.com/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://getchannels.com",
      "title": "Channels - Watch TV Your Way",
      "description": "Watch and record your favorite programs on every TV and device. A joy to use and simple to set up.",
      "preview": "Check out our latest news: Channels 6.2 for Apple TV & iOS Watch TV Your Way Watch and record your favorite shows and movies from every TV and device."
    },
    {
      "url": "https://www.networkforgood.com/legal/privacy-policy/",
      "title": "Privacy policy | Bonterra",
      "description": "Bonterra's Privacy Policy",
      "preview": "Skip to Main Content Privacy notice EFFECTIVE DATE: AUGUST 2025 Previous version of Privacy Notice ‍Bonterra LLC (\" Bonterra ,\" \"we,\" \"us,\" or \"our\")"
    },
    {
      "url": "https://help.instagram.com/519522125107875",
      "title": "Meta Privacy Policy - How Meta collects and uses user data",
      "description": "Learn how we collect, use and share user data to support Facebook, Instagram, Messenger and more. Use tools to manage your privacy preferences.",
      "preview": "void"
    },
    {
      "url": "https://photo.walgreens.com",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://www.iesalc.unesco.org/",
      "title": "UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support | International Institute for Higher Education in Latin America and the Caribbean",
      "description": "It allows to visualise and compare higher education systems and policies in almost 150 countries, and now includes data from the UNESCO Institute for Statistics.",
      "preview": "Skip to main content Search Search Canva UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support It allows to v"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "https://earthday.org/earth-day-quizzes/",
      "title": "Earth Day Quiz | Official Earth Day Website | earthday.org",
      "description": "Test your knowledge with a quiz from EARTHDAY.ORG! Year-round, we're building knowledge and skill to confront global crises - see how much you've learned!",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Earth Day Quizzes How much do you know about our Earth? Test your knowledge! C"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://studio.swiperjs.com/",
      "title": "Swiper Studio - No-code Swiper builder",
      "description": "No-code Swiper builder",
      "preview": "Meet PaneFlow: Build Stunning Slideshows Visually. No Code Required All-Access Blog Sign in Swiper Studio Create Beautiful And Responsive Sliders With"
    },
    {
      "url": "https://www.hydro-group.com/blog/pompe-auto-amorcante-a-volute-seche-avantages-et-inconvenients/",
      "title": "Blog - Pompe auto-amorçante à volute sèche - avantages et inconvénients - Hydro Group",
      "description": "La pompe auto-amorçante doit, comme son nom l'indique, pouvoir s'amorçer toute seule, sans aucune aide extérieure, même lorsqu'elle est située au-dessus du liquide à pomper. C'est par le truchement d'un volume d'eau dans le corps de la pompe que cette dernière arrive à créer une dépression permettant d'aspirer ce liquide. Toutefois, d'autres solutions permettent d'arriver à cette même finalité. Il s'agit des pompes « auto »-amorçante à volute sèche. Quels en sont les avantages et les inconvénients ?",
      "preview": "Vous êtes ici : Accueil Le blog Avantages et inconvénients des pompes auto-amorçantes à volute sèche Avantages et inconvénients des pompes auto-amorça"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://decidenow-app.com/privacy/",
      "title": "Decide Now! - Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: April 13, 2019 Catforce Studio represented by Gleb Kotov operates the https://decidenow-app.com website. Gleb Kotov bui"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://ultimatediscocruise.com/",
      "title": "Home | Ultimate Disco Cruise",
      "description": "Celebrate 5 Nights of the Greatest Disco Music Ever at Sea and enjoy live nightly performances and interaction with the stars all while cruising in luxury.",
      "preview": "Learn more Learn more Learn more Learn More 2026 Lineup KC and The Sunshine Band The Jacksons The Commodores WAR The Ohio Players Kid Creole and The C"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "https://www.ihuonline.unisinos.br/edicao/260",
      "title": "Início",
      "description": "O Instituto Humanitas Unisinos - IHU - um órgão transdisciplinar da Unisinos, que visa apontar novas questões e buscar respostas para os desafios de nossa época. Parte da visão do humanismo social cristão, debatendo a sociedade do futuro.",
      "preview": "close search Início Edições anteriores Cadastre-se Contato Instituto Humanitas Unisinos search Edição 260 02 Junho 2008 SUS: 20 anos de curas e batalh"
    },
    {
      "url": "https://www.slingomama.nl/nl/413-yaro-house-collection-ring-slings",
      "title": "Yaro House Collection Ring Slings",
      "description": "Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde. Door de stof door de ringen te rijgen kun je hem aanspannen en vastzetten. Een ringsling is geschikt om te heupdragen en kan meteen na de geboorte gebruikt worden, tot aan de peutertijd! Yaro ringslings hebben een gathered shoulder.",
      "preview": "Yaro House Collection Ring Slings Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde."
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "http://www.guilfordchildren.org/",
      "title": "Help Your Child from Pregnancy to Kindergarten",
      "description": "Guilford County Partnership for Children has the tools, resources, and support to help your child from pregnancy until the time your child enters kindergarten.",
      "preview": "void"
    },
    {
      "url": "https://www.adoreme.com/try-adoreme-elite",
      "title": "The Elite Box | Monthly Lingerie Subscription Box | Adore Me",
      "description": "Try Adore Me Elite Box, a monthly lingerie subscription box curated just for you, delivered right to your doorstep. Lingerie shopping has never been easier.",
      "preview": "void"
    },
    {
      "url": "https://suomenkuvalehti.fi/nakoislehti/lue/30-1961-pdf/38-2672",
      "title": "38 - 30/1961 PDF - Näköislehti",
      "description": "void",
      "preview": "Sovellus vaatii JavaScript-tuen. Käyttääksesi sovellusta sinun on laitettava JavaScript-tuki päälle, tai käytettävä selainta joka tukee JavaScriptiä."
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://eclass2790.tumblr.com/",
      "title": "Whatever I Want",
      "description": "Everything I like as a man",
      "preview": "» View Article Whatever I Want 13 December, 2018 December 13, 2018 2018.12.13 shesodamnthick : Nicki Minaj shesodamnthick » View Article 13 December,"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "https://education.microsoft.com/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "http://newsletter.truman.edu/issue.asp?id=1553&command=CurrIssue",
      "title": "Truman Today | Features - Vol. 21 No. 6 - September 26, 2016",
      "description": "void",
      "preview": "Truman Today Vol. 21 No. 6 - September 26, 2016 Features Department of Nursing Earns $150,000 Grant The Department of Nursing has been awarded a grant"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://www.cultbeauty.com/saie-hydrabeam-sheer-brightening-under-eye-concealer-6ml-various-shades/13708806.html",
      "title": "Saie Hydrabeam Sheer Brightening Under Eye Concealer 6ml (Various Shades) | Cult Beauty",
      "description": "Get Saie Hydrabeam Sheer Brightening Under Eye Concealer 6ml (Various Shades) at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://www.edenproject.com/",
      "title": "The Eden Project",
      "description": "Eco visitor attraction in Cornwall, UK. As an educational charity, our destinations and projects explore the interconnections between all living things.",
      "preview": "sprite-embellished-radio-a sprite-embellished-radio-b sprite-embellished-radio-c sprite-embellished-radio-d sprite-icon-alert sprite-icon-arrow-down s"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://webgradients.com/",
      "title": "Fresh Background Gradients | WebGradients.com 💎",
      "description": "Come to WebGradients.com for 180 beautiful linear gradients in CSS3, Photoshop and Sketch. This collection is curated by top designers and totally free.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 62
  }
}