{
  "data": [
    {
      "url": "https://zs16.edu.wroclaw.pl/?p=2674",
      "title": "Dzień Niepodległości w klasie 4b - Zespół Szkół Nr 16 we Wrocławiu",
      "description": "void",
      "preview": "- Dzień Niepodległości w klasie 4b Zespół Szkół nr 16 we Wrocławiu Home Aktualności Dzień Niepodległości w klasie 4b Z okazji zbliżającego się Święta"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/431890105/202030489349300548/full",
      "title": "Servant Foundation - Full Filing - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "http://www.lahainaroads.org/category/westminster-escort-2/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://explorable.com/",
      "title": "Explorable - Think Outside The Box - Research, Experiments, Psychology, Self-Help",
      "description": "void",
      "preview": "Skip to main content Menu Search Home Overview Research Foundations Academic Self-Help Write Paper Quiz For Kids Your Code Login Sign Up Menu Search L"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "http://www.boardgamegeek.com/game/2545",
      "title": "Contigo | Board Game | BoardGameGeek",
      "description": "4-in a line controlled by a Mancala system.",
      "preview": "void"
    },
    {
      "url": "https://www.computersplus.com/?attachment_id=31818",
      "title": "Computers Plus - Computer Repairs, Sales and Onsite Business Support - Computers Plus, a Directec Company",
      "description": "Computers Plus: Your experts in computer sales, computer repairs, onsite computer support and business networking. We offer top brands like Apple, Dell, Lenovo, plus custom built gaming computers. We offer solutions for both individuals and businesses.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping We have moved! We are now located at 1229 E. Virginia St. in Evansville."
    },
    {
      "url": "https://www.fiskeridir.no/English",
      "title": "Directorate of Fisheries",
      "description": "The Directorate of Fisheries is the Ministry of Trade and Fisheries' advisory and executive body regarding fishing and management of aquaculture.",
      "preview": "Hopp til innhold We use cookies We use cookies on fiskeridir.no to understand how visitors use the website, so that we can improve our services. You c"
    },
    {
      "url": "https://www.civicalliance.com/",
      "title": "Civic Alliance",
      "description": "The Civic Alliance is helping businesses work toward a complete and accurate count in 2020 because we know how important Census data is for our companies, our communities, and our country.",
      "preview": "Corporate Civic Playbook Join Us Members Initiatives 100% In for Democracy Protecting Voting Access Time to Vote Election Day of Service 2020 Census R"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "https://www.delilahdevlin.com/blog/2009/06/19/enter-delilahs-summertime-contest/",
      "title": "Enter Delilah's Summertime Contest! | Delilah Devlin",
      "description": "This contest is closed! Thanks for playing! Follow this link to the contest rules: HOW TO ENTER DELILAH DEVLIN'S SUMMERTIME CONTEST 1. The contest runs through July 6th. The three top prizes will be announced on July 8th, 2009. To enter, you must do two things! 2. First, copy the code (click on 'SHARE') of",
      "preview": "Follow My Blog Want to know when new contests post or fun guests arrive? Get notified via email! Email Address Subscribe Join 3,007 other subscribers"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://typewriterdatabase.com/",
      "title": "The Typewriter Database - Version Epsilon",
      "description": "The \"Typewriter Database\" is the biggest source of typewriter serial numbers on the Internet today.",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents The Typewriter Database - Version Epsilon To find out when your typewriter was ma"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "https://www.highspeedinternet.com/resources/fastest-internet-providers",
      "title": "Fastest Internet Provider 2025: Brightspeed | HighSpeedInternet.com",
      "description": "Brightspeed's new fiber network is fast but highlights progress stalls with larger providers.",
      "preview": "skip to main content Fastest Internet Provider 2025: Brightspeed Brightspeed's new fiber network achieves the fastest speeds nationwide, highlighting"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/streams/",
      "title": "Redis Streams | Docs",
      "description": "Introduction to Redis streams",
      "preview": "void"
    },
    {
      "url": "https://www.singer.com/support/machine-support",
      "title": "SINGER Sewing & Embroidery Machines | SINGER®",
      "description": "SINGER sewing machines, embroidery machines, heavy duty machines, overlock machines and serger machines are easy to use yet packed with powerful features for every type of sewist.",
      "preview": "Skip to content 📦Free Standard Shipping on all orders 📦Free Standard Shipping on all orders Holiday Savings Start Now - 10% OFF Gift Cards! Holiday Sa"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://24vterin.cz/bscs",
      "title": "24vterinCZ | KONDICE",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://spaceoneers.io/events/obpdc-2020/",
      "title": "UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE - Spaceoneers.io",
      "description": "UPDATE: In light of the current crisis, and considering health and travel restrictions that will still apply for many of...",
      "preview": "Skip to content UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE 27 February 2020 Conference Webinar Date/Time: From:"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://antarctic-art.de/portfolio/voegel/",
      "title": "Vögel - Antarctic Art",
      "description": "void",
      "preview": "Zum Inhalt springen Vögel"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://oceanconference.un.org/",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "https://execed.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "https://www.waitrose.com/ecom/shop/browse/groceries",
      "title": "Shop for your Groceries Online | Waitrose & Partners",
      "description": "Visit the Groceries section at Waitrose & Partners today to browse our range of the highest quality grocery products available in the UK.",
      "preview": "Our cookies Our website uses cookies to analyse traffic, personalise advertising and show you more of what you love. Please let us know you agree to a"
    },
    {
      "url": "https://www.dof.gov.ph",
      "title": "Homepage - Department of Finance",
      "description": "Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that will ensure funding of critical government programs that promote welfare among our people and accelerate economic growth and stability. Learn More ANNOUNCEMENTS LATEST RELEASES Recto: Gov't to ensure food supply stability and stronger support",
      "preview": "Menu Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that wil"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://thinkprogress.org/gavin-newsom-condoms-sex-workers-eb6f9b201d5e/",
      "title": "California governor signs law banning the practice of using condoms as evidence of sex work - ThinkProgress",
      "description": "void",
      "preview": "Advertisement California governor signs law banning the practice of using condoms as evidence of sex work A major law, and a major victory for sex wor"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://www.movieguide.org",
      "title": "Home | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Movieguide® reviews movies from a Christian perspective for families and works in Hollywood to redeem the media.",
      "preview": "Home Top Stories Soul On Fire World Premiere Soul on Fire Interview: Director Sean McNamara & William H. Macy Soul on Fire: Interview with John Corbet"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.justfoodfordogs.com/",
      "title": "JustFoodForDogs | Fresh Dog Food, Proven Healthy",
      "description": "JustFoodForDogs fresh dog food is proven to be more digestible and supports immune system health. Explore healthy, vet-recommended dog food today!",
      "preview": "× Find a store 5 miles 15 miles 30 miles 50 miles 100 miles Search Use My location - Or - Contact us loading ... Built by vets. Backed by science. Lov"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "https://www.airbnb.com/",
      "title": "Airbnb: Vacation Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 8 million vacation rentals → 2 million Guest Favorites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    }
  ],
  "_meta": {
    "total_bookmarks": 60
  }
}