{
  "data": [
    {
      "url": "https://www.bancaynegocios.com/tag/barinas2021/",
      "title": "#Barinas2021 - Banca y Negocios",
      "description": "Banca y Negocios - Portal informativo - Noticias de banca, economía, negocios, gerencia, tecnología y más, en Venezuela, Latinoamérica y el mundo.",
      "preview": "spp_header_1 spp_header_2 #Barinas2021 https://www.bancaynegocios.com/wp-content/uploads/2022/01/SERGIO-GARRIDO-BARINAS.jpg 2022-01-08 15:16:15 2022-0"
    },
    {
      "url": "https://www.randco.com/",
      "title": "R+Co | The Culture Of Hairdressing",
      "description": "R+Co is an award-winning line of haircare products designed to deliver immediate, high-performing results while keeping hair and scalp health at top-of-mind. Curated by a collective of rule-bending hairstylists.",
      "preview": "Skip to content Quick Search Search our store Popular Search Terms Shampoo Conditioner Curls Volume Texture Smoothing Popular Products BEST SELLER DAR"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "http://www.americanhelpdesk.com/",
      "title": "Helpdesk Services, 24/7, Technical Support, Financial Help Desk, Medical",
      "description": "helpdesk, help desk, helpdesk services, answering services, technical support, CRM, customer relationship management, call center outsourcing, call center, call center, msp support services, network management, data management, noc, noc lite, noc service, soc, network operations center, security operations center, medical help desk services, website navigation support, tech support, customer service, hardware support, software support, AHD, American Help Desk, americanhelpdesk.com",
      "preview": "Skip to content Call Us : 1-800-997-0977 sales@americanhelpdesk.com Facebook X-twitter Youtube Linkedin Get a Quote - Click Here Main Menu Menu Help D"
    },
    {
      "url": "https://www.danielkennedy.com/",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/software-upgrade/g_id/1949/",
      "title": "Software Upgrade | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Your home for updates Your home for updates Will my device receive the next Android upgrade? Find out How can I check for available software updates?"
    },
    {
      "url": "https://www.playstation.com/en-us/legal/terms-of-use/op-privacy-policy/",
      "title": "Privacy Policy (US)",
      "description": "void",
      "preview": "Privacy Policy About Us and this Policy This Privacy Policy explains when we collect information about you, including Personal Information (\" PI \"), w"
    },
    {
      "url": "https://www.facingsouth.org/2019/10/floridas-judicial-pipeline-filled-right-wing-federalist-society",
      "title": "Florida's judicial pipeline filled by right-wing Federalist Society | Facing South",
      "description": "When they took office, President Donald Trump and Gov. Ron DeSantis both appointed high court justices that shifted a supreme court to the right. Both executives have relied on the conservative Federalist Society to suggest nominees, and both have faced criticism for appointing mostly white judges.",
      "preview": "Skip to main content Defend democracy in the South. Donate now The online magazine of the Institute for Southern Studies Florida's judicial pipeline f"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://www.univision.com/global/privacy-policy-en",
      "title": "Privacy Notice - TelevisaUnivision",
      "description": "LAST UPDATED: March 7th, 2025 TelevisaUnivision - Global Privacy Notice Univision Communications, Inc. and its affiliates (collectively, \"TelevisaUnivision,\" \"we,\" \"us,\"...",
      "preview": "Home About Leadership Brands Newsroom Careers Partner with Us Así Studios Advanced Solutions Hispanic Insights Growth Stories Español Privacy Notice L"
    },
    {
      "url": "https://tr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress eklentisi | WordPress Türkiye",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Eklentilerde ara Detaylar"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pmc.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://www.astrogav.eu/G_A_V_%20-%20Gruppo%20Astronomico%20Viareggio_paolo%20farinella.htm",
      "title": "Storia del Gruppo: Prof. Paolo Farinella",
      "description": "Storia del GAV: Prof Paolo Farinella",
      "preview": "Storia del G.A.V. In memoria di Paolo Farinella: Paolo Farinella collaborò con il G.A.V. alla divulgazione dell'astronomia tenendo diverse conferenze"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://nopriceonjustice.org/fines-fees-and-the-criminalization-of-mental-health-crisis/",
      "title": "Fines, Fees and the Criminalization of Mental Health Crises - No Price on Justice",
      "description": "Peggy Herrera, an advocate for the No Price on Justice campaign, recounts her son's terrifying encounters with police and the lasting financial and emotional impacts of predatory fees.",
      "preview": "Fines, Fees and the Criminalization of Mental Health Crises May 10, 2021 \"I had called emergency medical services for support during one of my son's a"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "https://www.beforeyoubet.com.au/",
      "title": "Sports Betting Tips and Australian Sportsbook Reviews | Before You Bet",
      "description": "Before You Bet offers free Australian sports betting tips, promotions and sportsbook reviews for the best Australian sports betting websites.",
      "preview": "SPORTS BETTING TIPS NBL Tips NBL26 Round 4 Predictions & Tips 10 Oct 2025 AFL Tips AFLW 2025 Round 9 Preview & Betting Tips 10 Oct 2025 Caulfield Raci"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "http://www.earthsciweek.org/",
      "title": "Earth Science Week",
      "description": "void",
      "preview": "Earth Science Week Celebrate \"Energy Resources for Our Future\" October 12-18, 2025 Our energy future calls for navigating complex choices about how we"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://www.khanacademy.org/science/chemistry",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://web.dev/learn/html/",
      "title": "Learn HTML | web.dev",
      "description": "This HTML course for web developers provides a solid overview for developers, from novice to expert level HTML.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources HTML Stay organized with collections Save and categorize content based on your preferences."
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "https://walmart.quantumsds.com/",
      "title": "Gainfront - The Best Supplier Lifecycle Management Software Suite",
      "description": "Gainfront is a supplier lifecycle/ risk management tool that simplifies diversity spend tracking, supplier on-boarding and contracts management.",
      "preview": "Introducing Model Context Protocol (MCP) Learn More The Future of Supplier Lifecycle Management is here with Gainfront's Proprietary EfficiencyAI TM D"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "http://www.weatherlabs.com/",
      "title": "Previsioni e condizioni meteo per Campitelli, città metropolitana di Roma Capitale 00186 - The Weather Channel | Weather.com",
      "description": "Previsioni meteo di oggi e stanotte per Campitelli, città metropolitana di Roma Capitale 00186, condizioni meteo e radar Doppler di The Weather Channel e Weather.com",
      "preview": "Advertisement Advertisement Advertisement Digita almeno tre caratteri per iniziare il completamento automatico. Se non inserisci nessuna query di rice"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://www.scsglobalservices.com/services/sustainably-grown-certification",
      "title": "SCS Sustainably Grown® Certification | SCS Global Services",
      "description": "Distinguish Your Brand with the Most Comprehensive Claim for Sustainable Agriculture",
      "preview": "Skip to main content SCS Sustainably Grown® Certification Distinguish Your Brand with the Most Comprehensive Standard for Sustainable Agriculture Appl"
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Mariana Valente Brazil Ethan Senack United States Ilkay Holt United"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://www.uni-potsdam.de/de/gsp-deutsch/studiumlehre/lesekabinett",
      "title": "Lesekabinett - Studium und Lehre - Professur Grundschulpädagogik Deutsch - Universität Potsdam",
      "description": "void",
      "preview": "JavaScript ist in ihrem Browser deaktiviert. Bitte aktivieren Sie JavaScript um alle Funktionen der Website nutzen zu können! Zum Hauptinhalt springen"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "https://www.investormeetcompany.com/kodal-minerals-plc/register-investor",
      "title": "Investor Meet Company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://www.nfl.com/news/packers-aaron-rodgers-finishes-retreat-addresses-future-i-don-t-want-to-drag-any",
      "title": "Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around'",
      "description": "Packers quarterback Aaron Rodgers spoke publicly for the first time since completing his darkness retreat. Although he does not have a decision yet, he recognizes the benefit of giving the team an answer in the near future.",
      "preview": "Skip to main content Advertising Around the NFL Packers' Aaron Rodgers finishes retreat, addresses future: 'I don't want to drag anybody around' Publi"
    },
    {
      "url": "http://nmsdc.org/",
      "title": "NMSDC - National Minority Supplier Development Council",
      "description": "Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of...",
      "preview": "Skip to Main Content Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of Americans,"
    },
    {
      "url": "https://www.az-online.de/kultur/archiv-2022/",
      "title": "Aktuelle Kulturnachrichten im Überblick | az-online.de",
      "description": "Nachrichten, Interviews und Rezensionen zu Kultur und Kunst, Fernsehen und Kino, Musik und Theater - hier auf az-online.de",
      "preview": "Kultur - Archiv 29.01.22 15:40 Tabu bei Queen Elizabeth: Kuriose Sandwich-Regeln enthüllt Im britischen Königshaus herrschen strenge Regeln und alte T"
    },
    {
      "url": "https://east.co",
      "title": "Showcase | East Photographic - London & New York",
      "description": "East is an agency for creative artists, based in London and New York. Founded in London in 1996, we are committed to championing work we believe in, while our philosophy is to provide a personalised service to all our clients.",
      "preview": "Megan Kiantos WSJ. Magazine Kwabena Sekyi Appiah-nti Extreme Cashmere, Alei Alex F Webb Rapha Winter 2025 Linda Brownlee The Guardian Iris Humm BaBaa"
    },
    {
      "url": "https://apps.apple.com/us/app/google-family-link/id1150085200",
      "title": "‎Google Family Link on the App Store",
      "description": "Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with technology is unique, so we built t...",
      "preview": "Screenshots Description Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with t"
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://www.vegvesen.no/kjoretoy/",
      "title": "Kjøretøy | Statens vegvesen",
      "description": "Finn informasjon om kjøretøy og regelverk for privat- og yrkessjåfører, send inn salgsmelding, sjekk kjøretøyopplysninger og finn godkjent verksted.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7407411/prince-william-kate-amazon-prime-show/",
      "title": "Prince William, Kate and the kids in top secret visit to set of huge Amazon Prime Video show",
      "description": "LORD of the Rings superfan Prince William and wife Kate were given a private late-night tour of the set of the films' TV spin-off.The Prince, 40, an",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) LORD of the Rings superfan Prince William and wife Ka"
    },
    {
      "url": "https://projects.worldbank.org/en/projects-operations/project-country?lang=en&page=",
      "title": "Projects By Country / Area",
      "description": "void",
      "preview": "What We Do Projects & Operations This page in: EN dropdown Français العربية Русский 中文 Português Español This page in: _ English Français العربية Русс"
    },
    {
      "url": "https://community.powerbi.com/",
      "title": "Power BI forums - Microsoft Fabric Community",
      "description": "void",
      "preview": "skip to main content FabCon is coming to Atlanta Join us at FabCon Atlanta from March 16 - 20, 2026, for the ultimate Fabric, Power BI, AI and SQL com"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://www.adornbridal.com/adornnashville",
      "title": "Nashville, TN Bridal Shop | Your Dress Is Here",
      "description": "The Experience You'll Cherish For A Lifetime. Come see why Nashville brides voted us best bridal shop in Nashville, TN for the last three years.",
      "preview": "Adorn Nashville Bridal Shop Unmatched Experience, Expert Styling Request an Appointment LET US ADORN YOU Say yes to an unparalleled and unforgettable"
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://jenni.ai/",
      "title": "Jenni | AI Academic Writer & Research Tool for Students & Academics",
      "description": "Jenni is an AI research and academic writing assistant that helps students, researchers, and academics create essays, papers, and citations with ease.",
      "preview": "Meet Your Intelligent Research Assistant The AI-powered workspace to help you read, write, and organize research with ease. Start writing - it's free"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fiskeridir.no/English",
      "title": "Directorate of Fisheries",
      "description": "The Directorate of Fisheries is the Ministry of Trade and Fisheries' advisory and executive body regarding fishing and management of aquaculture.",
      "preview": "Hopp til innhold We use cookies We use cookies on fiskeridir.no to understand how visitors use the website, so that we can improve our services. You c"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://www.marksandspencer.com/l/mens",
      "title": "Men's Cashmere Clothing at M&S",
      "description": "Our men's cashmere clothing is timeless, stylish and so soft you'll be reaching for it again and again. Shop jumpers, cardigans and accessories at M&S",
      "preview": "Men's Cashmere Clothing Warm and cosy never looked so cool as with our men's cashmere clothing. Find your shade, from elegant navy and grey to playful"
    },
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://www.yalemedicine.org/specialists/ania-jastreboff",
      "title": "Ania Jastreboff > Specialists > Yale Medicine",
      "description": "Ania M. Jastreboff, MD, PhD, is an adult and pediatric endocrinologist with expertise in obesity medicine and weight management. She cares for patients who have prediabetes, insulin resistance, metabolic syndrome, and type 1 and type 2 diabetes. Dr. Jastrebroff, who is director of the Yale Obesity Research Center (Y-Weight), says she empathizes with patients who struggle to lose weight or maintain weight loss. \"Carrying excess weight and having obesity is not a lifestyle choice. Obesity is a chronic disease and should be treated with the same vigor and integrity as other chronic diseases,\" she says. \"We are in the infancy of our understanding of the mechanisms that underlie obesity. Many novel treatments are under development, including new anti-obesity medications, endoscopic procedures, and the refining of behavioral and surgical interventions.\" An assistant professor of medicine (endocrinology) and of pediatrics (endocrinology) at Yale School of Medicine, Dr. Jastrebroff says one of her goals is to conduct clinic research that will lead to better treatments for obesity and also have a clear public health impact in mitigating the obesity \"pandemic.\" Recent misinformation has been circulating online regarding a so-called \"pink salt trick\" for weight loss. It is not medically supported, and it has no connection to Dr. Ania Jastreboff or Yale. Videos of Dr. Jastreboff purporting to endorse this product are fraudulent and have been AI generated.",
      "preview": "Skip to Main Content 1 Yale Pediatric Endocrinology 1 Long Wharf Drive New Haven, CT 06511 Directions 1 of 3 Yale Pediatric Endocrinology 1 Long Wharf"
    },
    {
      "url": "https://ekb.ap-proekt.ru/product/komplektuyushchie-dlya-shtampov-i-press-form/komponenty-i-plity-dlya-press-form/tolkateli/tolkateli-tsilindricheskie/tolkatel-tsilindricheskiy-plazmenno-azotirovannyy-eoa/",
      "title": "78.211.19.249 10.10.2025 15:00:35",
      "description": "void",
      "preview": "Sorry, your request has been denied."
    },
    {
      "url": "https://www.orientacionandujar.es/2021/03/07/actividad-manipulativa-que-hora-es/caracol_barraskiloa_page-0002/",
      "title": "CARACOL_BARRASKILOA_page-0002 - Orientación Andújar - Recursos Educativos",
      "description": "void",
      "preview": "Deja una respuesta Cancelar la respuesta Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con * Comentario"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "https://muniversepr.com/noticias/este-es-el-septimo-grupo-de-jovenes-seleccionadas-para-miss-universe-puerto-rico-2023/",
      "title": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 | Miss Universe Puerto Rico",
      "description": "Ahora, llegó el momento de conocer quiénes son las seleccionadas para unirse a este selecto grupo de mujeres que tendrá la oportunidad de representar a su m ...",
      "preview": "Este es el séptimo grupo de jóvenes seleccionadas para Miss Universe Puerto Rico 2023 02/23/2023 2:48 pm SOCIAL MEDIA Ahora, llegó el momento de conoc"
    },
    {
      "url": "https://irishcountrymagazine.ie/tag/interiors/page/7/",
      "title": "Interiors - Page 7 of 8 - Irish Country Magazine",
      "description": "Explore a curated collection of articles and stories in the Interiors section on Irish Country Magazine, bringing you the best in Irish culture, style, and living.",
      "preview": "Advertise Customer Support Find a Retailer eMagazine SUBSCRIBE IRISH COUNTRY MAGAZINE Inside the issue Irish Made Irish Made Awards Irish Made Awards"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/partners/welcome?s_cid=en-us-gct-web-src_ext-sub_0-flx_uhfcombepartner",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://www.ucsf.edu/news/2020/04/417311/experts-explain-how-contact-tracing-will-end-coronavirus-pandemic",
      "title": "Experts Explain How Contact Tracing Will End the Coronavirus Pandemic | UC San Francisco",
      "description": "To ramp up contact tracing for COVID-19 in San Francisco, UCSF has been partnering with the San Francisco Department of Public Health (SFDPH) to provide technical assistance, training and manpower.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Reddit Email this article Print this article Image For all the anticipation around ne"
    },
    {
      "url": "http://scielo.sld.cu/scielo.php?script=sci_abstract&pid=S1027-28522009000100007&lng=es&nrm=iso&tlng=es",
      "title": "Neuroprotective effect of the systemic administration of MK-801 on the pedunculopontine nucleus of hemiparkinsonian rats",
      "description": "void",
      "preview": "Mi SciELO Servicios personalizados Servicios Personalizados Articulo Inglés (pdf) Articulo en XML Referencias del artículo Como citar este artículo En"
    },
    {
      "url": "https://hrim.is/product/winter-stories-fox/",
      "title": "Hrim",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://skillbridge.osd.mil/",
      "title": "DOD SkillBridge Program",
      "description": "void",
      "preview": "Skip to main content Federal Agency Notification Federal Agencies are responsible for providing immediate notification to the Service member and their"
    },
    {
      "url": "https://bestbadinfluence.com/",
      "title": "Best Bad Influence",
      "description": "Best Bad Influence",
      "preview": "Skip to content Apparel Accessories Drinkware Gift Card Good Influence Account Cart Apparel Toggle menu Denim Jackets Tees Tanks Hoodies + Sweatshirts"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "https://e.app.link/?mParticle%20ID=Anonymous&utm_term=enews&utm_content=all-shows&utm_medium=redirect-to-nbc&utm_campaign=enews_web_evergreen_redirect&utm_source=enews-dotcom&Canonical%20URL=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe&$ios_deeplink_path=series%2F&$android_deeplink_path=series%2F&$desktop_url=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe",
      "title": "E! - NBC.com",
      "description": "Find content from E! and the NBCUniversal family of networks on NBC.com!",
      "preview": "Main Content"
    },
    {
      "url": "https://zaynsway.tumblr.com/",
      "title": "Never stop dreaming",
      "description": "'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love. \"Learn from yesterday, live for today, hope for tomorrow.\" -Albert Einstein",
      "preview": "Home Fic Recs Message About One Direction Tags 'Ships are lost without compasses to guide them. ' Zayn girl and firm believer in Harry and Louis' love"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "https://kartoweb.itc.nl/geometrics/Map%20projections/body.htm",
      "title": "Geometric aspects of mapping: map projections",
      "description": "void",
      "preview": "4.0 Introduction Maps are one of the world's oldest types of document. For quite some time it was thought that our planet was flat, and during those d"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "title": "Healthy diet",
      "description": "WHO fact sheet on healthy diet with key facts and information on essential dietary elements, practical advice, salt, sodium and potassium, sugars, health diet promotion, WHO response.",
      "preview": "Skip to main content WHO/V. Gupta-Smith © Credits Healthy diet 29 April 2020 Key facts A healthy diet helps to protect against malnutrition in all its"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://staceyleephotography.net/declan-millersville-maryland-childrens-photographer/",
      "title": "Declan {Millersville, Maryland Children's Photographer} - StaceyLee Photography",
      "description": "Last week this sweet little guy turned ONE! I met up with him and his Momma at Kinder Farm Park the day after I got home from Vegas for his one year session. Just like all one year old boys, he didn't want to pay attention to me. He wanted to run and play in [...]",
      "preview": "navigate wedding, engagement & portrait photographer in maryland home meet stacey weddings engagements newborns blog contact Declan {Millersville, Mar"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "http://who.int/en/",
      "title": "World Health Organization (WHO)",
      "description": "The United Nations agency working to promote health, keep the world safe and serve the vulnerable.",
      "preview": "Skip to main content World Mental Health Day Read more © WHO Gaza, August 2025 © Credits Latest news All → 6 October 2025 News release WHO tobacco tre"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "http://www.portaldalinguaportuguesa.org/?action=lemma&lemma=14457&template=print",
      "title": "afoitar (verbo) -",
      "description": "void",
      "preview": "afoitar - verbo a · foi · tar pronominal; transitivo Indicativo Presente Pretérito imperfeito Pretérito perfeito Pretérito mais-que-perfeito Futuro im"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=24687843",
      "title": "Trojan.DownLoader41.59211 - Dr.Web Malware description library",
      "description": "Network activity Connects to &#39;i6#####g-a.akamaihd.net&#39;:443 &#39;t.###netcat.com&#39;:443 &#39;microsoft.com&#39;:80 &#39;px######com-a.akamaihd.net&#39;:445 &#39;px######com-a.akamaihd.net&#39;:139 TCP HTTP GET requests http://www.microsoft.com/pki/certs/MicRooCerAut_2010-06-23.crt Other &#39;i6#####g-a.akamaihd.net&#39;:443 ...",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.military.com/spousebuzz/2020/04/21/making-military-spouses-focus-abby-malchow.html",
      "title": "Making Military Spouses a Focus: Abby Malchow | Military.com",
      "description": "Sometimes, the most powerful forces behind change come from someone who didn't even know what they were getting into.",
      "preview": "Making Military Spouses a Focus: Abby Malchow (Photo Courtesy of Abby Malchow) Military.com | By Rebecca Alwine Published April 21, 2020 Advocates are"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nationaleatingdisorders.org/",
      "title": "NEDA | Eating Disorders Support, Awareness & Recovery",
      "description": "Access support, explore resources, join community events, and take a free eating disorders screening-start your recovery journey with NEDA!",
      "preview": "Hope Starts Here. The National Eating Disorders Association (NEDA) works to advance research, build community, and raise awareness to support the near"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://malpracticer.tumblr.com/",
      "title": "Squiggle Zone",
      "description": "be better",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text you fools.. hes not making a video game.. hes making a hideo game (via parvio"
    },
    {
      "url": "http://doc.ok.gov/",
      "title": "Department of Corrections",
      "description": "void",
      "preview": "Skip to main content JOINODOC.COM Inmate/Offender Info About Facilities FACILITIES Visitation VISITATION Send Money SEND MONEY Re-entry RE-ENTRY Proba"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}