{
  "data": [
    {
      "url": "https://apps.dtic.mil/sti/citations/ADA426096",
      "title": "Defense Technical Information Center",
      "description": "void",
      "preview": "The .mil means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://free-harley-mecklenburg-chapter.de/chapter-aktuell/10-biker-sommer-party/index.html",
      "title": "15. Biker-Jubiläums-Sommer-Party 2018",
      "description": "Motorradverein,Motorradclub,Harleyclub,Harleyverein,Harleyfahrer,Harleychapter",
      "preview": "Startseite Chapter Aktivitäten News für Mitglieder, Chapter und Interessierte Chapter Tagesfahrten Rückblick auf Sommer-Partys Über uns Das Chapter Gr"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://nextjs.org/docs/app/building-your-application/routing",
      "title": "Getting Started: Layouts and Pages | Next.js",
      "description": "Learn how to create your first pages and layouts, and link between them with the Link component.",
      "preview": "Menu Using App Router Features available in /app Latest Version 15.5.4 App Router Getting Started Layouts and Pages Copy page Layouts and Pages Next.j"
    },
    {
      "url": "https://www.greenmeadowslawnscape.com/hardscaping/",
      "title": "Hardscaping Services - Green Meadows Lawnscape",
      "description": "Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in both beauty and function. From brick pavers to retaining walls and intricate stonework, we provide our hardscape services to residences, businesses and commercial properties in the greater Detroit, Michigan area, including Shelby Township, Macomb Township, Sterling [...]",
      "preview": "Skip to content Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in bo"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://calendly.com/d/gsj-b7m-mr6/admissions-q-a",
      "title": "Calendly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.etcc-ca.com/reports/automated-emissions-reduction-dispatch-signal-dr-emerging-technologies-assessment",
      "title": "Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment | ETCC",
      "description": "The purpose of this Demand Response Emerging Technology (DRET) Assessment is to confirm that, in a laboratory setting, end-use energy consumption by certain appliances can be automatically controlled by a combination of: (1) a frequently changing (every 5 minutes) GHG intensity signal based on near-real-time data from power grid operators; (2) an end-use specific control algorithm that utilizes the GHG intensity signal, energy consumption data, and customer inputs (simulated in the lab) to produce and communicate a dispatch order to a smart controller and (3) a smart controller that can rel",
      "preview": "Skip to main content Project Info COMPLETE Project Title Automated Emissions Reduction Dispatch Signal DR Emerging Technologies Assessment Project Num"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://www.fedscoop.com/diux-releases-giant-overhead-imagery-data-set-computer-vision-challenge/",
      "title": "DIUx releases a giant overhead imagery data set for computer vision challenge | FedScoop",
      "description": "The group hopes the data will help researchers build better object detection algorithms, which in turn will aid disaster recovery and response.",
      "preview": "Skip to main content Advertisement Advertise Search Close Search for: Search Advertisement The votes are in for the 2025 FedScoop. See the winners! Cl"
    },
    {
      "url": "https://giftsofthejourney.com/2009/12/28/love-in-a-box/",
      "title": "Love In A Box | Gifts Of The Journey",
      "description": "\" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wylly Folk St.John I found the quote above in an interview clipped from a newspaper and tucked inside a book written by my Aunt Wylly. Finding it this morning was in a way like...",
      "preview": "Margaret & Elizabeth - Christmas 1969 \" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wyll"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://studeeblurred.tumblr.com/",
      "title": "STUDee Above the Rock",
      "description": "STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out my art at: www.artsylux.tumblr.com",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "http://bobhope.org",
      "title": "Bob & Dolores Hope Foundation",
      "description": "void",
      "preview": "\"If you haven't any charity in your heart, you have the worst kind of heart trouble\" Learn More If you haven't any charity in your heart, you have the"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Kansas-City-Missouri.html",
      "title": "Kansas City, Missouri (MO) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.jcwoodworking.com/cabin-fever-braindroppings/",
      "title": "Cabin Fever Braindroppings - JC Woodworking",
      "description": "void",
      "preview": "Skip to content Oh boy. How's everyone's apocalypse going? I have some newlywed friends that are stuck at home with just each other and their dog. Go"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/home",
      "title": "Home | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Or search by product Phones Tablets Software & Apps Accessories Other Products Learn about software. upgrades Software Fix Repair your phone We know i"
    },
    {
      "url": "http://www.nickjr.com/appsupport",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "http://friasidor.is/tag/man/",
      "title": "man | Fria Sidor",
      "description": "void",
      "preview": "Förstasidan Aktuellt Corona Fri Forskning Invandringen Folkutbytet Folkmordet på vita Judiskt inflytande Against Our Better Judgment Ekonomi Pengarna"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/beef-recipes/beef-wellington/",
      "title": "Epic beef Wellington recipe | Jamie Oliver recipes",
      "description": "This is the best beef Wellington recipe - make it when you really want to pull out the stops! Jamie Oliver's epic dish is delicious served with green veg.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://www.cookingclassy.com/",
      "title": "Delicious, Easy-to-Make Recipes Everyone Will Love - Cooking Classy",
      "description": "From comfort foods to indulgent dishes browse hundreds of recipes that your family will love and make over and over again. Cooking Classy has never been easier, let me inspire you today!",
      "preview": "Easy Potato Cakes made with creamy leftover mashed potatoes blended with egg and a little flour to bind them, and encrusted with parmesan and panko br"
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://zerofoundation.de/plakat-zur-ausstellung-mack-klein-piene-uecker-lo-savio-0-galleria-la-salita-roma/",
      "title": "Plakat zur Ausstellung „Mack + Klein + Piene + Uecker + Lo Savio = 0\", Galleria La Salita, Rom - ZERO foundation",
      "description": "void",
      "preview": "ZERO foundation x Aktuelles ZERO-Kunst und Mode ZERO war ein Neuanfang. Ende der 1950er-Jahre stellten Heinz Mack, Otto Piene und Günther Uecker die"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.thegoodlineheight.com/",
      "title": "The Good Line-Height",
      "description": "void",
      "preview": "Figma Plugin Playfair Display Toggle Grid The Lorem ipsum text is derived from sections 1.10.32 and 1.10.33 of Cicero's De finibus bonorum et malorum."
    },
    {
      "url": "https://wiki.gnupg.org/HelpOnMacros/MonthCalendar?calparms=HelpOnMacros/MonthCalendar,2001,12,0,-29,,,MonthCalendarTemplate",
      "title": "HelpOnMacros/MonthCalendar - GnuPG wiki",
      "description": "void",
      "preview": "Toggle sidebar Toggle navigation Comments Immutable Page Search: Menu Navigation RecentChanges FindPage Local Site Map Help HelpContents HelpOnMoinWik"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/ending-and-defending-against-hiv-criminalization-state-and-federal-laws-and-prosecutions",
      "title": "Ending and Defending Against HIV Criminalization: State and Federal Laws and Prosecutions, Vol.1, The Center for HIV Law and Policy, Second Edition, Fall 2010 (Updated May 2015) | The Center for HIV Law and Policy",
      "description": "The Center for HIV Law and Policy has released the first comprehensive analysis of HIV-specific criminal laws and prosecutions in the United States.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "http://www.sororimmonde.com/article-7324236.html",
      "title": "Calendrier des Postes - - Sororimmonde - et ta soeur ?",
      "description": "MAI --- Un Poste haut placé",
      "preview": "Tous les blogs Top blogs Humour Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Humour Tous le"
    },
    {
      "url": "https://partner.microsoft.com/en-US/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.kingpet.co.uk/profile/10208386785934913-Reghan-F/",
      "title": "Reghan F. · Dog and Cat Photo Contest",
      "description": "$50,000 in cash prizes to be won every month! Register now for free for the biggest pet photo contest",
      "preview": "RF Reghan F. Profile Contests Achievements Pets Nellie Ember Sparkles Activity No recent activity Follow us : KingPet Dog and Cat Photo Contest Winner"
    },
    {
      "url": "https://crisssemm.tumblr.com/",
      "title": "void",
      "description": "Chicagoland. 32. T1D. Very ridiculously happily taken. Answer that and stay fashionable.",
      "preview": "rainreads-deactivated20250201 : 6,524 notes Share this Reblog Facebook Twitter Reblogged 2 years ago from rainreads-deactivated20250201 akindplace : a"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "https://www.mapbox.com/about/maps/",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://desafio2017.withgoogle.com/latam2017",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "https://www.ulta.com/brand/florence-by-mills",
      "title": "florence by mills - 41 Products | Ulta Beauty",
      "description": "Shop florence by mills at Ulta Beauty. Free Shipping Offers & Free Store Pickup Available Same Day. Join Ulta Beauty Rewards To Earn Points.",
      "preview": "florence by mills View all Show filters (0) store store In Store In Store In Store Select a store to filter by availability Select my store Category S"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://www.kaggle.com/learn",
      "title": "Learn Python, Data Viz, Pandas & More | Tutorials | Kaggle",
      "description": "Practical data skills you can apply immediately: that's what you'll learn in these no-cost courses. They're the fastest (and most fun) way to become a data scientist or improve your current skills.",
      "preview": "void"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://tvline.com/2015/02/16/kit-cowan-tribute-video-death-michael-ausiello-husband/",
      "title": "[VIDEO] Kit Cowan Tribute, Memorial",
      "description": "There's no \"good\" way to say this, so I'll just say it: On Feb. 5, my husband, Kit Cowan, passed away following a courageous, hard-fought 11-month battle with a rare and merciless form of neuroendocrine cancer. As you can imagine, my heart is broken.",
      "preview": "Read Next: 9-1-1: Nashville Series Premiere Is Dripping in Soapy, Southern Twists - Grade ABC's 9-1-1 Spinoff! GET OUR NEWSLETTERS! Search Icon Close"
    },
    {
      "url": "https://aws.baseball-reference.com/leagues/NL/1966-specialpos_p-fielding.shtml",
      "title": "1966 National League Pitcher | Baseball-Reference.com",
      "description": "Check out the fielding stats for all the National League teams and players on Baseball-Reference.com",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://www.ritter-schleifservice.de/warenkorb.html",
      "title": "warenkorb - DIE SCHÄRFEREI RITTER",
      "description": "void",
      "preview": "Im Warenkorb befinden sich 0 Artikel Dein Warenkorb ist leer weiter einkaufen Empfehlenswert Ritter Scissors Hundefriseurschere \"Bella\" 50T Titan-Schw"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3343195",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://www.sfexaminer.com/fixes/san-francisco-plans-to-purchase-200-units-to-house-homeless-families/",
      "title": "San Francisco plans to purchase 200 units to house homeless families | Archives | sfexaminer.com",
      "description": "'The most vulnerable families need supportive housing'",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Share This Facebook Twitter WhatsApp SMS Email Close The City is eyeing the"
    },
    {
      "url": "https://www.indianapoliszoo.com/",
      "title": "Indianapolis Zoo - Home",
      "description": "The Indianapolis Zoo protects nature and inspires people to care for our world. Plan your visit today to see our immersive animal exhibits.",
      "preview": "Learn About the Prize Learn About the Global Center PLAN YOUR VISIT SEE MAP BECOME A MEMBER Membership Info Support the Zoo Ways to donate Conservatio"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://codeorg.medium.com/detailed-data-uncovers-new-stories-reveals-gaps-in-cs-access-and-participation-d5cbc01a5974",
      "title": "Detailed data uncovers new stories, reveals gaps in CS access and participation | by Code.org | Medium",
      "description": "Detailed data uncovers new stories, reveals gaps in CS access and participation Note: In an effort to better identify who does and does not have access to computer science, we're collecting and ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Detailed data uncovers new stories, reveals gaps in CS access and partici"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://musicworldmedia.com/",
      "title": "Music World Media",
      "description": "void",
      "preview": "We're sorry but musicworldmedia.com doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "https://www.mba.ac.uk/",
      "title": "Marine Biological Association | Marine Biology UK",
      "description": "Marine Biological Association. We're on a voyage to discover more about our ocean and all aspects of sea life. Find out more.",
      "preview": "Skip to content An ocean of knowledge since 1884 An ocean of knowledge since 1884 An ocean of knowledge since 1884 Who we are From the seashore to the"
    },
    {
      "url": "https://hk-devblog.com/2016/06/10/another-graphic-test/?like_comment=461&_wpnonce=2e306d0ffa",
      "title": "Another graphic test - STRAY Devblog",
      "description": "Visit the post for more.",
      "preview": "Another graphic test Partager : Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Click to share o"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://findingada.com/organizer/simon-schuster-ltd/",
      "title": "Simon & Schuster Ltd - Ada Lovelace Day",
      "description": "void",
      "preview": "0 events found. Subscribe to calendar Google Calendar iCalendar Outlook 365 Outlook Live Export .ics file Export Outlook .ics file"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://powerautomate.microsoft.com/",
      "title": "Power Automate: Intelligent Robotic Process Automation | Microsoft Power Platform",
      "description": "Automate workflows and business processes across apps, systems, and websites with Microsoft Power Automate using AI, digital, and robotic process automation.",
      "preview": "This is the Trace Id: 957ec0e1d6b8d0ad21f98b2feff9329a Skip to main content Power Automate Optimize business processes with a comprehensive automation"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://www.baseball-reference.com/",
      "title": "MLB Stats, Scores, History, & Records | Baseball-Reference.com",
      "description": "Complete source for baseball history including complete major league player, team, and league stats, awards, records, leaders, rookies and scores.",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://mybuild.microsoft.com/",
      "title": "Your home for Microsoft Build",
      "description": "Connect, code, and grow at Microsoft Build",
      "preview": "void"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}