{
  "data": [
    {
      "url": "https://www.capitalbooksandwellness.com/products/big-flag-logo-tackle-twill-hoody-black-large",
      "title": "Big Flag Logo Tackle Twill Hoody - Black, Large - Capital Books and Wellness",
      "description": "Armour® Fleece fabrication has a brushed inner layer and a quick-drying, smooth outer layer. Soft inner layer traps heat to keep you warm and comfortabl...",
      "preview": "Big Flag Logo Tackle Twill Hoody - Black, Large Under Armour $64.99 Default - $64.99 is back-ordered. We will ship it separately in 10 to 15 days. Des"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://www.onemap.sg/",
      "title": "OneMap",
      "description": "OneMap is Singapore's authoritative, most comprehensive and detailed map of Singapore, offering detailed geographical data, 100+ practical tools, and essential services for daily life, from property information to transportation routes.",
      "preview": "Search OneMap Now you can search for \"Map Apps\" or \"Nearby\", to access the multiple features made available. (e.g. \"nearby recycling\") Enter the locat"
    },
    {
      "url": "https://chicagocrusader.com/advocacy-and-industry-organizations-urge-treasury-secretary-mnuchin-to-set-aside-10-billion-to-provide-relief-for%E2%80%AFbusiness-owners%E2%80%AFof%E2%80%AF-color%E2%80%AF/",
      "title": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color",
      "description": "\"As the Treasury Secretary, you must use your authority to ensure that the structural issues with the PPP do not continue to exclude businesses of color.\"",
      "preview": "Advocacy and Industry Organizations Urge Treasury Secretary Mnuchin to Set Aside $10 Billion to Provide Relief for Business Owners of Color April 26,"
    },
    {
      "url": "https://dmca.openstreetmap.org/",
      "title": "| OpenStreetMap Foundation - DMCA Notice Procedure",
      "description": "void",
      "preview": "DMCA Notice Procedure If you believe content on OpenStreetMap violates your copyright and wish to file a DMCA notice, please follow the procedure belo"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://www.pritikin.com/health-experts",
      "title": "Physicians & Health Experts - Pritikin Longevity Center",
      "description": "Get to know the physicians, dietitians, and other health and wellness experts you'll work with at the Pritikin Health Retreat.",
      "preview": "Skip to content Physicians & Health Experts You want the best educators there are - Physicians, Nutritionists, Exercise Physiologists, Psychologists &"
    },
    {
      "url": "https://www.exergue.com/h/2016-07/tt/brexit.html",
      "title": "Exergue - Un Brexit pour rien, Ou pas",
      "description": "Les adversaires de l'europe, avec le brexit, ont provoque un test grandeur nature. Il va leur falloir en assumer les consequences, a moins qu'ils souhaitent que rien ne change. Une redefinition de la democratie est en cours.",
      "preview": "EXERGUE Depuis 2005 Politique / Europe - Juillet 2016 Un Brexit pour rien... Ou pas ? Résumé Les adversaires de l'Europe, avec le Brexit, ont provoqué"
    },
    {
      "url": "https://suomenkuvalehti.fi/nakoislehti/lue/30-1961-pdf/38-2672",
      "title": "38 - 30/1961 PDF - Näköislehti",
      "description": "void",
      "preview": "Sovellus vaatii JavaScript-tuen. Käyttääksesi sovellusta sinun on laitettava JavaScript-tuki päälle, tai käytettävä selainta joka tukee JavaScriptiä."
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://www.finalsite.com",
      "title": "School Websites, Communications & Enrollment Platform | Finalsite",
      "description": "Finalsite is the first community relationship management platform for K-12 schools, transforming how schools attract students, engage families, and build community.",
      "preview": "Skip To Main Content Finalsite Search Clear Search Home Better tools. Stronger schools. Everything you need to attract students, engage families, and"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://hiquaso.de/",
      "title": "The domain name hiquaso.de is for sale.",
      "description": "Secure your desired domain now! ✓ Secure payment processing ✓ Competent service team ✓ Escrow transaction handling ✓",
      "preview": "Sie haben kein Javascript aktiviert. Bitte aktivieren Sie Javascript und laden Sie die Seite neu Wie Sie JavaScript in Ihrem Browser aktivieren Fast T"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F%40circulareconomy&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/latest-news",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://channelstore.roku.com/details/300d1f91b5e583145c8a3fba6f08dafd/frndly-tv",
      "title": "Roku",
      "description": "The most affordable LIVE TV streaming service! 50+ channels starting at $6.99/mo. A&E, The HISTORY Channel, Hallmark Channel, Lifetime, MeTV, INSP, Great American Family, The Weather Channel, & more. Try 7 days FREE. Cancel any time. Full Channel List: MeTV Toons, A&E, Hallmark Channel, INSP, Lifetime, Hallmark Mystery, Game Show Network, LMN, FETV, The Weather Channel, Hallmark Family, Court TV, UPtv, FYI, Great American Family, Justice Central, PixL, Outdoor Channel, Bounce, Dove Channel, getTV, BYUtv, Great American Faith & Living, MILITARY HISTORY, Pursuit Channel, Vice, Local Now, MeTV, QVC, FMC, Story Television, Dove Spirit of the Heart Land, Heroes & Icons, Western Bound, Start TV, Laff, Catchy Comedy, Dove Family Movies, Crime & Investigation, ION, ION Mystery, GRIT, Movies!, MeTV+, aspireTV, Dabl, ION Plus, CraftsyTV, Tastemade, Stingray Channel Holidayscapes, Stingray Greatest Hits, REELZ, CLEO TV, TheGrio.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Promise",
      "title": "Promise - JavaScript | MDN",
      "description": "The Promise object represents the eventual completion (or failure) of an asynchronous operation and its resulting value.",
      "preview": "Skip to main content Skip to search Promise Baseline Widely available * This feature is well established and works across many devices and browser ver"
    },
    {
      "url": "https://www.wcpfc.int/doc/cmm-2009-06/conservation-and-management-measure-regulation-transhipment-0",
      "title": "CMM 2009-06 - Conservation and Management Measure on the Regulation of Transhipment | Monitoring and Evaluation",
      "description": "void",
      "preview": "Skip to main content Status: Active Download 23 Feb 2023 - 10:52 PDF - 547.63 KB Effective From 09 Feb 2010 Related Obligations Obligation Description"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://portals.iucn.org/union",
      "title": "Home | Union Portal",
      "description": "void",
      "preview": "Skip to main content User account Languages EN FR ES Union Portal Log in You will be redirected to IUCN Accounts to input your credentials. After log"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://sexyfishmiami.com/",
      "title": "Asian Restaurant & Late Night Bar Miami | Fish Restaurant | Sexy Fish",
      "description": "Located in the heart of Brickell, offering high-end glamour, surrealist décor, and opulent culinary majesty inspired by the oceans of Asia. Sexy Fish offers an all-day to late-night experience, allowing guests to enjoy incredible entertainment, as w...",
      "preview": "Sorry, your browser doesn't support HTML5 video tag. Sorry, your browser doesn't support HTML5 video tag. Welcome to Sexy Fish Sorry, your browser doe"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://crontab.guru/",
      "title": "Crontab.guru - The cron schedule expression generator",
      "description": "An easy to use editor for crontab schedules.",
      "preview": "Cron Job Monitoring crontab guru The quick and simple editor for cron schedule expressions by Cronitor . loading... Monitor your cron jobs with Cronit"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "https://www.espigadoradadigital.com/2019/07/justicia-procuraduria-traza-nuevas.html",
      "title": "JUSTICIA Procuraduría traza nuevas estrategias para combatir el tráfico y la trata de personas - Espiga Dorada Digital",
      "description": "• Desde el año 2017 hasta el primer trimestre de 2019, han sido judicializados 139 casos por esos delitos El procurador general de la Repúbl...",
      "preview": "Periodico Digital, desde la Provincia Sánchez Ramírez. Tel.809-965-7066, Email:alfremilcomunicacion@gmail.com 100 Familias ya viven en Nuevos Horizont"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://wgme.com/news/local/winner-of-135-billion-mega-millions-jackpot-comes-forward-hometown-gas-grill-lebanon-fred-cotreau-prize-cash-payout-annuity-gambling-grand-prize-drawing-numbers-money-cash-odds-tickets-maine-lottery",
      "title": "Winner of $1.35 billion Mega Millions jackpot comes forward",
      "description": "The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings.",
      "preview": "Fri, 10 Oct 2025 10:12:34 GMT (1760091154353) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://atom.io",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://somethinginthewater.com/",
      "title": "SOMETHING IN THE WATER | Virginia Beach, VA",
      "description": "SITW is back and will descend upon Virginia Beach April 28-30, 2023.",
      "preview": "Sign In My Account Back Lineup Set Times Festival Poster Back Pass Types Pass & Order Info Box Office/Will Call Ticketing Support Back Festival Info G"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://mabanque.bnpparibas/en/home",
      "title": "BNP Paribas | The bank for a changing world",
      "description": "void",
      "preview": "Contenu principal Navigation de l'entête Menu principal Liens pied de page Afficher le menu mobile BECOME A BNP PARIBAS CUSTOMER Solutions adapted to"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://mrag.co.uk/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://riaclu.org/",
      "title": "Home - ACLU of Rhode Island",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Protecting Rhode Islanders' rights since 1959. Stay informed about civil liberties, get our email updates: The Latest News & Commentary ACLU Files Bri"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "http://quattroshapes.com/",
      "title": "Quattroshapes by foursquare",
      "description": "void",
      "preview": "The Global Polygon Gazetteer Foursquare needs quality place data to power its geocoding engine to ensure the best recommendations. When someone search"
    },
    {
      "url": "http://www.lewisbrice.com/",
      "title": "Lewis Brice",
      "description": "Lewis Brice",
      "preview": "Skip to content Close (esc) Menu Close menu Lewis Brice Log in Create account Search Search Facebook Instagram TikTok Twitter Spotify Apple Youtube Yo"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/",
      "title": "San Diego Zoo Wildlife Alliance | Home page",
      "description": "void",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://news.yahoo.com/russian-president-putin-announces-further-181316751.html",
      "title": "Russian President Putin announces further invasion of Ukraine",
      "description": "Russian President Vladimir Putin announced his intention to conduct a military operation in Ukraine on February 24, 2022. Captions: Circumstances require firm and immediate actions from us. Donbas's People's Republics asked for help from Russia. In this regard, according to the article 51 part 7 of the United Nations charter, with the consent of the Russian Federation Council and in accordance with the ratified agreement on 22 February of this year on friendship and mutual aid with Donetsk People's Republic and Luhansk People's Republic, I decided to conduct a special military operation. Its goal is the protection of people who, during eight years, suffer from abuse and genocide from the Kyiv regime. We urge you to lay down arms immediately and go home. I will explain: all servicemen of the Ukrainian army who comply with this requirement, can freely leave the area of military actions and return to their families. Whoever would try to stop us and further create threats to our country, to our people, should know that Russia's response will be immediate and lead you to such consequences that you have never faced in your history. We are ready for any outcome. I am confident that loyal soldiers and officers of Russia's Armed Forces fulfill their duty professionally and courageously.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Russian President Putin announces further invasion of Ukraine"
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "https://rodaleinstitute.org/why-organic/organic-farming-practices/crop-rotations/",
      "title": "Crop Rotations - Rodale Institute",
      "description": "Rodale Institute's research shows that implementing a sustainable crop and grazing rotation is imperative for a healthy, thriving organic farm.",
      "preview": "Skip to content What is crop rotation? Crop rotation is the practice of planting different crops sequentially on the same plot of land to improve soil"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "http://www.beroset.com/",
      "title": "Assembly Language Repository",
      "description": "void",
      "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
    },
    {
      "url": "https://pytorch.org/docs/stable/autograd.html",
      "title": "Automatic differentiation package - torch.autograd - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2Fproducts%2Fblack-compressive-high-rise-legging",
      "title": "Black Compressive High-Rise Legging - Girlfriend Collective",
      "description": "Our #1 seller. Compressive, squat-proof, ultra-high rise sustainable leggings made from 25 recycled water bottles.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW Color: Core Color sold out Color sold out Color sold out Color sold out Color sold out | Limited Edition Color"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "https://www.grandafrika.cz/zajezd/stopovani-simpanzu-v-kibale",
      "title": "safari v Ugandě | CK Grand Afrika",
      "description": "Vydejte se s námi do pralesů Ugandy za šimpanzi! Národní park Kibale patří mezi nejlepší místa pro pozorování našich nejbl ...",
      "preview": "nonstop hotline: +420 226 633 930 Zájezdy Destinace Safari FAQ Africký blog O nás Kontakt zpět na: Safari Uganda Komfort: Typ zájezdu: poznávací Kód z"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://msi.nga.mil/Publications/APN",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.enko-football.com/2014/06/hodgson-we-just-want-to-give-good.html",
      "title": "Enko-football: Hodgson: We Just Want To Give A Good Performance",
      "description": "Blog/site with news from around the world of football.",
      "preview": "Saturday, June 14, 2014 Hodgson: We Just Want To Give A Good Performance Hodgson: We just want to give a good performance Roy Hodgson was quick to dam"
    },
    {
      "url": "https://servicetrust.microsoft.com/",
      "title": "Service Trust Portal",
      "description": "The Microsoft Service Trust Portal (STP) is a one-stop shop for security, regulatory compliance, and privacy information related to the Microsoft cloud.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    },
    {
      "url": "http://www.txlottery.org/export/sites/lottery/Misc/Privacy.html",
      "title": "Texas Lottery | Privacy Statement",
      "description": "Privacy Statement",
      "preview": "Texas Lottery Privacy Statement Thank you for visiting our site. Our privacy statement is set forth below. We will generally post a notice for a reaso"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://www.thesun.co.uk/tvandshowbiz/14411010/rhonys-bethenny-frankel-engagement-rumors-diamond-ring-paul-bernon/",
      "title": "RHONY's Bethenny Frankel is ENGAGED to boyfriend Paul Bernon as she shows off massive diamond ring on beach getaway | The Sun",
      "description": "REAL Housewives Of New York's Bethenny Frankel is engaged to her on-again boyfriend Paul Bernon - after finally finalizing her divorce from ex Jason H",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://falcontech.com/products/mohawk-m57553b-5elan-cat5e-cable-pvc-1000-feet-blue",
      "title": "Mohawk 4245PVB-CE-BU M57553B 5eLAN, CAT5e Cable, PVC, 1000 Feet - Blue - FalconTech",
      "description": "The M57553B cable consists of 24 AWG, solid, bare copper insulated conductors assembled into 4 tightly twisted pairs with a ripcord under an overall jacket.Manufacturer: Mohawk Performance Level: Category 5e Plenum Rated? No Jacket Color: Blue Number of Pairs: 4 UTP Conductor Gauge: 24 AWG Package Type: Pull-Box Mohawk Part#: M57553B Buying in volume? Please contact us about project pricing.",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Mo"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "http://unwater.org",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}