{
  "data": [
    {
      "url": "http://www.thehollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "https://hardy.lnk.to/themockingbirdandthecrow",
      "title": "HARDY - the mockingbird & THE CROW",
      "description": "Listen to the mockingbird & THE CROW by HARDY.",
      "preview": "void"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://www.att.com",
      "title": "AT&T Official Site | Our Best Wireless & Internet Service",
      "description": "Get our best deals on phones and internet, backed by the AT&T Guarantee. Explore the new iPhone 17, get 24/7 support, pay bills, and manage your account online.",
      "preview": "AT&T Official Site | Our Best Wireless & Internet Service Deals Phones & devices Wireless Phone plans Internet Prepaid Bundles Get our best deals on A"
    },
    {
      "url": "http://who.int/en/",
      "title": "World Health Organization (WHO)",
      "description": "The United Nations agency working to promote health, keep the world safe and serve the vulnerable.",
      "preview": "Skip to main content World Mental Health Day Read more © WHO Gaza, August 2025 © Credits Latest news All → 6 October 2025 News release WHO tobacco tre"
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://pagespeed.web.dev/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://help.chi.ac.uk/help-search/for/guests/category/files-and-online-storage/for/alumni/device/desktop/for/students/product/microsoft-teams/category/online-learning/category/software-and-apps",
      "title": "Search results | Support and Information Zone",
      "description": "void",
      "preview": "Skip to main content Skip to search Search results synchronising a University OneDrive account with a personal device What is OneDrive? OneDrive is us"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hotfingersgloves.com/",
      "title": "Hotfingers Gloves",
      "description": "Hotfingers Gloves",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://castbox.fm/episode/36.)-1984-Esque-(ft.-Vaush!)-(ATLA-S2E17)-id2797011-id434340652",
      "title": "36.) 1984-Esque (ft. Vaush!) (ATLA S2E17)",
      "description": "<p>This week, Special Guest and Youtube Political Streamer Vaush stops by to nerd out with us about his all-time favorite show! (Spoilers, it's Avatar) ...",
      "preview": "Listen Top Shows Blog Discover My Cabbages! An Avatar Podcast 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) 36.) 1984-Esque (ft. Vaush!) (ATLA S2E17) Upda"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://energy.gov/",
      "title": "Department of Energy",
      "description": "U.S. Department of Energy - Home",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://ce.naco.org/?dset=Poverty&ind=Number%20of%20Children%20in%20Poverty",
      "title": "NACo County Explorer",
      "description": "Explore your county through over 1000 indicators and nearly 100 datasets.",
      "preview": "Click for more County Info County Details County Seat: Val Year Organized: Val Total Square Miles: Val 2020 Population: Val Persons/Square Mile: Val C"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.blipfoto.com/",
      "title": "Blipfoto | Your photo journal",
      "description": "Keep a simple record of your life, with just one photo a day. Start your free photo journal now, because life is worth celebrating every day.",
      "preview": "The daily photo journal If you have an account already... Sign in If not, then come and try us out ... Sign up If you want to find out more... About u"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://secure.acceptiva.com/?cst=a61726",
      "title": "Payment Form Not Available - Acceptiva",
      "description": "void",
      "preview": "The Acceptiva form you are attempting to access is no longer available."
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2010rs/billfile/hb0529.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.unfpa.org/gender-equality",
      "title": "Gender equality | United Nations Population Fund",
      "description": "Gender equality is a human right",
      "preview": "Skip to main content Clear search Gender equality Home What we do Gender equality Gender equality is a human right. Women are entitled to live with di"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://ekb.ap-proekt.ru/product/komplektuyushchie-dlya-shtampov-i-press-form/komponenty-i-plity-dlya-press-form/tolkateli/tolkateli-tsilindricheskie/tolkatel-tsilindricheskiy-plazmenno-azotirovannyy-eoa/",
      "title": "78.211.19.249 10.10.2025 15:00:35",
      "description": "void",
      "preview": "Sorry, your request has been denied."
    },
    {
      "url": "http://www.gettingout.com/",
      "title": "GettingOut",
      "description": "GettingOut by Telmate helps friends or family connect with incarcerated inmates.",
      "preview": "void"
    },
    {
      "url": "https://pcper.com/tag/k53/",
      "title": "k53 - PC Perspective",
      "description": "void",
      "preview": "Tag: k53 ASUS K53T Review: Mainstream Llano Offers Inexpensive Mobile Gaming by Matt Smith | Dec 29, 2011 | Mobile | 16 Back in June of 2011, we revie"
    },
    {
      "url": "https://githubuniverse.com/",
      "title": "GitHub Universe 2025",
      "description": "GitHub's global developer event is back. Join the world's fair of software.",
      "preview": "Skip to content October 28-29 San Francisco, CA In-person and virtual GitHub's two-day developer event celebrating innovation, collaboration, and the"
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://www.un.org/en/about-us/universal-declaration-of-human-rights",
      "title": "Universal Declaration of Human Rights | United Nations",
      "description": "A milestone document in the history of human rights, the Universal Declaration of Human Rights set out, for the first time, fundamental human rights to be universally protected. It has been translated into over 500 languages.",
      "preview": "Skip to main content Universal Declaration of Human Rights The Universal Declaration of Human Rights (UDHR) is a milestone document in the history of"
    },
    {
      "url": "https://www.urban.org/urban-wire/what-police-spending-data-can-and-cannot-explain-amid-calls-defund-police",
      "title": "What Police Spending Data Can (and Cannot) Explain amid Calls to Defund the Police | Urban Institute",
      "description": "At the least, spending data can help advocates and policymakers understand reforms' fiscal opportunities and parameters.",
      "preview": "Skip to main content Sort by Sort by Relevance Date Research and Evidence What We Do Events About Connect Urban is a leader in providing evidence and"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://inkscape.org/",
      "title": "Inkscape - Draw Freely. | Inkscape",
      "description": "Inkscape is professional vector graphics software which runs on Linux, macOS and Windows desktop computers.",
      "preview": "I am a bot Inkscape Draw Freely. ❤️ Help us make Inkscape awesome! ❤️ English English Deutsch Français Hrvatski Italiano Español Português Português B"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/4wings",
      "title": "GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "description": "4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles. - GitHub - GlobalFishingWatch/4wings: 4wings - GlobalFishingWatch's strategy to present big spatiotemporal datasets with high-performance tiles.",
      "preview": "Skip to content"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://www.geospatialworld.net/prime/climate-trace/",
      "title": "Climate TRACE",
      "description": "Climate TRACE, the global not-for-profit coalition is using Earth Observation data and AI to bring radical transparency to greenhouse gas emissions.",
      "preview": "Climate TRACE How the global not-for-profit coalition made up of NGOs, technology companies, academia, and former US Vice President and climate leader"
    },
    {
      "url": "https://www.sunglassesid.com/sightings/cutler-and-gross-kingsman-sunglasses-colin-firth-kingsman-secret-service",
      "title": "Cutler and Gross Kingsman sunglasses - Colin Firth - Kingsman: The Secret Service | Sunglasses ID",
      "description": "Colin Firth (as Harry Hart) wears Cutler and Gross 0847 tortoiseshell acetate square-frame sunglasses in the 2015 spy movie Kingsman: The Secret Service.",
      "preview": "Skip to main content Ultimate Guide to sunglasses in And Just Like That... (HBO Max) Ultimate Guide to sunglasses in The Four Seasons (Netflix) Ultima"
    },
    {
      "url": "http://www.cucinare.meglio.it/",
      "title": "Cucinare meglio - ricette, buon cibo, sicurezza alimentare",
      "description": "Migliaia di ricette suddivise per categoria, con utili indicazioni sull'apporto calorico di ogni ingrediente. Articoli sulla sicurezza alimentare e consigli per la salute per vivere e cucinare meglio.",
      "preview": "Cucinare meglio Cosa fare quando la frutta secca sa di olio esausto Talvolta la frutta secca presenta aromi rancidi di olio esausto. Cosa fare? Come p"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://flipboardforbrands.com/",
      "title": "Flipboard For Brands",
      "description": "void",
      "preview": "Flipboard helps you connect your brand story to people who are interested and paying attention. Flipboard's Interest Graph provides a unique look into"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "http://www.trentu.ca/archaeology/",
      "title": "Archaeology - Trent University",
      "description": "The Trent University experience is life-changing, career-boosting and transformational on every level. Challenge the way you think at Ontario's #1 undergraduate university, located in Peterborough and Durham GTA. Choose from over 100 undergraduate, graduate and professional programs.",
      "preview": "Welcome Video file Transcript of presentation The archaeology program at Trent is one of the largest in Canada, with twelve permanent faculty offering"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://marielleindekeuken.nl/kneden-brooddeeg/",
      "title": "Kneden brooddeeg - Mariëlle in de Keuken",
      "description": "void",
      "preview": "Kneden brooddeeg 1 april 2020 0 reacties X Share on X Facebook Pinterest Print Mariëlle in de Keuken Laat een reactie achter Je moet ingelogd zijn op"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://zoom.us/",
      "title": "One platform to connect | Zoom",
      "description": "Modernize workflows with Zoom's trusted collaboration tools: including video meetings, team chat, VoIP phone, webinars, whiteboard, contact center, and events.",
      "preview": "Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read the report Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read"
    },
    {
      "url": "https://elpais.com/sociedad/",
      "title": "Sociedad en EL PAÍS",
      "description": "Sigue la última hora de la actualidad social con EL PAÍS. Educación, salud, ciencia, medio ambiente, igualdad, consumo, comunicación, Vida &amp; artes y los blogs de sociedad.",
      "preview": "Ir al contenido _ _ _ _ Eva Saiz | 10 oct 2025 - 05:30 CEST El déficit de especialistas, según profesionales de hospitales andaluces de referencia, ll"
    },
    {
      "url": "https://www.gardenorganic.org.uk/composting",
      "title": "Garden Organic | Composting",
      "description": "Make composting easy with our step-by-step advice and create the perfect heap of nutrient rich compost for your organic garden. Composting is often...",
      "preview": "Getting started with composting Making compost is often considered to be complex but all you need to do is provide the right ingredients and let natur"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Ffirefox-private-safe-browser%2Fid989804926&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "‎Firefox: Private Web Browser on the App Store",
      "description": "Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to browse. PRIVACY WHERE IT COUNTS...",
      "preview": "Screenshots Description Take control of your internet experience with Firefox. When you choose Firefox, you choose privacy, focus, and a better way to"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    }
  ],
  "_meta": {
    "total_bookmarks": 85
  }
}