{
  "data": [
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "http://friasidor.is/tag/man/",
      "title": "man | Fria Sidor",
      "description": "void",
      "preview": "Förstasidan Aktuellt Corona Fri Forskning Invandringen Folkutbytet Folkmordet på vita Judiskt inflytande Against Our Better Judgment Ekonomi Pengarna"
    },
    {
      "url": "https://glockapps.com/",
      "title": "GlockApps 2.0: Next-Level Email Deliverability Testing And Insights",
      "description": "GlockApps - an all-in-one email deliverability testing solution. Check your spam score, email authentication, sender reputation, domain and IP analytics, identify and resolve issues promptly.",
      "preview": "Next-Level Email Deliverability Testing and Insights GLOCK APPS 2.0 A comprehensive email marketing tool essential for solving email deliverability an"
    },
    {
      "url": "https://carrd.co/",
      "title": "Carrd - Simple, free, fully responsive one-page sites for pretty much anything",
      "description": "A free platform for building simple, fully responsive one-page sites for pretty much anything.",
      "preview": "Log In Log in to an existing account Sign Up Create a free Carrd account Documentation Get answers and instructions Changelog Learn what's new (and ch"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.236684737.1587264736.1599146402-1315968737.1583855368&_gac=1.49431570.1599177391.EAIaIQobChMI1_6LgZjO6wIVlI3ICh2FNAa1EAAYASAAEgJdhvD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://www.msnbc.com",
      "title": "MSNBC News - Breaking News and News Today | Latest News",
      "description": "MSNBC breaking news and the latest news for today. Get daily news from local news reporters and world news updates with live audio & video from our team.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content White House Congress Supreme Court Culture World"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.qoyexb9GR",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://support.mooveagency.com/forum/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - MooveAgency - Support Forum",
      "description": "void",
      "preview": "GDPR Cookie Compliance Search for: Support Forum › Support Forum › GDPR Cookie Compliance Viewing 31 topics - 1 through 30 (of 44 total) 1 2 → You mus"
    },
    {
      "url": "http://www.cantinedimarca.it/",
      "title": "Marketing del Vino | Roberto Cavasin Marketing Strategist",
      "description": "In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel settore del Vino",
      "preview": "Salta al contenuto In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel set"
    },
    {
      "url": "https://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://www.sproutedkitchen.com/",
      "title": "Sprouted Kitchen",
      "description": "A food journal of approachable, health-focused recipes by award winning food writer Sara Forte.",
      "preview": "TOMATO SOUP WITH SPICY SAUSAGE AND ORZO Sara Forte · January 27, 2025 Less of my friends are having babies and needing deliverable meals these days, b"
    },
    {
      "url": "https://business.safety.google/adscookies/",
      "title": "Cookie information for Google's ad products",
      "description": "Cookie information on this site is made available to assist with the use of Google's ad products.",
      "preview": "Our advertising and measurement cookies To help our partners manage their advertising and websites, we offer many products, including AdSense, Google"
    },
    {
      "url": "https://www.treasury.gov/tigta/contact_report_scam.shtml",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://www.mylifetime.com/",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://mandrillapp.com/track/click/30976981/oceanexpert.org?p=eyJzIjoiVXVXd1dWek5XdlVES0NRV3QtRGlFVjlxSjRJIiwidiI6MSwicCI6IntcInVcIjozMDk3Njk4MSxcInZcIjoxLFwidXJsXCI6XCJodHRwczpcXFwvXFxcL29jZWFuZXhwZXJ0Lm9yZ1xcXC9kb2N1bWVudFxcXC8zMTQ0MFwiLFwiaWRcIjpcImE4Y2NiM2RkY2VmZTQ2MTk4ZjMwMjc0ZWZhZDViM2FmXCIsXCJ1cmxfaWRzXCI6W1wiMzk0NjhiMmQ0ZTNmMDlhZTZiN2JkMTEwNzg3MmUzNjA5YTUxZWMwYlwiXX0ifQ",
      "title": "OceanExpert | Document",
      "description": "void",
      "preview": "Meli IOC/IODE-XXVII/2rev ACTION PAPER - Twenty-seventh Session of the IOC Committee on International Oceanographic Data and Information Exchange (IODE"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "https://ywcaatlanta.org/",
      "title": "YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "YWCA of Greater Atlanta is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "0 2024 Impact Report A year of reintroduction Collaboration in Action The Campaign to Revitalize the Phillis Wheatley Westside YWCA Learn more FREE Co"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "http://www.angelfire.com/geek/alphabeta/",
      "title": "Gravity",
      "description": "Discusses everything to do with Gravity including the History, the Forumlae and Sir Isaac Newton.",
      "preview": "Home | Zero Gravity | Specific Gravity | Dishwasher Ratings What is Gravity? Gravity is a force of attraction only between bodies that have mass. The"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "http://digitaledition.aurorabeaconnews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.blackcurlmagic.com/",
      "title": "Black Curl Magic",
      "description": "Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the results your tight curl + natural hair deserves.",
      "preview": "Welcome to Black Girl Curls Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the"
    },
    {
      "url": "https://lalibellule.ch/centre-nature/ateliers/",
      "title": "Ateliers - la libellule",
      "description": "Nos ateliers au centre nature...",
      "preview": "Ateliers Venez acquérir des nouveaux savoir-faire. Repartez avec votre bac à plantons, apprenez à réaliser votre propre balcompost ou découvrez les te"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "https://www.githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.myotees.com/product/ron-weasley-is-my-boyfriend-graphic-sweatshirt/",
      "title": "Ron Weasley Is My Boyfriend Graphic Sweatshirt | myotees.com",
      "description": "Get Buy Ron Weasley Is My Boyfriend Graphic Sweatshirt, affordable custom shirts,are screen printing by hand and are high quality printing.",
      "preview": "Skip to content Add to Wishlist Add to Wishlist Ron Weasley Is My Boyfriend Graphic Sweatshirt On Sale $ 27.49 - $ 34.49 Price range: $27.49 through $"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.qldcricket.com.au/",
      "title": "Queensland Cricket | Home",
      "description": "Live cricket coverage, live streaming, cricket highlights, live scores, breaking news, video, analysis and expert opinion.",
      "preview": "Skip to main content Fire Set For Meteors The Queensland Fire have named an unchanged squad for their second round games in the Women's National Crick"
    },
    {
      "url": "http://admissions.psu.edu/apply/",
      "title": "How to Apply | Undergraduate Admissions | Penn State",
      "description": "Ready to start your journey as a Penn State student? Learn how to apply, with help from us all along the way. Start your application today!",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Visit Academics expand icon Undergraduat"
    },
    {
      "url": "https://ios.yacreader.com/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Luis Ángel San Martín Rodríguez built the YACReader app as a Commercial app. This SERVICE is provided by Luis Ángel San Martín Rodrígue"
    },
    {
      "url": "https://naacpimageawards.net",
      "title": "57th NAACP Image Awards",
      "description": "void",
      "preview": "Skip to content Contact Coordinators Motion Picture Coordinator (Film - Documentary, writing, directing, editing, make-up, hairstyling, costume design"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://nnaf.org/aclu",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. Protect Abortion Access. Donate to Abortion Funds! With our constitutionally prote"
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z#citeas",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://www.dailynk.com/%EA%B0%95%EB%8F%99%EC%99%84-%EC%B9%BC%EB%9F%BC-%EB%8B%B9%EC%8B%A0%EC%9D%80-%EC%96%B4%EB%8A%90-%EB%82%98%EB%9D%BC-%EB%8C%80%ED%86%B5%EB%A0%B9%EC%9E%85%EB%8B%88%EA%B9%8C/",
      "title": "[강동완 칼럼] 당신은 어느 나라 대통령입니까? | DailyNK",
      "description": "void",
      "preview": "Facebook Mail RSS Twitter Youtube 전체기사 지금 북한은 위성+ 북한 경제 북한 비화 탈북박사의 북한읽기 뉴스 기획 오피니언 북한시장동향 And센터 후원하기 검색 Search DailyNK Facebook Mail RSS Twitter Yout"
    },
    {
      "url": "https://www.finescale.com/how-to",
      "title": "How To Tips | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://thenounproject.com/",
      "title": "8M+ Free Icons & Stock Photos | SVG & PNG | Download Today",
      "description": "🎨 Discover 8M+ high-quality SVG & PNG icons & stock photos for your next project. 🔍 Find the perfect icon or photo in seconds!",
      "preview": "We use cookies per our Cookie Policy to make your experience better. Manage Accept We use cookies per our Cookie Policy to make your experience better"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "http://www.moxhe.com.au/",
      "title": "Sports Nutritionist Melbourne - Moxhe",
      "description": "Are you looking for a sports nutritionist in Melbourne to take your performance to the next level? You're in the right place. Our Melbourne-based sports",
      "preview": "Skip to content As Featured In Client Success Stories from Melbourne Real results from real people across Melbourne's fitness community S Sarah, Melbo"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://mittprivatakrig.com/2021/12/26/staden/",
      "title": "Staden... | Yolanda and her creative scream",
      "description": "Det ska bli rätt skönt att komma i väg i morgon, till jobbet. Senare i veckan får jag besök av Maria, som kommer från Trollhättan. Sen är det nyår, som jag planerar att spendera hos Sylvia. ♡",
      "preview": "Etiketter \"Vänner\" , annandagen , Foto , Jul , Ledig , Nyår , Photography , Planering , vän , Vänskap Det ska bli rätt skönt att komma i väg i morgon,"
    },
    {
      "url": "http://www.decadecounter.com/",
      "title": "MASTER38 Slot gacor untuk para master slotter dimanapun berada",
      "description": "Beyoung: India's best online shopping site for trendy clothes. Shop cargos, joggers, oversized t-shirts, and more with Free Shipping & COD. Affordable style for every occasion!",
      "preview": "Log In / Signup logo Topwear T-shirts Plain T-shirts Printed T-shirts Regular Fit T-shirt Oversized T-shirts Polo T-shirts Full Sleeve Tshirts View al"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://assets.welcu.com/compete/cronosur/rally-scott-2018",
      "title": "Rally Scott 2018 | Welcu Compete",
      "description": "void",
      "preview": "Rally Scott 2018 Carrera 40K 60K Categoría Todas Damas 15-20 Damas 21-30 años Damas 31-39 años Damas 40-49 años Damas 50 o más Varones 15-20 años Varo"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://in.usembassy.gov",
      "title": "U.S. Embassy and Consulates in India",
      "description": "The mission of the United States Embassy is to advance the interests of the United States, and to serve and protect U.S. citizens in India.",
      "preview": "U.S., Indian Armies Launch Yudh Abhyas 2025 Joint Statement from the Quad Foreign Ministers' Meeting in Washington CDA Jorgan Andrews joins Indian Del"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://everytown.org/",
      "title": "Home | Everytown",
      "description": "We are a movement of nearly 11 million moms, mayors, survivors, students, and everyday Americans working to end gun violence.",
      "preview": "Skip to content Use Accessible Colors You are leaving You will be redirected momentarily. Close Menu Home About Work Issues Solutions States News Blog"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://www.siteliner.com/",
      "title": "Siteliner - Find Duplicate Content on your site",
      "description": "void",
      "preview": "Explore your site. Find duplicate content, broken links, and more... Starting Scan... © 2025 Indigo Stream Technologies, providers of Copyscape . All"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://aintnomobway.com/?gclid=CjwKCAiAy_CcBhBeEiwAcoMRHOwqcEjTTeVEv3yFxhROV92xZaBs5lnBfJFixScSVetL9HJY1eLAqBoChNAQAvD_BwE",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://www.domesticworkers.org/",
      "title": "Homepage | National Domestic Workers Alliance",
      "description": "The National Domestic Workers Alliance (NDWA) works for the respect, recognition & rights for more than 2.2 million domestic workers in the US.",
      "preview": "National Domestic Workers Alliance Search for: Donate Donar For Domestic Workers Resource Hub Chapters & Affiliates Get Worker Updates Join NDWA Alrea"
    },
    {
      "url": "https://www.hotelplanner.com/3475-Brand/Homewood-Suites-By-Hilton-Hotels-in-Kannapolis-NC",
      "title": "Homewood Suites By Hilton Hotels in Kannapolis, NC ($42+)",
      "description": "void",
      "preview": "Homewood Suites By Hilton Hotels in Kannapolis NC Homewood Suites By Hilton Kannapolis properties are provided below. Search for cheap and discount Ho"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.repubblica.it/",
      "title": "la Repubblica - News in tempo reale - Le notizie e i video di politica, cronaca, economia, sport",
      "description": "la Repubblica è il quotidiano online aggiornato 24 ore su 24 su politica, cronaca, economia, sport, esteri, spettacoli, musica, cultura, scienza, tecnologia.",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci 10 Ottobre 2025 - Aggiornato alle 13.55 Ritorno a Gaza City: a migl"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "http://haven.theonering.net/",
      "title": "Your One Source for Lord of the Rings and Tolkien Gaming Online | Gaming Havens",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "http://www.vpchat.com/",
      "title": "Chat Rooms - Chat Games - Avatar Chat",
      "description": "Chat with your personalized avatar, play multi-player games, use instant messaging or voice chat.",
      "preview": "VPchat Shut Down February 19, 2022 It's been 20 years since VPChat was launched, following the closure of Excite VPChat, but now it has come to an end"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://thenewswheel.com/2019-bmw-i8-overview/2019-bmw-i8-interior-06/",
      "title": "The News Wheel",
      "description": "Button",
      "preview": "Skip to content Car News By Brand Collector's Dream: Over 1,000 Hidden Cars From One of America's Largest Private Collections Now Selling With No Rese"
    },
    {
      "url": "https://www.rhs.org.uk/vegetables/tomatoes/grow-your-own",
      "title": "How to grow tomatoes | RHS Vegetables",
      "description": "Get growing your own tomatoes, with expert advice on choosing, sowing, planting, care and harvesting",
      "preview": "RHS Growing Guides How to grow tomatoes Our detailed growing guide will help you with each step in successfully growing Tomatoes. Getting Started Choo"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    }
  ],
  "_meta": {
    "total_bookmarks": 129
  }
}