{
  "data": [
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.iwantgreatcare.org/doctors/dr-sanjay-gheyi/reviews/new",
      "title": "New - Review - iWantGreatCare",
      "description": "void",
      "preview": "The trusted site for healthcare reviews About For patients For clinicians For nurses For healthcare providers For practice managers For dental practic"
    },
    {
      "url": "https://www.eventbrite.de/e/feeding-the-city-ask-us-anything-tickets-568255225677?aff=erelexpmlt",
      "title": "Feeding the City: Ask us Anything Tickets, Thu, Mar 9, 2023 at 5:00 PM | Eventbrite",
      "description": "Eventbrite - Impact Hub Berlin presents Feeding the City: Ask us Anything - Thursday, March 9, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Feeding the City: Ask us Anything View details Follow this organizer to stay informed on future events By Impact Hub Berlin Fol"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "http://montereycountyopendata.montereyco.opendata.arcgis.com/datasets/a6e876476ea641579db2ba9c3fe9f779_0",
      "title": "Places",
      "description": "The purpose of this feature class is to provide accurate site address information for Emergency Services Response, and other county applications.",
      "preview": "void"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://bitcoinwisdom.io/markets/bitstamp/xrpusdt",
      "title": "Bitstamp XRP/USDT - XRP to Tether Charts.",
      "description": "Real-Time Bitstamp XRP/USDT XRP to Tether Market Charts.",
      "preview": "BitcoinWisdom.io Mobile app Index page Aggregated Heatmap Layouts Send feedback Twitter Desktop mode BTC/USDT 121569 ETH/USD 4348.2 DOGE/USDT 0.25074"
    },
    {
      "url": "http://www.mda.space",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://www.examveda.com/chemical-engineering/practice-mcq-question-on-refractory-technology/",
      "title": "Refractory Technology MCQ Questions & Answers | Chemical Engineering",
      "description": "Learn Refractory Technology MCQ questions & answers are available for a Chemical Engineering students to clear GATE exams, various technical interview, competitive examination, and another entrance exam. Refractory Technology MCQ question is the important chapter for a Chemical Engineering and GATE students.",
      "preview": "Refractory Technology MCQ Questions & Answers | Chemical Engineering Home / Chemical Engineering / Refractory Technology Section 1 Section 2 Section 3"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.technika-stroje.cz/dilna-zahrada-les/eshop/99-1-nove-produkty/520-3-Sedak",
      "title": "Nářadí a stroje pro dům, dílnu, zahradu a stavbu",
      "description": "V našem eshopu zakoupíte stroje a nářadí pro svou zahradu a dílnu. V nabídce nechybí elektrické stroje, ruční nářadí nebo svařovací technika.",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://bahamar.com/",
      "title": "Baha Mar",
      "description": "Baha Mar resort, Nassau Bahamas, offers three luxury oceanfront hotels, world-class dining, an elegant casino & a lush 15-acre waterpark.",
      "preview": "Special Offers Hotels ⌄ Overview Brands Grand Hyatt SLS Rosewood Resort Stay In Touch Special Offers Book Activities Weekly Guide Transportation Meeti"
    },
    {
      "url": "https://www.planning.org/cm/",
      "title": "Certification Maintenance",
      "description": "The Certification Maintenance program links AICP-certified planners to education and training opportunities so they may earn mandatory credits and remain current with the latest trends, technologies, and best practices.",
      "preview": "Membership Membership Overview Join APA Membership Renewal Frequently Asked Questions Special Offers APA Shop Knowledge Center Knowledge Center Overvi"
    },
    {
      "url": "http://www.mclink.it/telelavoro",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://support.airtable.com/docs/contact-us",
      "title": "Contacting Airtable",
      "description": "To contact Airtable Support, open Airtable and click on the HELP menu in the upper right-hand corner of the page. Then select \"Message support\".",
      "preview": "Contacting Airtable Updated Updated on Sep 30, 2025 Published on Jul 5, 2022 4 minute(s) read Export PDF Print Prev Next Plan availability All plan ty"
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://playgroundai.com/create",
      "title": "Login - Playground",
      "description": "Create custom designs and graphics with Playground",
      "preview": "Sign up to make your first design Continue with Google Continue with Apple Continue with Email"
    },
    {
      "url": "https://earthday.org/earth-day-quizzes/",
      "title": "Earth Day Quiz | Official Earth Day Website | earthday.org",
      "description": "Test your knowledge with a quiz from EARTHDAY.ORG! Year-round, we're building knowledge and skill to confront global crises - see how much you've learned!",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Earth Day Quizzes How much do you know about our Earth? Test your knowledge! C"
    },
    {
      "url": "https://www.gardenorganic.org.uk/composting",
      "title": "Garden Organic | Composting",
      "description": "Make composting easy with our step-by-step advice and create the perfect heap of nutrient rich compost for your organic garden. Composting is often...",
      "preview": "Getting started with composting Making compost is often considered to be complex but all you need to do is provide the right ingredients and let natur"
    },
    {
      "url": "https://www.nciea.org/blog/instruction/what-leads-positive-changes-student-learning",
      "title": "void",
      "description": "Intern Sarah Wellberg collaborates with the Center's Carla Evans to explore improving student learning through instructional practices and assessments.",
      "preview": "Tags: Student learning Jul 29, 2021 The Relationships Between Instructional Practices and the Instructional Core Regarding Student Learning This is th"
    },
    {
      "url": "https://caru.bbbprograms.org/seal/Confirmation/346177012",
      "title": "CARU - CaruSeal",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. We were unable to find an active record for the seal number provided."
    },
    {
      "url": "https://www.telemundo.com/",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://www.sayellow.com/south-africa/auctioneers-livestock-in-sedibeng",
      "title": "Auctioneers - Livestock in Sedibeng, South Africa",
      "description": "Find Auctioneers - Livestock in on saYellow.com. Get reviews, contact details, directions and much more, at the click of a button.",
      "preview": "Did you mean \"\"? Related Categories Auctioneers - Livestock Auctioneers Auctioneers - Art, Antiques... Online: Auctions Valuers - Immovable Property V"
    },
    {
      "url": "http://www.adaptec.com/",
      "title": "Adaptec | Microchip Technology",
      "description": "Microchip Technology is a leading provider of microcontroller, mixed-signal, analog and Flash-IP solutions that also offers outstanding technical support.",
      "preview": "Skip to main content Skip to footer We detect you are using an unsupported browser. For the best experience, please visit the site using Chrome, Firef"
    },
    {
      "url": "https://skims.com/",
      "title": "SKIMS | Solutions For Every Body",
      "description": "SKIMS is a solutions oriented brand creating the next generation of underwear, loungewear and shapewear.",
      "preview": "Skip to main content JUST DROPPED: FAUX FUR A luxurious new collection of Faux Fur outerwear-don't miss the statement jackets of the season Shop Now K"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://ahrefs.com/",
      "title": "Ahrefs-AI Marketing Platform Powered by Big Data",
      "description": "We help marketers drive visibility across AI search, SEO, content, and social - with the largest AI and search databases online.",
      "preview": "Make your business discoverable-in search, AI, and beyond See what people want, fix what holds you back, ship what wins, and track your growth-that's"
    },
    {
      "url": "https://www.lirs.org/",
      "title": "Global Refuge | Welcome & hope since 1939",
      "description": "For more than 80 years, Global Refuge has provided the resources, guidance, and community to help provide a way forward.",
      "preview": "The browser you are using is not supported. Please consider using a modern browser . Start of main content. Previous Image 1 / 5 Next Image We stand w"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://getreadyguilford.org/",
      "title": "Homepage - Ready for School, Ready for Life",
      "description": "Ready for School, Ready for Life is a collaborative effort to build a connected, innovative system of care for Guilford County's youngest children and their families.",
      "preview": "Skip to content Ready for School Ready for Life Building a connected system of care for our youngest children and their families. We Are Ready to addr"
    },
    {
      "url": "https://disabilityin.org/resource/disability-stock-photography/",
      "title": "Disability Inclusive Stock Photography - Disability:IN",
      "description": "Disability:IN is pleased to offer disability inclusive stock photography to the public. In an effort to empower business to achieve disability inclusion and equality, we encourage corporations to use this in recruitment material, marketing material, internal and external communications, etc.",
      "preview": "Skip to content Search for: Disability Inclusive Stock Photography Disability Inclusive Stock Photography Disability:IN is pleased to offer disability"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://www.theroyalbutler.co.uk/",
      "title": "The UK's etiquette expert - Grant Harrold The Royal Butler",
      "description": "Etiquette Courses - Grant Harrold The Royal Butler is a leading Etiquette Expert based in Britain teaching Etiquette Classes at a Royal level and have done so for over 11 years. His Etiquette courses, classes and workshops are offered throughout the world.",
      "preview": "top of page from Grant Harrold The Royal Butler Welcome His Majesty King Charles III Grant, it is wonderful to know that I am lucky enough to have som"
    },
    {
      "url": "https://www.npr.org/2023/02/28/1160018771/disney-world-desantis-special-district",
      "title": "Disney World's special status dealt another blow by Florida Gov. Ron DeSantis : NPR",
      "description": "DeSantis dealt another blow to Walt Disney World's autonomy by signing a bill on Monday to take control of the company's development board. Critics say the move looks like retaliation.",
      "preview": "Accessibility links Skip to main content Keyboard shortcuts for audio player Disney World's special status dealt another blow by Florida Gov. Ron DeSa"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://www.ceoworks.org/our-model",
      "title": "CEO | Our Model",
      "description": "CEO works to reduce recidivism and increase employment.",
      "preview": "Search Contact Locations Our Model Reducing Recidivism | Increasing Employment CEO works to reduce recidivism and increase employment. We provide peop"
    },
    {
      "url": "https://www.marksandspencer.com/l/mens",
      "title": "Men's Cashmere Clothing at M&S",
      "description": "Our men's cashmere clothing is timeless, stylish and so soft you'll be reaching for it again and again. Shop jumpers, cardigans and accessories at M&S",
      "preview": "Men's Cashmere Clothing Warm and cosy never looked so cool as with our men's cashmere clothing. Find your shade, from elegant navy and grey to playful"
    },
    {
      "url": "https://www.grahammedia.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://authenticallyemmie.com/2010/08/whats-holding-you-back/",
      "title": "What's holding you back?",
      "description": "We as humans are so funny about making excuses. We are so damn good at it without even trying! We talk ourselves out of things that should be good for us in",
      "preview": "Show Offscreen Content Hide Offscreen Content Browse the Blog About About Emily Ho, Authentically Emmie Press and Media Blog Blog Archives Fashion Fav"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://www.shoutcast.com",
      "title": "Home Page - Shoutcast",
      "description": "void",
      "preview": "Shoutcast offers the ultimate suite of advanced tools and services for a premium broadcasting experience Whether you're an established broadcaster, a"
    },
    {
      "url": "https://ghostlightrecords.lnk.to/KimberlyAkimbo",
      "title": "David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast - Kimberly Akimbo (Original Broadway Cast Recording)",
      "description": "Listen to Kimberly Akimbo (Original Broadway Cast Recording) by David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast.",
      "preview": "void"
    },
    {
      "url": "https://corpus.quran.com/translation.jsp?chapter=90&verse=8",
      "title": "The Quranic Arabic Corpus - Translation",
      "description": "void",
      "preview": "Qur'an | Word by Word | Audio | Prayer Times __ Sign In Search __ Verse (90:8) - English Translation Word by Word Quran Dictionary English Translation"
    },
    {
      "url": "https://www.random.org/lists/",
      "title": "RANDOM.ORG - List Randomizer",
      "description": "This page allows you to randomize lists of strings using true randomness, which for many purposes is better than the pseudo-random number algorithms typically used in computer programs.",
      "preview": "Home Games Lottery Quick Pick Keno Quick Pick Coin Flipper Dice Roller Playing Card Shuffler Birdie Fund Generator Numbers Integers Sequences Integer"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/tutorial/install-mongodb-on-ubuntu/",
      "title": "Install MongoDB Community Edition - Database Manual - MongoDB Docs",
      "description": "Install MongoDB Community Edition on Linux, macOS, Windows, or as a Docker container.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual / Self-Managed Deployments / Installation Install MongoDB Community Edition Copy page Select your"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://vanessahurst.com/post/150351668335",
      "title": "Vanessa Hurst - Computing occupations are now the #1 source of new...",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Vanessa Hurst - Computing occupations are now the #1 source of new... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfec"
    },
    {
      "url": "https://nationalvoterregistrationday.org/",
      "title": "National Voter Registration Day",
      "description": "Thank You to All of Our Community Partners Nationwide",
      "preview": "Skip to content National Voter Registration Day Will Return on September 15, 2026 Countdown to National Voter Registration Day Trusted Voting Resource"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://www.ramueswelt2punkt0.de/fcn-in-badischer-provinz/",
      "title": "FCN in badischer Provinz ! :: ramueswelt2punkt0.de",
      "description": "void",
      "preview": "Bitte warten... Startseite > Archiv 2016 > Archiv März 2016 > FCN in badischer Provinz ! FCN in badischer Provinz ! Hallo Bluebloggs, weiches Ge und d"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/news-alerts?type=1",
      "title": "Meredith Corporation MediaRoom - Email Alerts",
      "description": "void",
      "preview": "Email Alerts If you are a member of the working press and are interested in receiving Dotdash Meredith breaking news via email, fill out the form belo"
    },
    {
      "url": "https://www.arborday.org/programs/tree-campus-healthcare/",
      "title": "Tree Campus Healthcare | Arbor Day Foundation",
      "description": "The health benefits of trees are undeniable, which is why we're proud to partner with forward-looking healthcare facilities and recognize those that promote tree planting, education, and engagement.",
      "preview": "Skip to main content Our Work Trees in Communities Tree Campus Healthcare The health benefits of trees are undeniable, which is why we're proud to par"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.sima.org/",
      "title": "SIMA Home",
      "description": "Join SIMA to enhance your snow and ice management business with resources, training, and networking opportunities that ensure professionalism and success in the industry.",
      "preview": "The snow industry shows up, no matter the task. Showing up with SIMA is the start to strengthening your business and our industry. Get started by leve"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://www.beeg-pornos.com/video/kinly-knight-ist-unanstaendig-und-bekommt-poklatscher-2073/",
      "title": "Kinly Knight ist unanständig und bekommt Poklatscher | BEEG-PORNOS.com",
      "description": "Kinly Knight ist unanständig und bekommt Poklatscher ✓✓ auf BEEG-PORNOS.com findest du die geilsten Videos, Clips und Porno Filme ✓✓ zu Kinly Knight ist unanständig und bekommt Poklatscher ✓✓. KLICK HIER ✓✓.",
      "preview": "Kinly Knight ist unanständig und bekommt Poklatscher Kategorien: porndig , hardcoresex , blonde weiber ficken Pornostars: Kinley Knight Tags: arsch ve"
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://csvlint.io/",
      "title": "CSV Lint",
      "description": "void",
      "preview": "× CSVLint.io CSV looks easy, but it can be hard to make a CSV file that other people can read easily. CSVLint helps you to check that your CSV file is"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/",
      "title": "Hello, it is Katie",
      "description": "Current Obsessions: Marvel, House of Cards, How to Get Away with Murder, Orphan Black, Brooklyn Nine Nine, Parks and Rec, Harry Potter, Battlestar Galactica, and too many other things",
      "preview": "What. A. Day. #womensmarch #whyimarch (at The Mall (Washington DC)) Marching on Washington with some of my favorite women today. #whyimarch at Philade"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "https://blogs.microsoft.com/",
      "title": "The Official Microsoft Blog",
      "description": "void",
      "preview": "Skip to content Skip to main content Featured Oct 1, 2025 | Microsoft Corporate Blogs Accelerating our commercial growth Sep 25, 2025 | Alysa Taylor -"
    },
    {
      "url": "https://www.skillsoft.com/",
      "title": "Skillsoft | The AI-Native Skills Intelligence Platform for Enterprise Learning",
      "description": "Empower your employees with Skillsoft's AI-driven training platform to build skills, close gaps, and thrive in their roles. Request a demo today.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Skillsoft"
    },
    {
      "url": "https://images.google.com.mx/url?q=https://www.dealermobil.top/model/bmw-6-series-gt",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/bmw-6-series-gt . Se non deside"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://www.beautiful.ai/",
      "title": "Best AI Presentation Maker for Professional Decks | Beautiful.ai - Generate High-Quality Slides With the #1 Artificial Intelligence Powered Presentation Tool Available",
      "description": "The AI presentation maker built for speed and polish. Beautiful.ai helps you create professional, client-ready slide decks in minutes. Try it free for 14 days - Make slides with the #1 AI slide generator on the market for teams and individuals.",
      "preview": "From prompt to professional presentation Kickstart presentations with AI Simply enter your prompt and watch our AI slide generator transform your idea"
    },
    {
      "url": "http://www.univ.trieste.it/",
      "title": "PhD - APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE | UniTS",
      "description": "The Applied Data Science and Artificial Intelligence (ADSAI) PhD at the University of Trieste equips researchers with advanced data science and AI skills. With healthcare, industry, and social sciences applications, ADSAI is designed for those passionate about leveraging data to solve complex problems. In collaboration with local research institutions, the program offers a multidisciplinary and international learning environment.",
      "preview": "Skip to main content Skip to footer PhD Programme APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE Trieste 3 years Italian MIGe Competitive admission"
    },
    {
      "url": "https://earthday.org/actions/volunteer/",
      "title": "Volunteer with Earthday.org - Earth Day",
      "description": "Become an Earth Day volunteer! Sign up to get involved and learn how to make an impact for environmental action.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Take Action Volunteer with Earthday.org Home Take Action Volunteer with Earthd"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}