{
  "data": [
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://dataplatform.knmi.nl/group/seismology-and-acoustics?groups=seismology-and-acoustics&tags=Atmospheric+conditions&tags=Open+data&tags=Inspire+dataset",
      "title": "Seismology and Acoustics - Groups - KNMI Data Platform",
      "description": "void",
      "preview": "Skip to content Home Groups Seismology and Acoustics Order by Relevance Name Ascending Name Descending Last Modified Go 1 dataset found None: seismolo"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://card.apple.com/",
      "title": "Apple Card",
      "description": "Apple Card",
      "preview": "void"
    },
    {
      "url": "https://www.dialpad.com/dp/google-fiber-landing-page/?promo=GFIBER25&utm_campaign=google-fiber&_device_id=eQqWhBBFqelZ8cEauhZ3ss",
      "title": "Google Fiber Landing Page | Dialpad",
      "description": "Dialpad is an AI-powered cloud communication platform that makes it easier and more efficient to connect and collaborate with your team. Try for free!",
      "preview": "DIALPAD + GOOGLE FIBER BUSINESS Dialpad & Google Fiber are proud to work together Get 25% off your new business phone system when you use Dialpad with"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.gijon.es/es/directorio/jardin-botanico-atlantico-de-gijon",
      "title": "Web Oficial de Gijón",
      "description": "Página WEB de Gijón. Información sobre la ciudad, organigrama del ayuntamiento, ciudadanía y Gijón en las redes sociales.",
      "preview": "Ayuntamiento de Gijón"
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/the-crochet-project",
      "title": "Ravelry: The Crochet Project - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "http://www.csiresearch.com/JOSI-BUS-Fall2015.html",
      "title": "Academic Research Conference | Center For Scholastic Inquiry",
      "description": "CSI hosts premier conferences for academic research, behavioral science and business research. Visit our website for more information about us.",
      "preview": "Journal of Scholastic Inquiry: Business 1 Home About Us Our Team Conferences Journals Membership FAQs RESEARCHING PROFESSIONAL PRACTICE Contact Us 48"
    },
    {
      "url": "https://www.llanfairfechantowncouncil.co.uk/index.php",
      "title": "Home | Llanfairfechan Town Council",
      "description": "Llanfairfechan Town Council in Llanfairfechan, Conwy, North Wales. Information, agendas & minutes, council meetings, make comments, compliments and complaints.",
      "preview": "Cyngor Tref Llanfairfechan Town Council ≡ Home Contact Us About the Council What the Council Does Get Involved Current News Cymraeg Meetings Our Next"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/article-11257947/Sam-Claflin-CONFIRMS-relationship-Leonardo-DiCaprios-ex-Cassie-Amato.html",
      "title": "Sam Claflin CONFIRMS relationship with Leonardo DiCaprio's ex Cassie Amato | Daily Mail Online",
      "description": "The pair were spotted holding hands during a romantic stroll in London on Tuesday - after months of leaving flirty comments on each others Instagram posts.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/",
      "title": "Nature, animals, and inspiration :)",
      "description": "void",
      "preview": "Nature, animals, and inspiration :) 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Change bri"
    },
    {
      "url": "http://www.amc.com/privacy",
      "title": "Privacy Policy - AMC Networks Inc.",
      "description": "AMC Networks is the ultimate destination for premier storytelling, known for some of the most celebrated original content in television and film history.",
      "preview": "AMC NETWORKS INC. PRIVACY POLICY EFFECTIVE DATE: June 27, 2025 1. THE SCOPE OF THIS POLICY 2. THE TYPES OF INFORMATION WE COLLECT 3. HOW WE USE YOUR I"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://www.bmw.com.uy/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Uruguay | Autos Deportivos, Eléctricos y Más",
      "description": "Agenda un test drive y conoce tu nuevo BMW. Descubre nuevos modelos eléctricos, autos deportivos y camionetas en el sitio oficial de BMW Uruguay, ¡sorpréndete con nuestros diseños exclusivos!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.lelupartanen.fi/lautapelit/30949-carcassonne-teltta-ja-tirehtoori-6430018273105.html",
      "title": "Suomen paras leluvalikoima | Nopea toimitus | Lelukauppa Partanen",
      "description": "Tuhansien lelujen ja elämysten kotimainen lelukauppa jolla paketointipalvelu ja lahjatoimitus suoraan lahjansaajalle. Myymälät Kuopiossa ja Jyväskylässä, sekä iso verkkokauppa.",
      "preview": "void"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://chiquillosva-blog.tumblr.com/",
      "title": "osvas blog",
      "description": "sup yo",
      "preview": "osvas blog sup yo home message archive"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://apparelimpact.org/apparel-impact-institute-announces-target-corporation-as-a-new-lead-funder-to-the-250m-fashion-climate-fund/",
      "title": "Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund | Apparel Impact Institute",
      "description": "Apparel Impact Institute today announced that Target Corporation is joining the $250M Fashion Climate Fund as a lead funder, spurring the Fund's mission to unite industry stakeholders, mobilize climate action, and meet the fashion industry's ambition to halve carbon emissions by 2030.",
      "preview": "Share Return Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund Published: 16 November 2022"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "http://web.austinpbs.org/sesame",
      "title": "Sesame In Communities in English",
      "description": "Dates: April 3 (English) Time: 11am - noon Location: On Zoom (requires a computer, phone or tablet with Internet - the link will be sent closer to the day of the event) Come and Play! Austin PBS is inviting YOU to join us in a one-hour webinar to introduce you to Sesame Street in Communities - a collection of free, bilingual resources from your friends on Sesame Street that are designed to help young ones ages 2-5 and their families during important life moments. If you provide your address, we will mail you a fun-filled package so that you can play along during the webinar. To RSVP for our Spanish Sesame In Communities event on March 27th, click here: https://docs.google.com/forms/d/e/1FAIpQLSe4fd4VD1jrWwpAqMgJEB-gGVjAQrUwagE4e9PlFQI7GEN0Lg/viewform",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Sesame In Communities in English Dates: Ap"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.murfie.com",
      "title": "The New Murfie",
      "description": "void",
      "preview": "FEEL YOUR MUSIC True Media Ownership with Collection to Cloud® Murfie Monthly Cost Estimator: Service Storage Only Storage and Access Discs stored: Ac"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://learn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "http://www.suspenderstore.com/",
      "title": "Suspenders for Men, Women, and Kids | SuspenderStore",
      "description": "Suspender Store offers a wide range of suspenders for all ages and sizes. We carry fun novelty suspenders, big & tall suspenders, dress suspenders, and more!",
      "preview": "Skip to main content Top Category Close × ! OK Cancel THE Suspender Experts Since 1999 SuspenderStore is proud to carry a huge selection of men's susp"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://coronavirus.delaware.gov/",
      "title": "Coronavirus - Delaware's Coronavirus Official Website",
      "description": "Find the latest information about Delaware's response to the COVID-19 pandemic, including testing locations near you and lab-confirmed cases by county.",
      "preview": "See the Northeast Public Health Collaborative Recommendations for the 2025-2026 COVID Vaccine: More Info Testing Testing Info Isolation Face Coverings"
    },
    {
      "url": "https://thescottbrothers.com/meet-the-parents-jessica-alba-cash-warren/",
      "title": "Meet the Parents: Jessica Alba & Cash Warren - Drew & Jonathan",
      "description": "Parenting might be the toughest job around. Learn how Jessica Alba and Cash Warren handle their family life and raise three kids with love and boundaries!",
      "preview": "Skip to content 🗽 Take a Tour of Jonathan and Zooey's NYC Apartment 🍎 Subscribe to Our Newsletter Get design tips, episode recaps, shopping ideas, and"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    },
    {
      "url": "https://git.callpipe.com/finn/signald/-/branches",
      "title": "Branches · Finn / signald · GitLab",
      "description": "signald is a daemon that facilitates communication over Signal. While this repository is still updated for now, that is not guaranteed for the future and the official signald...",
      "preview": "Overview Active Stale All master protected 06c6aca2 · Also mention new remote URL · Jan 06, 2021 session-cleanup c9ddb37a · derp · Mar 22, 2021 2.15.3"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "https://pic-collage.com/_D8PFzwsv",
      "title": "PicCollage",
      "description": "Create and Celebrate. The easiest way to send photo and video greetings to friends and family. Download PicCollage for free now!",
      "preview": "We use cookies to provide you with a better service and for promotional purposes. By continuing to use this site you consent to our use of cookies as"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "https://www.hnltravel.com/index.html",
      "title": "void",
      "description": "void",
      "preview": "Welcome to HNL Travel Success in the travel business is all about service and experience. Since 1987, HNL Travel Associates has provided clients a ful"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://www.antichat.me/",
      "title": "Anonymous Chat Rooms, Meet New People - AntiLand.com",
      "description": "Explore AntiLand: the ultimate anonymous chat room and dating roleplay platform where you can express yourself freely and connect with like-minded strangers worldwide. Dive into a safe and welcoming online community to share thoughts, explore interests, and create genuine connections. Whether you're looking for friendship, love, or just a casual chat, AntiLand offers an array of topics and chat rooms tailored to your interests. Join us now and start your anonymous adventure today!",
      "preview": "✖️ en Home Categories Casual Dating Hobbies & Interests Health & Support Relationships & Social Mature & 30+ Chats Entertainment & Lifestyle Gaming Cu"
    },
    {
      "url": "https://almaauun.org/",
      "title": "Home - Al-Maa'uun",
      "description": "Volunteer-led. Nonprofit. Inspired by Faith.",
      "preview": "We're better together Volunteer-led. Nonprofit. Inspired by Faith. Donate now Empowering Recovery, Restoring Hope We envision a future where recovery"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://emmafcownie.medium.com/ai-and-art-what-you-need-to-know-a1fd76311b8b",
      "title": "AI and Art:What You Need to Know. The Robots are coming for our Art... | by Emma Cownie | Medium",
      "description": "AI and Art:What You Need to Know The Robots are coming for our Art. Artists are losing their ability to make a living and we will all be poorer financially and creatively for it. How do we slow them ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in AI and Art:What You Need to Know Emma Cownie 9 min read · Apr 7, 2024 --"
    },
    {
      "url": "https://www.justpacked.com/",
      "title": "Just Packed | Lydia Mansel | Substack",
      "description": "A packing list newsletter by travel journalist Lydia Mansel. Click to read Just Packed, by Lydia Mansel, a Substack publication with thousands of subscribers.",
      "preview": "Just Packed Subscribe Sign in Home Archive About How I Pack My Toiletries (and Everything I Bring With Me) Here's my lineup of TSA-compliant skincare,"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "http://missingkids.org",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://www.freepeople.com/shop/wrangler-ranch-coat/?color=040&type=REGULAR&quantity=1",
      "title": "Wrangler Ranch Coat | Free People",
      "description": "Shop our Wrangler Ranch Coat at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://deadline.com/2023/02/investigation-discovery-series-helps-free-innocent-man-from-prison-1235270636/",
      "title": "Investigation Discovery Series Helps Free Innocent Man From Prison",
      "description": "Jeff Titus, who has spent 21 years in prison for the murder of two deer hunters in 1990, is a free man thanks to evidence discovered by a true-crime series and podcast.",
      "preview": "Skip to main content By Peter White Peter White Executive Editor, Television @peterzwhite"
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "http://www.giftsin24.com/",
      "title": "Personalized Stationery | Cards, Notepads, Napkins, Gifts & More",
      "description": "void",
      "preview": "Back to mobile site About History Blog Contact Account Login or Sign Up Personalized Stationery Ships in 24 Hours Best Selling Cards Notes Notepads Na"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "http://xanga.com/",
      "title": "Xanga 2.0 is Here!",
      "description": "Xanga 2.0 is Here!",
      "preview": "Xanga News What we've been learning about themes The servers have been stable for a while now, and we're starting to shift gears to looking into featu"
    },
    {
      "url": "https://www.dierenarts.nl/mijn-hond-zwemt-niet-vaccinatie-tegen-de-ziekte-van-weil-is-daarom-niet-nodig-feit-of-fabel/",
      "title": "Mijn hond zwemt niet, vaccinatie tegen de ziekte van Weil is daarom niet nodig, feit of fabel? - Dierenarts.nl",
      "description": "Het wordt weer warmer en daardoor is het verleidelijk om een duik te nemen in rivieren of meertjes. Je hoort nog wel eens dat je je hond niet moet laten zwemmen in warm, stilstaand water vanwege de ziekte van weil.",
      "preview": "Home Thema's Over ons Zoeken Dierenarts.nl Dierenwelzijn Gezond huisdier Vaccinatie Volksgezondheid Mijn hond zwemt niet, vaccinatie tegen de ziekte v"
    },
    {
      "url": "http://www.mothersruinnyc.com",
      "title": "Mother's Ruin NYC",
      "description": "18 Spring Street, New York, NY 10012",
      "preview": "Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 1"
    },
    {
      "url": "http://www.ilovepdf.com/",
      "title": "iLovePDF | Online PDF tools for PDF lovers",
      "description": "iLovePDF is an online service to work with PDF files completely free and easy to use. Merge PDF, split PDF, compress PDF, office to PDF, PDF to JPG and more!",
      "preview": "Every tool you need to work with PDFs in one place Every tool you need to use PDFs, at your fingertips. All are 100% FREE and easy to use! Merge, spli"
    },
    {
      "url": "https://help.samsclub.com/app/answers/detail/a_id/354?xid=ftr:shipping-faqs",
      "title": "Shipping FAQ",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. Shippin"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}