{
  "data": [
    {
      "url": "https://oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.careercircle.com/",
      "title": "Where Skills Go To Work",
      "description": "CareerCircle connects skilled talent with organizations ready to make smart, future-ready hiring decisions. Learn more.",
      "preview": "We're sorry, but CareerCircle does not work properly without JavaScript enabled. Please enable JavaScript for your browser and reload this page. Skip"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://www.ywca-lowercapefear.org/",
      "title": "YWCA Lower Cape Fear | Women's Services | Childcare",
      "description": "Empower women & fight racism with YWCA Lower Cape Fear. Offering childcare, swimming lessons, lap swim, water aerobics, after school programs & women's services. Join our mission for justice & dignity! #YWCA #EmpowerWomen #EndRacism",
      "preview": "0 Bright Futures Childcare Center Searching for a place where bright futures begin? You just found it. Check out Bright Futures Childcare Center-where"
    },
    {
      "url": "https://m.novinite.com/view_news.php?id=181332",
      "title": "Heavy Rainfall and Storm Hit Turkey's Istanbul - Novinite.com - Sofia News Agency",
      "description": "Heavy rainfall disrupted daily life in Istanbul Tuesday with floods and storms taking over the city, reported Daily Sabah Istanbul. The Directorate General of Meteorology warned Monday of heavy rains and possible flooding, saying that summer temperatures were expected to drop from over 30 Celsius to 20.",
      "preview": "Login Heavy Rainfall and Storm Hit Turkey's Istanbul World | July 18, 2017, Tuesday // 11:23 | views pixabay.com Heavy rainfall disrupted daily life i"
    },
    {
      "url": "https://www.brcc.edu/brcc/administration/contact-us",
      "title": "Contact Us - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Blue Ridge Community CollegeBox 80, One College LaneWeyers Cave, Virginia 24486(540) 234-9261info@brcc.edu Department Phone Numbers Department Phone Number Academic Affairs (540) 453-2205 Accounts Payable (540) 453-0279 Accounts Receivable (540) 453-0276",
      "preview": "Skip to Content Contact Us Home » About » Contact Us Blue Ridge Community College Box 80, One College Lane Weyers Cave, Virginia 24486 (540) 234-9261"
    },
    {
      "url": "https://kjaerlighetsvigslerne.com/gjestebok/?like_comment=762&_wpnonce=a491dcacbf",
      "title": "Gjestebok - Kjærlighetspresten",
      "description": "Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi av oss i Unitarforbundet eller har du vært gjest i en av våre seremonier - så legg gjerne igjen en hilsen til oss her. Anonymiser gjerne innlegget ditt og...",
      "preview": "Gå til innhold Vi vil bli glad om leserne av bryllupsbloggen vil signere Gjesteboken vår. Vi er glad i både ros og ris. Har dere hatt seremoni i regi"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "https://djdreamfund.org/",
      "title": "The DJ Henry Dream Fund",
      "description": "The DJ Henry Dream Fund provides financial resources to enable children and young adults ages 5-18 to say YES to healthy lifestyles through athletics, wellness and arts.",
      "preview": "Empowering children and young adults to stay active Watch Video Learn More \"YES!\" to Community-Based Programs Access The DJ Henry Dream Fund provides"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://www.iucnredlist.org/species/19488/2365291",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish My Account Log in You must log in to access advanced IUCN Re"
    },
    {
      "url": "https://fishing-peche.dfo-mpo.gc.ca/",
      "title": "National Online Licensing System / Système national d'émission de permis en ligne",
      "description": "English description / Description en anglais",
      "preview": "Welcome / Bienvenue National Online Licensing System Système national d'émission de permis en ligne Vessel Registration Please be aware that valid and"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://www.mlb.com/schedule",
      "title": "MLB Schedule 2025 | MLB Schedule | MLB.com",
      "description": "The official schedule of Major League Baseball including probable pitchers, Gameday, ticket and postseason information.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon calendar-2-10454 Download Thursday Oct 9 Division Series PHI PHI @ LAD LAD LAD 2, PHI 1 MIL"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "https://support.mooveagency.com/topic/gtm-consent-settings/",
      "title": "Google Consent v2 Settings - video tutorial - MooveAgency - Support Forum",
      "description": "void",
      "preview": "Google Consent v2 Settings - video tutorial Search for: Support Forum › Support Forum › GDPR Cookie Compliance › Google Consent v2 Settings - video tu"
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone?utm_source=pony&utm_campaign=cofsite&utm_term=checkered&utm_medium=lifestyle",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-brightening-exfoliating-mask",
      "title": "Brightening & Exfoliating Turmeric Face Mask | KORA Organics",
      "description": "KORA certified organic mask blends Turmeric, Green Tea, Rosehip & Noni Oils; exfoliates, brightens & detoxifies for smoother, glowing skin. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images",
      "title": "Images",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.movieguide.org/privacy-policy",
      "title": "Privacy Policy | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Welcome to our Privacy Policy page only found on Movieguide. Find more Movie Reviews and News only at Movieguide! The Family and Christian Guide to Movie Reviews and Entertainment News.",
      "preview": "Home Privacy Policy Privacy Policy Email Privacy Policy We have created this email privacy policy to demonstrate our firm commitment to your privacy a"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.guttmacher.org/article/2022/02/medication-abortion-now-accounts-more-half-all-us-abortions",
      "title": "Medication Abortion Now Accounts for More Than Half of All US Abortions | Guttmacher Institute",
      "description": "Updated on March 2, 2022: This analysis has been updated to correct the date when the FDA allowed abortion pills to be mailed to patients for the duration of the pandemic. First published on February 24, 2022:",
      "preview": "Skip to main content Policy Analysis February 2022 Medication Abortion Now Accounts for More Than Half of All US Abortions Authors Rachel K. Jones , G"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://es-co.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Colombia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://www.luisaviaroma.com/es-mx/lvr-magazine/fashion/miranda-kerr-interview?aka_re=1",
      "title": "LVR Magazine: Cover Story - Miranda Kerr, Good Vibrations",
      "description": "Model-turned-businesswoman Miranda Kerr muses about positivity, self-care and co-parenting with Katy Perry and Orlando Bloom. Read her full cover story on Luisaviaroma.com.",
      "preview": "ES/ READ PREVIOUS POST Art Meets Fashion: Beverly Hills Style READ NEXT POST EDITOR'S Letter PHOTOGRAPHED BY GREG SWALES / STYLED BY KATE DAVIDSON HUD"
    },
    {
      "url": "https://optinmonster.com/gdpr/cookies/",
      "title": "OptinMonster Cookie List - OptinMonster",
      "description": "Here's an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns.",
      "preview": "Cookie List Below you will find an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns. C"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://www.pinterest.com/bestbuy/",
      "title": "Best Buy (bestbuy) | Official Pinterest account",
      "description": "Best Buy | What if you could take what you love to the next level? Follow for inspiring ideas to help you do more with the latest tech.",
      "preview": "Best Buy (bestbuy) | Official Pinterest account Created Saved Explore When autocomplete results are available use up and down arrows to review and ent"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://wideeye.co",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://www.diigo.com/",
      "title": "Diigo - Better reading and research with annotation, highlighter, sticky notes, archiving, bookmarking & more.",
      "description": "Diigo is a powerful research tool and a knowledge-sharing community",
      "preview": "Downloads Blog Sign in Sign up Downloads Blog Sign in Sign up Diigo Your Learning, Simplified GET STARTED Collect Save and tag your online resources f"
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.c2cglobal.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://medieval.bodleian.ox.ac.uk/?f%5Blang_sm%5D%5B%5D=English&f%5Blang_sm%5D%5B%5D=Multiple+Languages&f%5Bms_collection_s%5D%5B%5D=MSS.+Carte&f%5Bms_date_sm%5D%5B%5D=16th+Century&f%5Bms_date_sm%5D%5B%5D=15th+Century&f%5Bms_date_sm%5D%5B%5D=Multiple+Centuries&f%5Bms_origin_sm%5D%5B%5D=Ireland&per_page=10&sort=sort_title+asc",
      "title": "Language: English and Multiple Languages / Collection: MSS. Carte / Century: 3 selected / Origin: Ireland - Medieval Manuscripts Search Results",
      "description": "void",
      "preview": "Toggle facets Limit results by: Language English [remove] 1 Latin 1 Middle English 1 Multiple Languages [remove] 1 Century 15th Century [remove] 1 16t"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/build-javascript-applications-nodejs/",
      "title": "Browse all training - Training | Microsoft Learn",
      "description": "Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring our learning paths and modules.",
      "preview": "Browse all training Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring ou"
    },
    {
      "url": "https://dados.ibict.br/organization/ibict-gov?groups=pessoal&tags=cargo&res_format=CSV&license_id=other-pd&_tags_limit=0",
      "title": "IBICT - Organizações - Dados Abertos do Ibict",
      "description": "void",
      "preview": "Pular para o conteúdo Portal do Governo Brasileiro Atualize sua Barra de Governo Início Organizações IBICT Enviar Ordenar por Relevância Nome Crescent"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "http://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Features.html",
      "title": "Features - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Features View page source Features  This is a conceptual overview of how LightGBM works [1] . We assume familiarity with decision tree boosting algor"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "http://www.earthsciweek.org/",
      "title": "Earth Science Week",
      "description": "void",
      "preview": "Earth Science Week Celebrate \"Energy Resources for Our Future\" October 12-18, 2025 Our energy future calls for navigating complex choices about how we"
    },
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "http://californiaplacestoshoot.com/Secure/Login.aspx?returnurl=%2FBlog%2FViewCategory.aspx%3Fcat%3D1%26mid%3D12%26pageid%3D10",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2014",
      "title": "Google.org Impact Challenge Brasil 2014",
      "description": "4 ONGs ganharam R$1 milhão cada para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocialGoogle",
      "preview": "Google.org Impact Challenge Brasil 2014 4 ONGs ganharam R$1 milhão para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocial"
    },
    {
      "url": "https://screenrant.com/bachelor-paradise-thomas-jacobs-plan-propose-becca-kufrin/",
      "title": "BIP: Thomas Jacobs Reveals Plan To Propose To Becca Kufrin",
      "description": "Bachelor Nation star Thomas Jacobs, who met his girlfriend, Becca Kufrin, on Bachelor In Paradise season 7, revealed his future plan for a proposal.",
      "preview": "Close Close Sign in to your ScreenRant account Bachelor In Paradise star Thomas Jacobs, who met his girlfriend Becca Kufrin on the beach in Mexico las"
    },
    {
      "url": "https://code.visualstudio.com/docs?utm_source=developermscom",
      "title": "Documentation for Visual Studio Code",
      "description": "Find out how to set-up and get the most from Visual Studio Code. Optimized for building and debugging modern web and cloud applications. Visual Studio Code is free and available on your favorite platform - Linux, macOS, and Windows.",
      "preview": "Join a VS Code Dev Days event near you to learn about AI-assisted development in VS Code. Dismiss this update Thanks for downloading VS Code! Download"
    },
    {
      "url": "https://u24.gov.ua/",
      "title": "UNITED24 - The initiative of the President of Ukraine",
      "description": "UNITED24 was launched by the President of Ukraine Volodymyr Zelenskyy as the main venue for collecting charitable donations in support of Ukraine. Funds will be transferred to the official accounts of the National Bank of Ukraine and allocated by assigned ministries to cover the most pressing needs",
      "preview": "An official website of the ukrainian government GOV.ua Read more Open United24 Media u24 MEDIA Read more Open 01 This website use .gov.ua. and belongs"
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://www.cribbage.org/",
      "title": "American Cribbage Congress Website",
      "description": "The American Cribbage Congress (ACC) is the largest cribbage organization in the world. The ACC sanctions tournaments, and authorizes grass roots clubs throughout North America.",
      "preview": "CLICK HERE TO PAY ONLINE Welcome to the American Cribbage Congress (ACC) Website Do you love playing cards? Meeting new people? Having a great time wi"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "http://www.condominio.com/",
      "title": "Condominio.com - Dal 1996 il condominio su internet!",
      "description": "void",
      "preview": "E' con immenso piacere che vi diamo il benvenuto su www.condominio.com ! Abbiamo potenziato il sito web e aggiornato le sezioni per offrirvi contenuti"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://omneresults.com/",
      "title": "Omne: Let's Build Your Next Success",
      "description": "We connect companies with customers using data-driven marketing.",
      "preview": "We connect companies with customers using data-driven marketing. Let's build your next success Modern problems need modern solutions. Concept to execu"
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://about.google/",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://www.logement-seniors.com/maisons-de-retraite-1-1/urt-64240/",
      "title": "EHPAD d'Urt (64240) | Logement-seniors.com",
      "description": "Disponibilités, tarifs et description des 3 maisons de retraites médicalisées et EHPAD à Urt (64240).",
      "preview": "Accueil > Maison de retraite - EHPAD > Nouvelle-Aquitaine > Pyrénées Atlantiques (64) > Urt (64240) EHPAD et maisons de retraite à Urt (64240) Les EHP"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "https://bizcommunity.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.lefigaro.fr/international",
      "title": "Le Figaro - International : Actualité internationale en direct",
      "description": "Donald Trump, Syrie, Brexit... Retrouvez toute l'actualité internationale sur Le Figaro",
      "preview": "Aller au contenu Passer la publicité Passer la publicité Publicité International Cessez-le-feu à Gaza : les images historiques des milliers de Palesti"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/red-sea-urchins.html",
      "title": "Vulnerability of red sea urchins to climate change depends on location - News",
      "description": "Scientists found that red sea urchin populations are adapted to local environments, but some populations will suffer more than others as conditions change in the future.",
      "preview": "Researchers grew juvenile sea urchins from Northern and Southern California in outdoor tanks at UCSC's Long Marine Laboratory, where they could contro"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://earthshotprize.org/",
      "title": "The Earthshot Prize - Urgent Optimism to Repair our Planet",
      "description": "The Earthshot Prize is a global challenge to find, support and celebrate those who turn bold ideas into real solutions to repair our planet.",
      "preview": "Skip to main content Open Navigation Search... Meet The Earthshot Prize 2025 Finalists Discover Their Solutions The Earthshot Prize finds, supports and"
    },
    {
      "url": "http://www.ivana.it/",
      "title": "Software Didattico",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "https://www.marykay.com/en-us/products/makeup/eyes/makeup-remover/mary-kay-oilfree-eye-makeup-remover-180101",
      "title": "Mary Kay® Oil-Free Eye Makeup Remover",
      "description": "Mary Kay® Oil-Free Eye Makeup Remover - Gently removes eye makeup, including waterproof mascara, without tugging or pulling the delicate skin in the eye area. Formula does not leave skin feeling greasy.",
      "preview": "Back To Makeup Eyes Makeup Remover Print Back Mary Kay® Oil-Free Eye Makeup Remover 3.75 fl. oz. $ 18 . 00 This product is not currently available onl"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "https://homominimus.com/2014/06/06/como-aprendi-a-tomar-cafe-sin-azucar-o-sacarina/?replytocom=32214",
      "title": "Cómo aprendí a tomar café sin azúcar o sacarina - Homo Mínimus",
      "description": "Hasta hace 4 años siempre había tomado el café con sacarina, y antes con azúcar, pero consideré que la sacarina también podía tener efectos perjudiciales así que decidí librarme de ella. Hubo un tiempo en que yo decía que tomaba azúcar con café más que café con azúcar. La sacarina fue un sucedáneo que me...",
      "preview": "Saltar al contenido Homo Minimus Herrramientas del minimalismo existencial 6.6.14 31.7.23 Hasta hace 4 años siempre había tomado el café con sacarina,"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://www.hoteltonight.com/",
      "title": "Last Minute Hotel Deals at Great Hotels - HotelTonight",
      "description": "Amazing last-minute deals at top-rated hotels. Book tonight, tomorrow and beyond.",
      "preview": "Oops! Got it Skip to content Incredible last-minute hotel deals Save time and money by booking tonight and beyond. Where: When: Tonight Go HotelTonigh"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    }
  ],
  "_meta": {
    "total_bookmarks": 137
  }
}