{
  "data": [
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://1profire.com/fl/putnum-county/fire-sprinkler-installation/",
      "title": "Fire Sprinkler Installation in Putnum County, Florida",
      "description": "Fire Protection Services Fire Sprinkler Installation in Putnum County, Florida at (386) 310-0170",
      "preview": "void"
    },
    {
      "url": "https://sportscafe.in/",
      "title": "Sports News Today: Live Score, Latest Updates for Cricket, Football, Kabaddi | SportsCafe",
      "description": "SportsCafe is an online sports news platform providing latest sports news with live cricket scores, schedules, and match updates. ⏩ Follow to SportsCafe to stay updated!",
      "preview": "SportsCafe - Latest Sports News of India and the World SportsCafe is the best news portal that provides sports enthusiasts with an overview of the lat"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://binepippilotta.com/page/2/",
      "title": "Bine Pippilotta - Seite 2 - Reisen macht glücklich",
      "description": "Reisen macht glücklich",
      "preview": "Bine Pippilotta Reisen macht glücklich 14. August 2015 . Lesedauer 3 Minuten. Was ihr meiner Meinung nach definitiv nicht in eurem Rucksack benötigt,"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "https://livvydunne.com/",
      "title": "LIVVY - The Official Website of Olivia Dunne",
      "description": "The Official Website of Olivia Dunne",
      "preview": "void"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "https://kmamasauce.com/pages/our-soul",
      "title": "Our Soul",
      "description": "void",
      "preview": "Skip to Main Content FREE SHIPPING ON ORDERS $40+ 0 Items Home Our Soul Our Soul HOW IT ALL STARTED Having grown up on my mother's homemade Korean coo"
    },
    {
      "url": "http://www.marineregions.org",
      "title": "Marine Regions",
      "description": "void",
      "preview": "About Gazetteer Maritime Boundaries Sources Statistics Downloads User testimonials Loading video... About Marine Regions Marine Regions is a standard"
    },
    {
      "url": "http://www.book.hipopotamstudio.pl/?p=2497",
      "title": "Książki z naszej półki » Cyrk",
      "description": "void",
      "preview": "Książki z naszej półki Kolekcja Hipopotama Cyrk"
    },
    {
      "url": "https://mercantile.wordpress.org/",
      "title": "WordPress Swag Store - WordPress Swag Store",
      "description": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see.",
      "preview": "The Mercantile: Official WordPress Swag Wear your love of WordPress for everyone to see. Featured Products WordPress Joggers 48,00 € Share Click to sh"
    },
    {
      "url": "https://www.fredrogers.org/",
      "title": "Home - Fred Rogers Productions",
      "description": "Peg + CatAdorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel Tiger's NeighborhoodDaniel Tiger shares relatable preschool experiences with his friends in the Neighborhood of Make-Believe. Learn More Donkey HodieDonkey Hodie is a puppet series for preschoolers inspired by the quirky, funny side of Fred Rogers",
      "preview": "Skip to content Search for: Peg + Cat Adorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel T"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    },
    {
      "url": "https://www.corneliajames.com/en-us/products/melissa-long-velvet-glove",
      "title": "Velvet Opera Gloves - Melissa",
      "description": "Velvet Gloves by Cornelia James, Glovemaker by Royal Appointment. Est 1946 ★ Handmade in England ★ Free Worldwide Delivery ★ Velvet Gloves in Black. Opera Length, Arm Length, Long Velvet Gloves. Velvet Evening Gloves, Velvet Bridal Gloves.",
      "preview": "Skip to content United States - enjoy Free Shipping* on orders above $300 Cornelia James Country/region United States (USD $) Afghanistan (AFN ؋) Ålan"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://www.theopen.com/latest/tiger-woods-open-wins",
      "title": "Tiger Woods' victories at The Open",
      "description": "We look back on Tiger Woods' three victories to date at The Open, which came in 2000 and 2005 at St Andrews and in 2006 at Royal Liverpool.",
      "preview": "Your Cookies Accepting all cookies will ensure you have the best experience possible when visiting TheOpen.com. Some of these cookies are necessary to"
    },
    {
      "url": "https://stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "http://www.meredith.com/",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.mba.ac.uk/",
      "title": "Marine Biological Association | Marine Biology UK",
      "description": "Marine Biological Association. We're on a voyage to discover more about our ocean and all aspects of sea life. Find out more.",
      "preview": "Skip to content An ocean of knowledge since 1884 An ocean of knowledge since 1884 An ocean of knowledge since 1884 Who we are From the seashore to the"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "https://littlebigdetails.com/",
      "title": "Little Big Details - The details are not the details",
      "description": "Your daily dose of design inspiration.",
      "preview": "Follow @littlebigdetail Browse #Popular #Mobile #Apple #Google #Facebook #Tumblr #Amazon #YouTube #Twitter #Dropbox #Foursquare #Kickstarter #Gmail #O"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://graph.microsoft.io/en-us/code-samples-and-sdks",
      "title": "Microsoft Graph Dev Center | APIs and app development",
      "description": "Use the Microsoft Graph API to connect to data and other datasets to derive insights and analytics, extend Microsoft 365 experiences, and build intelligent apps.",
      "preview": "Skip to main content Microsoft Graph is the unified API for modern work Use the data and intelligence in Microsoft 365 to build apps that reach millio"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://www.thetorturedatabase.org/search/apachesolr_search",
      "title": "Search | www.thetorturedatabase.org",
      "description": "...",
      "preview": "Torture Foia Database About Accountability Search Help ACLU [ - ] After September 11, 2001, U.S. officials authorized the cruel treatment and torture"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://simplytadka.com/",
      "title": "Simply Tadka",
      "description": "Cooking is love made visible",
      "preview": "Soya Keema Pav (Indian Street Style Soya Keema Pav Recipe) Preeti Garg September 9, 2023 Soya Keema pav is a delicious and vegetarian twist on the cla"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "http://thesharetrust.org/",
      "title": "The Share Trust",
      "description": "The Self Help Group approach is a fundamental belief in the ability of people, working collectively, to revolutionize their communities.",
      "preview": "Back Approach Team Partners Financials Work With Us Back Self Help Groups Local Coalition Accelerator Enabling Environment Back Research Resources Pas"
    },
    {
      "url": "https://www.poypanama.com/news/dim-collant-body-touch-absolu-resist-et-boxer-3d-flex-air/",
      "title": "DIM / Collant Body Touch Absolu Resist et Boxer 3D Flex Air - Elegido producto del año Panama",
      "description": "void",
      "preview": "DIM / Collant Body Touch Absolu Resist et Boxer 3D Flex Air Télécharger le PDF"
    }
  ],
  "_meta": {
    "total_bookmarks": 53
  }
}