{
  "data": [
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatchs2",
      "title": "TicWatch S2 - The best smartwatch to take your outdoor game to the next level.",
      "description": "TicWatch S2 smartwatch - a smartwatch designed to withstand extreme conditions and environments. The best smartwatch to take your outdoor games to the next level! TicWatch S2 smartwatch is military-grade durable. Swim monitoring and swim style detection; 24hr heart-rate monitor; Waterproof 5 ATM. Buy TicWatch S2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch S2 smartwatch Product Support About us Buy now Buy Go out. Explore. Stay connected. Best smartwatch for your"
    },
    {
      "url": "http://www.skylinepacific.com/",
      "title": "Home - Skyline Pacific Properties",
      "description": "void",
      "preview": "Proven Leaders in Real Estate Investment Skyline Pacific Properties, LLC is a private entrepreneurial real estate investment firm that has purchased a"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    },
    {
      "url": "https://docs.aws.amazon.com/IAM/latest/APIReference/API_PolicyDetail.html",
      "title": "PolicyDetail - AWS Identity and Access Management",
      "description": "Contains information about an IAM policy, including the policy document.",
      "preview": "PolicyDetail - AWS Identity and Access Management Documentation AWS Identity and Access Management API Reference Contents See Also PolicyDetail Contai"
    },
    {
      "url": "https://gpay.app.goo.gl/HGxm3Z",
      "title": "Google Pay - Seamlessly Pay Online, Pay In Stores or Send Money",
      "description": "Google Pay is a quick, easy, and secure way to pay online, in stores or send money to friends and family. Pay the Google way.",
      "preview": "Pay the Google way The pay with a tap, check out with a click, security built-in, right card at the right time way to pay autofill Save your payment d"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://www.fulcrumfitness.com/",
      "title": "Personal Training in Portland, OR | Fulcrum Fitness",
      "description": "Fulcrum Fitness offers personal functional fitness training in Portland, Oregon. With two Portland gym locations on MLK and Hawthorne. Sign up today!",
      "preview": "0 Get Stronger, Feel Amazing, Find Your Tribe Where advanced science meets genuine welcome - and every body finds their place to thrive. ✓ Results in"
    },
    {
      "url": "https://www.leserattenhoehle.de/rl_gallery/de-germany-klett-publisher/",
      "title": "DE-Germany - Klett [publisher] › Leserattenhöhle",
      "description": "void",
      "preview": "Kommentare sind geschlossen. Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus. OK Nein Weiterl"
    },
    {
      "url": "https://nano.nature.com/",
      "title": "Databases & research solutions | Products | Springer Nature",
      "description": "In today's digital age, libraries and researchers are constantly adapting to new and innovative ways to conduct research quickly and effectively.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Products Home Products Open science Authors Editors Peer Reviewers"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "https://www.ukaps.org/forum/",
      "title": "UK Aquatic Plant Society",
      "description": "One of the world's best online resources for planted aquariums and aquascaping information, we promote all aspects of the aquarium plant hobby, fish...",
      "preview": "Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to install our s"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://ch.linkedin.com/company/quantis-intl?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Quantis | LinkedIn",
      "description": "Quantis | 67.786 Follower:innen auf LinkedIn. We partner with leading organizations to drive sustainable transformation to operate within planetary boundaries. | Quantis, a BCG company, partners with leading consumer goods and financial services organizations to drive sustainable transformation to operate within planetary boundaries. We balance the latest science with business acumen to guide our clients to future-proof their business and thrive in a new planetary economy. We believe in the power of business to create a sustainable future where nature, people - and business - can thrive.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.francegenweb.org/heraldique/base/top.php?sessionid=0f83103f71f40bf3c27d366d3417a62b",
      "title": "La base Héraldique de FranceGenWeb",
      "description": "La base Héraldique de FranceGenWeb",
      "preview": "FranceGenWeb-Héraldique Accueil Consulter Demander un dessin Départements Anciennes provinces Armoriaux FAQ Initiation Recherche + Menu Principal / To"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://ceya.udesa.edu.ar/index.php/informationobject/browse?sf_culture=en&view=table&sort=referenceCode&subjects=1199&topLod=0&sortDir=asc&onlyMedia=1",
      "title": "UdeSA Ceya",
      "description": "Colecciones Especiales y Archivos. Biblioteca Max von Buch",
      "preview": "Colecciones Especiales y Archivos. Biblioteca Max von Buch Filters Narrow your results by: Subject All British -- Argentina -- Buenos Aires -- Societi"
    },
    {
      "url": "https://photo.samsclub.com/?xid=hdr:shop:seasonal:photo-center",
      "title": "Photo Gifts, Photo Books & Online Photo Printing | Sam's Club Photo",
      "description": "Storytelling made beautiful with Sam's Club Photo. Print photos, order custom cards, and create photo gifts like canvas prints, photo books, and more online.",
      "preview": "Free Ground Shipping on all Orders. Learn more Photo Books Hold onto every moment Bring the sunshine home: personalize photo books with your vacation"
    },
    {
      "url": "https://www.ukargo.net/southern_ocean_argo_regional_centre/foam_plots/potential_temperature/2009-01-01/",
      "title": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009",
      "description": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009 at 5 m and 995.5 m.",
      "preview": "≡ Home Contact us Disclaimer Privacy ≡ About Argo What is Argo? Float history First floats SOFAR floats Autonomous Listening Stations RAFOS floats Add"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://merry.ulb.uni-bonn.de/mrbs_scan/week.php?year=2021&month=07&day=5&area=20&room=11",
      "title": "Sie werden weitergeleitet...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "https://cudillero.vivirasturias.com/playas",
      "title": "Turismo Cudillero | Dónde comer | Dónde dormir | Patrimonio | Naturaleza| Asturias",
      "description": "Son 345 kilómetros de costa en los que podemos encontrar más de 300 playas, todas diferentes, porque las playas de Asturias nunca son iguale",
      "preview": "Eventos Patrimonio cultural Patrimonio natural Información práctica Turismo activo Transporte Reseñas históricas Favoritos Buscar Contactar Sobre noso"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.reliatech.de/products/recombinant-proteins/cytokines-growth-factors/product/101-m646/",
      "title": "Search results for: 'products recombinant proteins cytokines growth factors product 101 m646'",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Search results fo"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://buzzbakeshop.com/",
      "title": "Buzz Bakeshop | Alexandria VA",
      "description": "Located in North Old Town, Alexandria, Buzz Bakeshop is a full-service bakery, coffee shop and dessert lounge designed to showcase the talents of our award winning pastry team with an array of cakes, cupcakes, pastries, cookies, brownies, bars and other confectionary creations.",
      "preview": "top of page All You Need Is Buzz, Buzz Is All You Need. Buzz is a beloved neighborhood bakery in the north end of Old Town, Alexandria, featuring a my"
    },
    {
      "url": "https://eductors.net/jet-pump-application-sheet/",
      "title": "Jet Pump Application Sheet",
      "description": "Please use the following Jet Pump Application Sheet to request jet pump sizing or jet pump pricing details.",
      "preview": "Skip to content Home » Jet Pump Application Sheet Instagram This field is for validation purposes and should be left unchanged. Name (Required) First"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "https://www.rcfp.org/",
      "title": "Reporters Committee for Freedom of the Press - Home",
      "description": "The Reporters Committee for Freedom of the Press provides free legal guides and resources to help reporters understand their rights.",
      "preview": "Skip to content Home Media coalition urges federal appeals court to restore AP's access to White House press pool The White House's expulsion of the A"
    },
    {
      "url": "https://educationblog.microsoft.com/",
      "title": "Homepage | Microsoft Education Blog",
      "description": "Click here for resources that empower every educator and student to achieve. The Microsoft Education Blog inspires, informs, and supports learning.",
      "preview": "Skip to main content News Sep 24, 2025 3 min read Celebrating the 2025-2026 MIE Experts and Showcase Schools Meet the 2025-2026 MIE Experts and Showca"
    },
    {
      "url": "https://www.datart.cz/mobilni-telefony.html",
      "title": "Mobilní telefony | DATART",
      "description": "DATART - přední český prodejce elektroniky. Vaše zboží připravíme na prodejně už do 30 minut nebo doručíme po celé ČR.",
      "preview": "Přejít k hlavnímu obsahu Přejít k hlavnímu menu Přejít k vyhledávání ID: 36380 Mobilní telefony Mobilní telefony zprostředkují hovor s blízkými, připo"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "https://sunshinehealthy.com/products/vc-rawd32000120",
      "title": "VC - Raw D3 2000 120 - Sunshine Nutrition Center",
      "description": "Sunshine Nutrition Center",
      "preview": "Skip to content Submit Close search VC - Raw D3 2000 120 Regular price $37.99 Sale price $37.99 Sale Default Title Add to cart This item is a recurrin"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://www.scsglobalservices.com/services/sustainably-grown-certification",
      "title": "SCS Sustainably Grown® Certification | SCS Global Services",
      "description": "Distinguish Your Brand with the Most Comprehensive Claim for Sustainable Agriculture",
      "preview": "Skip to main content SCS Sustainably Grown® Certification Distinguish Your Brand with the Most Comprehensive Standard for Sustainable Agriculture Appl"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    },
    {
      "url": "https://www.iq.com",
      "title": "iQIYI - Watch Asian dramas shows movies animes Free online - Streaming Korean drama, Chinese drama, Thai drama, with subtitles and dubbing - iQIYI | iQ.com",
      "description": "Watch online free and latest Chinese dramas, Korean dramas, Thai dramas, variety shows, movies and animes with multiple subtitles and dubbing at your fingertips on iQIYI(iQ.com)! VIP unlock more hot shows and contnet. Enjoy in HD with on your mobile, pad, computer, TV devices.",
      "preview": "iQIYI For You Fated Hearts Drama Movie Anime Variety Show More icon/search Popular Searches icon/history History icon/history History Watch Later icon"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.musee-rodin.fr/en/museum/collections",
      "title": "Collections | Musée Rodin",
      "description": "void",
      "preview": "Collections Skip to main content Share Share on Collections Artworks > Learn more Theme Gallery > Learn more Rodin in the world > Learn more Search Ag"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "https://tesla.oemdtc.com/category/recalls",
      "title": "Recalls | Tesla - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/visualstudio/",
      "title": "Visual Studio Blog",
      "description": "The official source of product insight from the Visual Studio Engineering Team",
      "preview": "Skip to main content Visual Studio 2026 Insiders is here! The world's most popular IDE just got an upgrade Download now Learn more Visual Studio Blog"
    },
    {
      "url": "https://marlinfw.org/docs/configuration/configuration.html",
      "title": "Configuring Marlin | Marlin Firmware",
      "description": "Complete guide to Marlin configuration options.",
      "preview": "Edit Page Learn more Contribute Download Follow on X Follow on Bluesky Follow on Mastodon Configuring Marlin Marlin has many features and options. The"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://babesies.tumblr.com/post/150119033809",
      "title": "Another year of record growth for AP Computer... -",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE Another year of record growth for AP Computer Science codeorg : Since recent data shows that st"
    },
    {
      "url": "https://www.optimizely.com/legal/opt-out/",
      "title": "Using query parameters - Optimizely Web Experimentation",
      "description": "You can use URL parameters to modify the execution of Optimizely Web Experimentation on your page.",
      "preview": "Below is a list of all the supported URL parameters available. Disable Disables Optimizely on the page. JavaScript ?optimizely_disable=true Impersonat"
    },
    {
      "url": "https://grapee.jp/en/131858",
      "title": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram - grape Japan",
      "description": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram",
      "preview": "Source: © PR Times, Inc. | Photo: Kazushige Nagaya Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram 2020-02-"
    },
    {
      "url": "http://catb.org/~esr/gif2png/",
      "title": "Resource page for gif2png 3.0.3",
      "description": "Resource page for gif2png",
      "preview": "Resource page for gif2png 3.0.3 09 May 2023 Home Page What's New Site Map Software Summary Convert GIFs to PNGs The gif2png program converts files fro"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://nuecesgundin.es/carro/",
      "title": "Carro de la Compra - Nueces Gundín",
      "description": "void",
      "preview": "Tu carrito está vacío. Volver a la tienda En Nueces Gundín nos dedicados con amor y pasión a la producción de nueces con certificación ecológica en pr"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://drachen.org/",
      "title": "Drachen.org",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! July 28, 2025 × drachen.org - Website No Longe"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://careers.bimbobakeriesusa.com/search?facetcountry=us&facetcategory=shipping%2Fdistribution&locationLimit=3&location=&facetcitystate=mattoon%2Cil&orderby=distance",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "http://sfg.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://www.berlin.de/museum/",
      "title": "Museumsführer - Berlin.de",
      "description": "Über 175 Berliner Museen mit Adressen, Öffnungszeiten, Verkehrsverbindung und Infos zu aktuellen Ausstellungen.",
      "preview": "Museumsführer Berlin Blick auf die Alte Nationalgalerie (r) und den Berliner Dom (l). © dpa Mehr als 175 Berliner Museen bewahren Geschichte, Kunst un"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://windsor.ai/forum/categories?mode=privacy&sid=8f9db9d8da24279ecd934bf6b7a4f1ae",
      "title": "Windsor.ai: No-Code Data Connectors & ETL/ELT Software",
      "description": "Automate data integration from 325+ sources with no-code connectors, and send it to top destinations in under 5 minutes.",
      "preview": "Windsor.ai: Sync data from 325+ data sources in minutes Automate data integration from all your marketing and business platforms with Windsor.ai's no-"
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.hs.fi/teknologia/",
      "title": "Teknologia | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Teknologia Elokuvat | Jared Leto on uudessa Tron-elo­kuvassa sotilas­teko­äly, joka kapinoi luojaan"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "http://overlandtandberg.com",
      "title": "Expired DNS Hosting Services | DNS Made Easy",
      "description": "Please contact this domain's administrator as their DNS Made Easy services have expired.",
      "preview": "Oops! Something went wrong Looks like this domain's DNS hosting service has expired. If you are the administrator for this domain, please log into you"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://releases.mozilla.org/pub/thunderbird/releases/64.0b4/win32/uz/",
      "title": "Directory Listing: /pub/thunderbird/releases/64.0b4/win32/uz/",
      "description": "void",
      "preview": "Index of /pub/thunderbird/releases/64.0b4/win32/uz/ Type Name Size Last Modified Dir .. File Thunderbird Setup 64.0b4.exe 36M 13-Feb-2023 03:32"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}