{
  "data": [
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://plox.com.br/noticia/03/03/2021/estudante-com-vitiligo-universal-e-acusado-de-fraudar-sistema-cotas-e-pode-perder-bolsa",
      "title": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa",
      "description": "Gildasio Warllen perdeu toda sua melanina por conta da sua condição, mas se considera pardo",
      "preview": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa Gildasio Warllen perdeu toda sua melanina por conta da sua"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://www.lufthansa-industry-solutions.com/de-en/solutions-products/it-security",
      "title": "IT security consulting for companies | LHIND",
      "description": "Our IT security consultancy and modern security solutions can protect you against cyberattacks and minimize security risks. Book a consultation now!",
      "preview": "Menü Share this page LinkedIn XING Email In the age of digitalization, IT security is essential for companies to combat cybercrime. Attacks on IT syst"
    },
    {
      "url": "https://www.sdfoundation.org/programs/programs-and-funds/san-diego-covid-19-community-response-fund/",
      "title": "San Diego COVID-19 Community Response Fund | San Diego Foundation",
      "description": "Through the San Diego COVID-19 Community Response Fund, we raised and granted $67 million to more than 250 nonprofits on the frontlines of the pandemic.",
      "preview": "Read in English Leer en Español"
    },
    {
      "url": "https://www.mnkaren.org/",
      "title": "Karen Organization of Minnesota",
      "description": "Karen Organization of Minnesota builds on the strengths of refugee and immigrant communities and removes barriers to achieving economic, social, and cultural wellbeing.",
      "preview": "Skip to content (651)788-7593 Welcome to KOM Building on the strengths of refugee and immigrant communities and removing barriers to achieving economi"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://www.genuki.org.uk/",
      "title": "GENUKI: Home page",
      "description": "Home page",
      "preview": "Skip to main content Hide You must have JavaScript enabled to use this form. Search GENUKI pages hide Regional Page Links UK and Ireland England Scotl"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.myanmaryellowpages.biz/searchcompany?com_id=&cat_id=63&city=&com=&cat=&page=40",
      "title": "Myanmar Yellow Pages |Myanmar Trade Yellow Pages | Myanmar Trade Directory | Yellow Pages Myanmar | Yellow Pages Yangon |Yellow Pages Directory",
      "description": "IMEX (Myanmar) Co.,Ltd. is the sole authorised publisher of Myanmar Yellow Pages with Walking Finger Logo. Myanmar Yellow Pages® is a free app that helps you find, select and connect with local (Myanmar) businesses and oversea businesses wherever you are in. You can search Myanmar Businesses Listing by Category, City and Classifieds.",
      "preview": "× Search Select City Bago Hpa-an Lashio Magway Mandalay Mawlamyaing Meikhtilar Monywa Muse Myeik Nay Pyi Taw Pakokku Pathein Pyay Pyin Oo Lwin Sagaing"
    },
    {
      "url": "https://iloveladycakes.com/",
      "title": "LadyCakes Bakery - Downtown Cape Coral, Cape Coral, FL",
      "description": "Ever since she was a little girl, Bess LadyCakes loved to bake. In 2014 she turned her passion into a business. This family-owned bakery offers anything from a quick treat to go, to a multilayered cake masterpiece.",
      "preview": "× Turn moments into memories! Choose us for your next special occasion or get-together. Got a birthday party, rehearsal dinner, corporate or other eve"
    },
    {
      "url": "https://online.flipbuilder.com/wool/itkw/mobile/index.html",
      "title": "Engineering Penn State: Fall/Winter 2021",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "https://masjid.fund/cart/",
      "title": "Cart - Masjid Digital Fund Platform.",
      "description": "void",
      "preview": "Cart [woocommerce_cart]"
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/blitz/cifar10_tutorial.html",
      "title": "Training a Classifier - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.yahoo.com/entertainment/bob-saget-widow-kelly-rizzo-moved-out-home-months-death-152514585.html",
      "title": "Bob Saget's widow Kelly Rizzo confirms she moved out of their home 3 months after his death",
      "description": "As she settles into her new place in Hollywood, she's found \"it helps me to curate a lot of 'Bob things' that are around me that remind me of him.\" She shared some of them, including their wedding photos, a martini glass and a roll of film.",
      "preview": "Advertisement Advertisement Return to Homepage Entertainment: Lukas Gage's new memoir New 'Game of Thrones' series 'Golden Bachelor' contestants Dolly"
    },
    {
      "url": "https://nationalvoterregistrationday.org/",
      "title": "National Voter Registration Day",
      "description": "Thank You to All of Our Community Partners Nationwide",
      "preview": "Skip to content National Voter Registration Day Will Return on September 15, 2026 Countdown to National Voter Registration Day Trusted Voting Resource"
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "https://www.giftcards.com/google-play-gift-card",
      "title": "Google Play eGift Card | Giftcards.com",
      "description": "Buy Google Play eGift Cards starting at $10 instantly from Giftcards.com. Delivered via email & SMS",
      "preview": "Skip to main content Google Play gift codes can be used on the Google Play Store, the official app store for Android, to purchase apps, games, and mor"
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://data.gov.uk/dataset/1ce239a6-d720-4305-ab52-17793fedfac3/national-charge-point-registry",
      "title": "National Charge Point Registry - data.gov.uk",
      "description": "void",
      "preview": "Cookies on GOV.UK We use cookies to collect information about how you use data.gov.uk. We use this information to make the website work as well as pos"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://cleantogreen.in/#updates-wrapper",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://www.oceanbestpractices.org/",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "http://osnetwork.co.jp/archives/38433",
      "title": "Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das erste Glanzleistung As part of einer Effekt - オー・エスネットワーク（OSNETWORK）公式サイト",
      "description": "void",
      "preview": "中古車高価買取・高品質中古車販売 サイトマップ お問い合わせ TEL:03-5698-3121 コンテンツに移動 TOP > Naughtydate visitors > Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das"
    },
    {
      "url": "http://www.cucinare.meglio.it/",
      "title": "Cucinare meglio - ricette, buon cibo, sicurezza alimentare",
      "description": "Migliaia di ricette suddivise per categoria, con utili indicazioni sull'apporto calorico di ogni ingrediente. Articoli sulla sicurezza alimentare e consigli per la salute per vivere e cucinare meglio.",
      "preview": "Cucinare meglio Cosa fare quando la frutta secca sa di olio esausto Talvolta la frutta secca presenta aromi rancidi di olio esausto. Cosa fare? Come p"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://startofall.com/archives/category/culture/%E3%81%8A%E3%81%99%E3%81%99%E3%82%81%E6%98%A0%E7%94%BB",
      "title": "映画 | フリーライター00ai",
      "description": "void",
      "preview": "MENU Profile Works YouTube Contact フリーライター00ai Profile Works YouTube Contact ホーム Culture 映画 映画 - category - Culture 映画 ＜追悼＞「タロウのバカ」のタロウが人生を駆け抜けた 2022年"
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://mandrillapp.com/track/click/30976981/oceanexpert.org?p=eyJzIjoiVXVXd1dWek5XdlVES0NRV3QtRGlFVjlxSjRJIiwidiI6MSwicCI6IntcInVcIjozMDk3Njk4MSxcInZcIjoxLFwidXJsXCI6XCJodHRwczpcXFwvXFxcL29jZWFuZXhwZXJ0Lm9yZ1xcXC9kb2N1bWVudFxcXC8zMTQ0MFwiLFwiaWRcIjpcImE4Y2NiM2RkY2VmZTQ2MTk4ZjMwMjc0ZWZhZDViM2FmXCIsXCJ1cmxfaWRzXCI6W1wiMzk0NjhiMmQ0ZTNmMDlhZTZiN2JkMTEwNzg3MmUzNjA5YTUxZWMwYlwiXX0ifQ",
      "title": "OceanExpert | Document",
      "description": "void",
      "preview": "Meli IOC/IODE-XXVII/2rev ACTION PAPER - Twenty-seventh Session of the IOC Committee on International Oceanographic Data and Information Exchange (IODE"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "https://githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://pytorch.org/docs/stable/nn.html",
      "title": "torch.nn - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "http://jasonheadley.com/",
      "title": "Jason Headley",
      "description": "void",
      "preview": "Projects About Contact Lightyear Onward"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://lonehawkhats.com/",
      "title": "Lone Hawk Hats",
      "description": "Custom vintage hats made in the USA and restyled and reshaped in New Mexico by hand using environmentally safe materials. All Sales Are Final Thank you!",
      "preview": "Search close (esc) Close menu Shop Ready To Ship About Us Sizing Archive Charlie Merch Log in Create account Search About Us Contact Us Instagram Clos"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "http://arizonapolevaultacademy.com/WeatherUpdate/tabid/596/ctl/Login/Default.aspx?returnurl=%2FWeatherUpdate%2Ftabid%2F596%2Fctl%2FLogin%2FDefault.aspx",
      "title": "Arizona Pole Vault Academy > Home",
      "description": "Arizona Pole Vault Academy is a place where you can learn how to be the best pole vaulter you can possibly be.",
      "preview": "Vaulting high Doesn't have to be difficult! Here at AZPVA we have experienced coaches, a world class facility, over 400 poles and proven methodology t"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.cheertourofficial.com/#!",
      "title": "Cheerleader Competitions - Fly High and Reach for the Sky",
      "description": "Dominate the competition floor! This guide empowers cheerleaders with winning routines, nerve-conquering tips, and victory secrets. It's time to shine!",
      "preview": "Cheerleading Championships - A Global Showcase of Exceptional Talent, Precision, and Teamwork Cheerleading competitions are more than just a display o"
    },
    {
      "url": "http://mptf.undp.org/factsheet/fund/COV00",
      "title": "UN COVID-19 MPTF",
      "description": "The Secretary-General's UN COVID-19 Response and Recovery Trust Fund was a UN mechanism to address the unprecedented socio-economic threats of the COVID-19 pandemic, particularly for countries and populations most vulnerable to the pandemic. Based on the principle of global solidarity, the Fund was UN reform in action. Through fast and efficient financing, the Fund mobilized the UN's expertise and its global reach for rapid integrated UN responses, led by the Resident Coordinator, to support countries and safeguard their progress towards the SDGs. The fund is now completed. The latest narrative report can be found: United Nations Covid-19 Response and Recovery Fund Final Narrative Report (February 2023)",
      "preview": "Skip to main content UN COVID-19 MPTF Overview Contributors Financials Objectives Governance Projects Results News Documents Contacts Tools Search doc"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "http://www.tradefirst.com/",
      "title": "TradeFirst - The Smart Network for Business",
      "description": "void",
      "preview": "Skip to content JOIN Grow Your Business."
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.iesalc.unesco.org/",
      "title": "UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support | International Institute for Higher Education in Latin America and the Caribbean",
      "description": "It allows to visualise and compare higher education systems and policies in almost 150 countries, and now includes data from the UNESCO Institute for Statistics.",
      "preview": "Skip to main content Search Search Canva UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support It allows to v"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://motionforjustice.vera.org/",
      "title": "Reshaping Prosecution Initiative | Vera Institute",
      "description": "We're helping prosecutors reduce the number of people entering the system, address racial disparities, and increase their accountability to communities.",
      "preview": "void"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://www.itu.int/en/sustainable-world/Pages/goal12.aspx",
      "title": "Goal 12. Sustainable consumption & production",
      "description": "void",
      "preview": "Connecting the world and beyond Advanced Search ITU About ITU Media Centre Events Publications Statistics Action areas Regional Presence Careers Gener"
    },
    {
      "url": "https://www.rig2reefexploration.org/team",
      "title": "Meet The Team - Blue Latitudes",
      "description": "void",
      "preview": "Emily Hazelwood Co-Founder Emily is a marine conservation biologist and offshore energy consultant. She has a B.A. in Environmental Science from Conne"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.roku.com/products/roku-ultra",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close App shortcu"
    },
    {
      "url": "https://www.washtenaw.org/3427/Washtenaw-Rescue-Plan",
      "title": "Washtenaw Rescue Plan | Washtenaw County, MI - Official Website",
      "description": "On March 11, the President signed the $1.9 trillion American Rescue Plan Act of 2021 (ARPA). This action created the Coronavirus State and Local Fiscal Recovery Fund to support local governments as they help their communities recover from the impacts of the COVID-19 Pandemic.",
      "preview": "Skip to Main Content Washtenaw Rescue Plan Government Websites by CivicPlus® []"
    },
    {
      "url": "https://support.xbox.com/",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}