{
  "data": [
    {
      "url": "https://evemaps.dotlan.net/system/J143626/kills",
      "title": "E-R00027 - J143626 - Recent Kills - DOTLAN :: EveMaps",
      "description": "System: J143626 (E-R00027) | Ships/Pod Kills | 3h: 0/0 | 24h: 0/0",
      "preview": "DOTLAN EveMaps Default Dark EVE InGame Browser Keep DOTLAN EveMaps running! Support it by buying GTCs or check out the Donate options. Search Navigati"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://penji.co/pricing/",
      "title": "Pricing - Unlimited Graphic Design Service",
      "description": "void",
      "preview": "Services Graphic design Branding Motion graphics Advertisements Presentations Web design Illustrations Pricing Our work Why Penji? Our mission Reviews"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://playground.donorschoose.org/",
      "title": "Design Playground",
      "description": "Create your own custom graphics on the DonorsChoose Design Playground. Download your creations to celebrate the power of education on social media and beyond.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://enterchatroom.com/",
      "title": "Enter Chatroom - Free Online Chat Rooms",
      "description": "Free chat room with no registration required with country based online chatrooms where you can video chat live with people around the globe.",
      "preview": "Enter Chat Room Welcome to Enter Chat Room! This is a place where you can find free chatrooms to video chat live with girls and guys from around the g"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://www.upi.com/Entertainment_News/2004/05/04/ABC-fires-Lisa-Guerrero-from-football-gig/67291083696468/",
      "title": "ABC fires Lisa Guerrero from football gig - UPI.com",
      "description": "ABC Sports has dismissed Lisa Guerrero from her job as a sideline reporter on \"Monday Night Football,\" a position she held for just one season.",
      "preview": "Trending Trump checkup San Francisco deaths Colombia boat Rutgers professor Government shutdown 733 pull-ups Small asteroid Monkey coffee Entertainmen"
    },
    {
      "url": "https://www.healthline.com/nutrition/ketogenic-diet-101",
      "title": "The Ketogenic Diet: A Detailed Beginner's Guide to Keto",
      "description": "The ketogenic diet (keto) is a low-carb, high-fat diet that causes weight loss and provides numerous health benefits. This is a detailed beginner's guide.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://teachers20.com/",
      "title": "Teachers 2.0",
      "description": "Twitter Google+",
      "preview": "firstclassroom : Important! (via elviajedelaesperanza ) 6 years ago 146 notes Here's who voted for Betsy DeVos coffeeandbenadryl : Despite the fact th"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a13UGr91ZJl0P17W34mDUXqcvPiyLonwnxFzOObEIyfztVecG1sZBObGfq#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.stripes.com/branches/army/2023-02-24/army-cold-case-murder-germany-9238525.html",
      "title": "Former soldier faces murder charge in decades-old killing of Army private in Germany | Stars and Stripes",
      "description": "void",
      "preview": "Theaters U.S. Europe - K-town Now Asia-Pacific - Storm Tracker Middle East Americas Africa Veterans News Map of Memorials Jobs Obituaries Living Event"
    },
    {
      "url": "https://techcrunch.com/category/artificial-intelligence/",
      "title": "AI News & Artificial Intelligence | TechCrunch",
      "description": "Read the latest on artificial intelligence and machine learning tech, the companies that are building them, and the ethical issues AI raises today.",
      "preview": "AI News coverage on artificial intelligence and machine learning tech, the companies building them, and the ethical issues AI raises today. This encom"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "https://www.newplasticseconomy.org/projects/global-commitment/signatories",
      "title": "Leading the Transition to a Circular Economy | Ellen MacArthur Foundation",
      "description": "Accelerating the global transition to a circular economy - working with businesses, policymakers and institutions to create systems that benefit people and the environment.",
      "preview": "It's time for a circular economy Through design, we can eliminate waste and pollution, circulate products and materials, and regenerate nature, creati"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "https://homominimus.com/2014/06/06/como-aprendi-a-tomar-cafe-sin-azucar-o-sacarina/?replytocom=32214",
      "title": "Cómo aprendí a tomar café sin azúcar o sacarina - Homo Mínimus",
      "description": "Hasta hace 4 años siempre había tomado el café con sacarina, y antes con azúcar, pero consideré que la sacarina también podía tener efectos perjudiciales así que decidí librarme de ella. Hubo un tiempo en que yo decía que tomaba azúcar con café más que café con azúcar. La sacarina fue un sucedáneo que me...",
      "preview": "Saltar al contenido Homo Minimus Herrramientas del minimalismo existencial 6.6.14 31.7.23 Hasta hace 4 años siempre había tomado el café con sacarina,"
    },
    {
      "url": "http://nria.fra.affrc.go.jp/index-e.html",
      "title": "National Research Institute of Aquaculture,Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "National Research Institute of Aquaculture,Fisheries Research and Education Agency ACCESS INQUIRY Organization National Research Institute of Aquacu"
    },
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://ir.spire.com",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.idee-shop.com/ohhh-lovely-papierblumen-girlande-klein-rosa-160-cm",
      "title": "Papierblumen Girlande klein rosa 160 cm | 3324431",
      "description": "Die Papierblumen Girlande mit rosafarbenen Blüten können Sie im Frühling oder zu besonderen Anlässen in Ihren Wohnbereich dekorieren. Mit der Länge von 160 cm lassen auch hervorragend Fensterbänke oder Türrahmen verzieren. Farbe: rosa Länge: 160 cm",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Neu Wolle Strick- & Häkelsets Bastel"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "http://sticknodes.com/tos-privacy-policy/#atospp-pp-snp",
      "title": "TOS and Privacy Policy | StickNodes.com",
      "description": "void",
      "preview": "Apps Contents: Privacy Policy (Stick Nodes) Privacy Policy (Stick Nodes Pro) Privacy Policy (Stick Nodes): Ralph Damiano (ForTheLoss Games) built the"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://genius.com/Beyonce-energy-lyrics",
      "title": "Beyoncé - ENERGY Lyrics | Genius Lyrics",
      "description": "ENERGY Lyrics: On stage, rockin', I'm stir crazy / Cocoa flow like 1980's / Come, let's tell a drop lazy / None of that maybe / Energy (Ah) / Energy / Energy (On it) / Just vibe / Votin' out 45",
      "preview": "9 ENERGY Beyoncé Featuring BEAM Producers Beyoncé , Skrillex & 2 more Track 5 on RENAISSANCE (WEBSITE VERSION) Jul. 29, 2022 1 viewer 288.7K views 75"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://beartag.org/",
      "title": "Bear Taxon Advisory Group (TAG) - Association of Zoos and Aquariums (AZA)",
      "description": "void",
      "preview": "Skip to content The mission of an Association of Zoos and Aquariums (AZA) Taxon Advisory Group (TAG) is to examine the sustainability and conservation"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.pwn-usa.org/issues/hiv-tax-bill-resource-center/",
      "title": "HIV Tax Bill Resource Center - Positive Women's Network - USA",
      "description": "HIV COMMUNITY EMERGENCY ON TAX BILLUpdated December 17, 2017A final version of the #GOPTaxScam was released on Friday, December 15th and a vote is expected as early as Tuesday, December 19th. Make no mistake, this bill remains a",
      "preview": "Skip to content HIV Tax Bill Resource Center HIV Tax Bill Resource Center Naina Khanna 2017-12-18T04:56:49-05:00 HIV COMMUNITY EMERGENCY ON TAX BILL U"
    },
    {
      "url": "https://www.stadtpost.de/stadtpost-dietzenbach",
      "title": "Aktuelle Nachrichten aus Dietzenbach - op-online.de",
      "description": "Aktuelle Nachrichten, Fotos und Videos aus Dietzenbach.",
      "preview": "Immobilienmarkt Dietzenbacher Beratungsunternehmen erleichtert privaten Kauf und Verkauf von Immobilien Dietzenbacher Beratungsunternehmen erleichtert"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://www.csga07.fr/protected/?comeFrom=https%3A%2F%2Fwww.csga07.fr%2Fespace-membre%2Fgoogle-groupe%2F&",
      "title": "Zone protégée par mot de passe - Connexion - Site de csga07 !",
      "description": "void",
      "preview": "Zone protégée Cette zone est accessible seulement avec un mot de passe. Mot de passe : Défiler vers le haut fermer"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://www.mpkelley.com",
      "title": "Mike Kelley: Architectural Photographer",
      "description": "Mike Kelley is a Los Angeles based photographer specializing in architecture.",
      "preview": "Forest Knoll Residence, Los Angeles, CA - Standard Architecture Forest Knoll Residence, Los Angeles, CA - Standard Architecture prev / next 1 2 3 4 5"
    },
    {
      "url": "https://support.uptogether.org/hc/en-us",
      "title": "GETTING STARTED | UpTogether Support Center",
      "description": "All the information you need if you are new to UpTogether",
      "preview": "Skip to main content All Collections GETTING STARTED GETTING STARTED All the information you need if you are new to UpTogether 29 articles General FAQ"
    },
    {
      "url": "https://www.aicho.org/#/",
      "title": "AICHO - Home",
      "description": "There are many ways to get involved in the work that AICHO is doing. Check out some of the options below or browse our website for more information.",
      "preview": "Home Contact Gift Shop AICHO Tickets Now Available Here Let's interact! There are many ways to get involved in the work that AICHO is doing. Check out"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://www.ipcc.ch/srocc/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate -",
      "description": "void",
      "preview": "Summary for Policymakers View View Download Explore Graphics Chapter 1: Framing and Context of the Report Executive Summary View Download Explore Grap"
    },
    {
      "url": "https://www.cadenadesuministro.es/noticias/aumentan-ligeramente-las-tasas-de-carga-de-contenedores-entre-ee-uu-europa-y-asia/",
      "title": "Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia",
      "description": "Consulta las últimas noticias y mantente informado sobre logística y transporte en cadenadesuministro.es, web líder en el sector",
      "preview": "Noticias Aumentan ligeramente las tasas de carga de contenedores entre EE.UU, Europa y Asia Los precios en las principales rutas se han incrementado u"
    },
    {
      "url": "https://www.baobabcollection.com/eu/en/scented-candles/rainforest/",
      "title": "Baobab Collection - Luxury Scented Candles and Home Fragrances - Baobab Collection SA",
      "description": "Baobab Collection - Luxury Scented Candles and Home Fragrances",
      "preview": "void"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "http://www.sentencingproject.org/publications/still-life-americas-increasing-use-life-long-term-sentences/",
      "title": "America's Increasing Use of Life and Long-Term Sentences - The Sentencing Project",
      "description": "Amid historically low crime rates, a record 206,268 people are serving life or virtual life sentences-one of every seven people in prison.",
      "preview": "Skip to main content Donate"
    },
    {
      "url": "https://www.ywcanca.org/",
      "title": "YWCA National Capital Area | Women's Rights | Racial Justice | Adult Education",
      "description": "YWCA National Capital Area: We are a DC based nonprofit whose mission is to eliminate racism and empower women through adult education, youth mentoring, and advocacy. Join us!",
      "preview": "0 JOIN OUR WOMEN'S ENTREPRENEURSHIP PROGRAM! Apply Now Get the English language skills and training needed to get the job or advance in your current c"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://www.actionkit.com/",
      "title": "ActionKit",
      "description": "ActionKit: Supercharge your online organizing, advocacy and fundraising with the most powerful tools in the business.",
      "preview": "ActionKit Why ActionKit Features Clients ActionKit is now part of the NGP VAN family. Learn more."
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://www.angelfood.org/",
      "title": "Homepage | Project Angel Food",
      "description": "Project Angel Food prepares and delivers healthy meals to feed people impacted by serious illness, bringing comfort and hope every day.",
      "preview": "Close X donate Volunteer Become a client English Spanish Language Privacy Policy | Certifications PROJECT ANGEL FOOD'S ANGEL AWARDS HONORS JENNIFER TI"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "https://cennik.poczta-polska.pl/",
      "title": "Cennik - Informacje",
      "description": "Cennik usług Poczty Polskiej",
      "preview": "Rozwiń menu Informacje Kalkulator usług krajowych Usługi listowe i reklamowe Przesyłka listowa nierejestrowana Przesyłka polecona Kartka pocztowa Prze"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "https://githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://www.bloombergconnects.org/",
      "title": "Bloomberg Connects",
      "description": "Bloomberg Connects is a free mobile app featuring guides to hundreds of museums, galleries, sculpture parks, gardens, and cultural spaces in one easy to use app.",
      "preview": "Skip to main content The arts and culture app. Download Now"
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "https://level.medium.com/",
      "title": "LEVEL",
      "description": "Level has a new home. Visit LEVELMAN.com.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in LEVEL 39K followers · 4 editors Follow Race Culture Politics Life Relatio"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "http://uis.unesco.org/",
      "title": "Data for the Sustainable Development Goals | Institute for Statistics (UIS)",
      "description": "The UNESCO Institute for Statistics (UIS) is the official and trusted source of internationally-comparable data on education, science, culture and communication.",
      "preview": "Skip to main content Search Search UIS Data for the Sustainable Development Goals The UNESCO Institute for Statistics (UIS) is the official and truste"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://www.ny.gov/programs/new-york-state-covid-19-technology-swat-team",
      "title": "New York State COVID-19 Technology SWAT Team | The State of New York",
      "description": "Leveraging Technology Expertise to Scale our Efforts",
      "preview": "Skip to main content Programs New York State COVID-19 Technology SWAT Team Leveraging Technology Expertise to Scale our Efforts New York State COVID-1"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://thatblckgrl.tumblr.com/",
      "title": "Cupcakes and Robots",
      "description": "562, California",
      "preview": "Home All about me! Currently Reading Good Reads For Me Ask me anything Submit a post Mobile RSS Cupcakes and Robots Photo (via enchantechante ) Januar"
    },
    {
      "url": "https://envs.ucsc.edu/faculty/index.php?uid=klseto",
      "title": "Faculty - Environmental Studies",
      "description": "void",
      "preview": "Faculty You can also see our faculty sorted by their research interests on our Research Areas page. View all instructor office hours through our resou"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "https://pimpmytype.com/line-length-line-height/",
      "title": "The ideal line length & line height in web design - Pimp my Type",
      "description": "Line length & line height are crucial if you want your text to look pleasant. This article shows how they are interconnected and what to focus on when setting it in web or app design.",
      "preview": "Skip to content T oday, you'll draw a line in the sand, look at its length and height and commit to always consider it! Best opener ever - I know - bu"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://bignosekate.co/",
      "title": "Big Nose Kate® - Western Whiskey",
      "description": "Western Whiskey",
      "preview": "YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign up for our newsleter. SUBSCRIBE YOU MUST BE 21 TO ENTER KATE'S SALOON ARE YOU? YES NO Sign"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
      "title": "Spaghetti alla Carbonara: ricetta originale, facile e cremosa",
      "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X SPECIALE Pasta italiana: sapore unico in collaborazione con Primi piatti Pasta Contenuto Sponsorizzato S"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/",
      "title": "Nature, animals, and inspiration :)",
      "description": "void",
      "preview": "Nature, animals, and inspiration :) 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Change bri"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://covid19relief.sba.gov/",
      "title": "Manage your EIDL | U.S. Small Business Administration",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://www.memberclicks.com/privacy",
      "title": "Privacy Policy | MemberClicks",
      "description": "Test",
      "preview": "Skip to main content Legal Center Privacy Policy Effective Date: October 17, 2023 🖨️ Print Current Archive Personify Inc. and its affiliates, a2z Pers"
    },
    {
      "url": "https://www.fayobserver.com/story/news/military/2022/11/14/triple-nikel-veteran-minority-owned-clothing-company-at-kohls/69580261007/",
      "title": "Triple Nikel: Veteran minority owned clothing company at Kohl's",
      "description": "Triple Nikel Apparel is a veteran and minority-owned clothing company. It honors the Army's first Black paratroopers and is now featured in Kohl's.",
      "preview": "Skip to main content Home Election 40 Under 40 Local North Carolina Education Crime Clothing company started by former 82nd paratroopers honors minori"
    },
    {
      "url": "https://partner.gyft.com/#/enroll",
      "title": "Gyft Corporate",
      "description": "void",
      "preview": ". . ."
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}