{
  "data": [
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "https://www.faa.gov/hazmat/resources/lithium_batteries/incidents",
      "title": "Lithium Battery Incidents | Federal Aviation Administration",
      "description": "Full incident details are also available in an interactive chart.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "https://www.salon.com/2000/07/25/eminem_secrets/",
      "title": "Eminem's dirty secrets - Salon.com",
      "description": "He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat him up in school remember someone different.",
      "preview": "Advertisement: Eminem's dirty secrets He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat"
    },
    {
      "url": "http://www.gioiaonline.com/",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bileti.bdz.bg/",
      "title": "БДЖ билетоиздаване",
      "description": "BDZ online portal",
      "preview": "void"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "https://eur-lex.europa.eu/eli/dir/2009/136/2020-12-21",
      "title": "EUR-Lex - 02009L0136-20201221 - EN - EUR-Lex",
      "description": "void",
      "preview": "× Skip to main content EUR-Lex Access to European Union law This document is an excerpt from the EUR-Lex website You are here EUROPA EUR-Lex home EUR-"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "https://federalismi.it/nv14/articolo-documento.cfm?sezione=Europa&area=Stati%2BEuropei&content=Letter%2Brequesting%2Bauthorization%2B%2Bto%2Bincur%2Binto%2Badditional%2Bexpenses%2Bin%2Badvance%2Bof%2BRoyal%2BAssent%2Bof%2Bthe%2BEU%2BWithdrawal%2BBill%2Bin%2Border%2Bto%2Bprepare%2Bfor%2Bthe%2Bexit&content_author=%3Cb%3EUK%20Government%20Permanent%20Secretary%3C/b%3E&content_source=&Artid=35634",
      "title": "Federalismi - Rivista di diritto pubblico italiano, comparato, europeo Archivio documenti - Sezione: Europa / Stati+Europei",
      "description": "Sezione: Europa Area: Stati+Europei Letter to the Department for Environment, Food and Rural Affairs to the Secretary of State, M. Gove, requesting authorization to incur into additional expenses in advance of Royal Assent of the EU Withdrawal Bill in order to prepare for the exit",
      "preview": "Log in or Create account Username Password Codice di controllo 626D81 Inserire il codice di controllo Forgot your password? NEWSLETTER Fondata da Beni"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://drinkloverboy.com",
      "title": "Drink Loverboy | Sparkling Hard Teas Drinks & Premium Craft Cocktails - Loverboy Inc.",
      "description": "Loverboy sparkling hard teas & premium canned cocktails have 0 added sugar, 90-100 calories, and are gluten free. Loverboy will give you 0 regrets - 100% of the time.",
      "preview": "Age is just a number We're going to need to see some ID I'm over 21 Not Quite Yet FREE SHIPPING ALL US ORDERS $75+ FREE SHIPPING ALL US ORDERS $75+ FR"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://amberrockstar.com/listing/253175693/have-yourself-a-merry-little-christmas",
      "title": "Have Yourself a Merry Little Christmas - Holiday Vinyl Sticker | Christmas Glass Block Vinyl Decal",
      "description": "DECAL ONLY - Perfect for your crafty Christmas decorations!Die cut! No background. If you need the outline instead, I'll be happy to do that. - Great for Shadow Boxes and other great Christmas Creations!Product: Self-Adhesive Vinyl Sticker / Decal Size: 5 is approximately 5w x 3.25h6 is approxima",
      "preview": "Visitando questo sito, l'utente accetta il nostro uso dei cookie. BUY 5 DECALS OR MORE GET 20% DISCOUNT - BUY 20 DECALS OR MORE GET A 20% DISCOUNT ***"
    },
    {
      "url": "https://wgme.com/news/local/winner-of-135-billion-mega-millions-jackpot-comes-forward-hometown-gas-grill-lebanon-fred-cotreau-prize-cash-payout-annuity-gambling-grand-prize-drawing-numbers-money-cash-odds-tickets-maine-lottery",
      "title": "Winner of $1.35 billion Mega Millions jackpot comes forward",
      "description": "The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings.",
      "preview": "Fri, 10 Oct 2025 10:12:34 GMT (1760091154353) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.ihuonline.unisinos.br/edicao/260",
      "title": "Início",
      "description": "O Instituto Humanitas Unisinos - IHU - um órgão transdisciplinar da Unisinos, que visa apontar novas questões e buscar respostas para os desafios de nossa época. Parte da visão do humanismo social cristão, debatendo a sociedade do futuro.",
      "preview": "close search Início Edições anteriores Cadastre-se Contato Instituto Humanitas Unisinos search Edição 260 02 Junho 2008 SUS: 20 anos de curas e batalh"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-ipad_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "http://outfit7.com/apps/talking-ben-dog/",
      "title": "It's Game On - Talking Tom & Friends",
      "description": "Check out our latest games!",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch It's game on PLAY NOW Take your pick New Game My Talking Tom Friends 2 My Talking Angela 2 My Ta"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "http://www.sororimmonde.com/article-7324236.html",
      "title": "Calendrier des Postes - - Sororimmonde - et ta soeur ?",
      "description": "MAI --- Un Poste haut placé",
      "preview": "Tous les blogs Top blogs Humour Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Humour Tous le"
    },
    {
      "url": "https://developers.wx.spire.com/docs/weather-api/1/overview",
      "title": "Home | Spire Weather",
      "description": "void",
      "preview": "Home Launch your Weather Data Project With Our Space to Cloud APIs class Get Started Get started with our APIs class API Docs Use our interactive docu"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/247954/fr-thomas-joseph-white-named-first-american-rector-of-angelicum-in-rome",
      "title": "Fr. Thomas Joseph White named first American rector of Angelicum in Rome | Catholic News Agency",
      "description": "The theologian has taught at the pontifical university attended by St. John Paul II since 2018.",
      "preview": "void"
    },
    {
      "url": "https://www.pewresearch.org/politics/2023/02/06/economy-remains-the-publics-top-policy-priority-covid-19-concerns-decline-again/",
      "title": "Economy Remains the Public's Top Policy Priority; COVID-19 Concerns Decline Again | Pew Research Center",
      "description": "Americans now see reducing the budget deficit as a higher priority for the president and Congress to address than in recent years. But strengthening the economy continues to be the public's top policy priority.",
      "preview": "Home Research Topics Economy & Work Economic Conditions Report | February 6, 2023 X Facebook Threads LinkedIn WhatsApp Share Economy Remains the Publi"
    },
    {
      "url": "https://www.iflix.com",
      "title": "iflix - Genuine HD Video Online Watching Platform | Chinese series,Korean series,Comic,etc.",
      "description": "iflix is both the producer and the provider of global high-quality video services. There are the latest popular TV series, movies, variety shows, and animations. HD videos are free to be viewed online. VIP members can unlock more wonderful exclusive contents! iflix also supports English subtitles, Thai subtitles, Indonesian subtitles, Malay subtitles, Korean subtitles, and other subtitles and dubbing.",
      "preview": "WeTV Hot 1 / 1 Love in the Crossfire Married by Fate, Bound by Love Love's Ambition Zhao Lusi and Chen Weiting's True Love Hypothesis Queendom (Uncut"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.itu.ch/",
      "title": "ITU: Connecting the world and beyond",
      "description": "The United Nations agency for digital technologies",
      "preview": "Connecting the world and beyond عربي 中文 Español Français Русский Advanced Search ITU About ITU Media Centre Events Publications Statistics Action area"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://authorservices.springernature.com/language-editing/",
      "title": "Language Editing | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content English Language Editing Brought to you by Improve your written English with editing from our experts. We can improve the language in"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://mestizos.cl/tag/medio-de-transporte/",
      "title": "#medio de transporte - Mestizos Magazine",
      "description": "Revisa todos los artículos de la etiqueta medio de transporte",
      "preview": "#medio de transporte Mostrando 1 artículos del tag #medio de transporte 13 January 2022 00:03 por Isabel Pinto Descubre los beneficios del uso de la b"
    },
    {
      "url": "https://itconnect.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=computingit",
      "title": "Information Technology - University of Washington",
      "description": "News & Featured",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW Information Technology Optimize Your Departmental IT Bu"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://www.marvel.com/articles/tv-shows/loki-he-who-remains-jonathan-majors",
      "title": "'Loki': Meet the Man Behind the Curtain, He Who Remains | Marvel",
      "description": "We're all villains here.",
      "preview": "TV Shows Published July 13, 2021 'Loki': Meet the Man Behind the Curtain, He Who Remains We're all villains here. by Rachel Paige Who's running the Ti"
    },
    {
      "url": "https://news.un.org/en/story/2020/05/1063832",
      "title": "COVID-19 could help turn the tide on ocean health in Asia-Pacific | UN News",
      "description": "The COVID-19 pandemic could help turn the tide on the well-being of oceans in the Asia-Pacific region, according to a UN report published on Wednesday.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://kingdomofwizards-blog.tumblr.com/",
      "title": "@kingdomofwizards-blog on Tumblr",
      "description": "Follow @kingdomofwizards-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes coachella Follow Came for the crab fries, stayed for the sets. kingdomofwizards-blog yummy bhdaus Follow Regram from @styledbyhabitat. Lov"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "https://www.yearupannualreport.com/2019",
      "title": "2019 Annual Report - Year Up United Annual Impact Report",
      "description": "void",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "https://bibliometria.us.es/prisma/publicacion/buscar/fuente/4296",
      "title": "Búsqueda de Publicación - Prisma - Unidad de Bibliometría",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://mikaylalanemusic.com/",
      "title": "Mikayla Lane",
      "description": "void",
      "preview": "top of page New Single AVAILABLE NOW FOLLOW Socials MUSIC Music VIdeos VIDEOS Mikayla Lane - Rodeo Money (Official Music Video) Play Video Facebook Tw"
    },
    {
      "url": "https://www.thebeachboyscruise.com/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://www.theradcard.com/",
      "title": "RADcard",
      "description": "void",
      "preview": "Hello, RAD Card™. The RAD Card program was created to help boost local downtown economies in response to the impacts of COVID-19, using matching funds"
    },
    {
      "url": "https://earthobservatory.nasa.gov/topic/drought",
      "title": "Drought",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://jsfiddle.net/",
      "title": "JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://fantasticmoviemusings.com/2021/05/11/education-for-death-the-making-of-a-nazi-1943/",
      "title": "Education for Death: The Making of a Nazi (1943) | Fantastic Movie Musings and Ramblings",
      "description": "Education for Death: The Making of the Nazi (1943)Article 5806 by Dave SindelarDate: 7-7-2020Directed by Clyde GeronimiFeaturing the voice of Art SmithCountry: USAWhat it is: Wartime anti-Nazi propaganda It's the story of a young German boy named Hans, and how he is indoctrinated into the Nazi mindset. Anybody who has seen and liked the movie...",
      "preview": "Education for Death: The Making of the Nazi (1943) Article 5806 by Dave Sindelar Date: 7-7-2020 Directed by Clyde Geronimi Featuring the voice of Art"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "http://spd-oststeinbek.de/kreisverkehr-an-der-moela/",
      "title": "Kreisverkehr an der MöLa - SPD Oststeinbek",
      "description": "void",
      "preview": "Zum Inhalt springen Die Kreuzung Möllner Landstraße / Stormarnstraße ist eine Gefahrenstelle. Zahlreiche Unfälle und Beinahe-Unfälle mit Kindern beleg"
    },
    {
      "url": "https://www.huffpost.com/author/nick-simmons",
      "title": "Nick Simmons | HuffPost",
      "description": "void",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://www.eventbrite.de/e/feeding-the-city-ask-us-anything-tickets-568255225677?aff=erelexpmlt",
      "title": "Feeding the City: Ask us Anything Tickets, Thu, Mar 9, 2023 at 5:00 PM | Eventbrite",
      "description": "Eventbrite - Impact Hub Berlin presents Feeding the City: Ask us Anything - Thursday, March 9, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Feeding the City: Ask us Anything View details Follow this organizer to stay informed on future events By Impact Hub Berlin Fol"
    },
    {
      "url": "https://aprenderpianoblog.com/2021/11/30/que-es-el-mordente-preguntas-y-respuestas-apoyatura-adornos/",
      "title": "¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. - Aprender música",
      "description": "Aprendo música . Autodidacta. Hoy me toca aprender los mordentes. El mordente en música es un adorno melódico que por lo general indica que la nota principal o real debe ser tocada con una única alternancia rápida de dicha nota con la inmediatamente superior o inferior por grados conjuntos. Esta alternancia puede estar formada por...",
      "preview": "Uncategorized ¿Qué es el mordente? . Preguntas y respuestas Apoyatura. Adornos. Published by on noviembre 30, 2021 Aprendo música . Autodidacta. Hoy m"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://axtra.ca/publication/rapport-dactivite/",
      "title": "Rapport d'activité 2013-2014 du RQuODE - AXTRA | L'Alliance des centres-conseils en emploi",
      "description": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette période. Les dossiers marquants de l'année 2013-2014? Le lancement des stages rémunérés, le projet Ivirtivik, les implications du RQuODE au sein de la CPMT et du Forum national Emploi-Québec/Ressources externes et la rédaction de deux [...]",
      "preview": "Révélant une identité graphique revampée, le rapport d'activité 2013-2014 met en lumière les grands dossiers menés par le Regroupement durant cette pé"
    },
    {
      "url": "http://www.philips.com/",
      "title": "Philips - Italia",
      "description": "Scopri come Philips aiuta a migliorare la vita delle persone attraverso innovazioni significative - dalla vita sana e dalla prevenzione, a diagnosi, cura e home care.",
      "preview": "i9000 Prestige Ultra Rasoio elettrico Wet & Dry con SkinIQ Pro Rasatura perfetta tutto il giorno, super delicata Scopri di più NUOVO: Tiralatte elettr"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://aitube.doukantv.com/media/html/privacy_policy/3.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy built this app as a Free app. This SERVICE is provided by at no cost and is intended for use as is. This page is used to inform visitor"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://nplayer.com/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 9, 2019 Newin, Inc (\"us\", \"we\", or \"our\") built the nPlayer app as a Commercial app. This SERVICE is provided"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "https://zoom.us/",
      "title": "One platform to connect | Zoom",
      "description": "Modernize workflows with Zoom's trusted collaboration tools: including video meetings, team chat, VoIP phone, webinars, whiteboard, contact center, and events.",
      "preview": "Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read the report Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read"
    },
    {
      "url": "http://www.shopgoodwill.com",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://hyundai.oemdtc.com/category/recalls",
      "title": "Recalls | Hyundai - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://learn.microsoft.com/en-us/ef/core/modeling/index",
      "title": "Creating and Configuring a Model - EF Core | Microsoft Learn",
      "description": "Overview of creating and configuring a Entity Framework Core model via Fluent API, Data Annotations and conventions.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "https://walmart.guildeducation.com/partner/",
      "title": "Walmart - Education Benefit | Guild",
      "description": "Opportunity that starts with education and skilling. Access a catalog of learning programs and tailored coaching services to unlock possibility with your Guild benefit through Live Better U.",
      "preview": "You need to enable JavaScript to run this app. Learn more about programs that can unlock your career path! Your Education, Paid by Walmart Live Better"
    },
    {
      "url": "https://cornwallpolice.com/fr/contact-us/repertoire-du-personnel",
      "title": "Répertoire du personnel",
      "description": "void",
      "preview": "Répertoire du personnel Vous pouvez rejoindre la ligne directe d'un membre du personnel (voir la liste ci-dessous, en ordre alphabétique) en composant"
    },
    {
      "url": "https://esv.info/query/Tobias+Lange/section/news/pageProducts/1/sortProducts/date/pageNews/1/suche.html",
      "title": "Suche im Gesamtverzeichnis - Erich Schmidt Verlag (ESV)",
      "description": "Der Erich Schmidt Verlag (ESV) ist ein namhafter Fachverlag mit den Programmschwerpunkten Recht, Wirtschaft, Steuern sowie Philologie. Publiziert werden Bücher,...",
      "preview": "Wir verwenden Cookies. Um Ihnen ein optimales Webseitenerlebnis zu bieten, verwenden wir Cookies. Mit dem Klick auf „Alle akzeptieren\" stimmen Sie der"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "https://www.walmart.org",
      "title": "Walmart Foundation",
      "description": "Walmart.org, through the combined philanthropic efforts of both Walmart and the Walmart Foundation, creates opportunities for people to live better every day.",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://flipboardforbrands.com/",
      "title": "Flipboard For Brands",
      "description": "void",
      "preview": "Flipboard helps you connect your brand story to people who are interested and paying attention. Flipboard's Interest Graph provides a unique look into"
    },
    {
      "url": "https://nap.m.wikipedia.org/wiki/Gagliano_Aterno",
      "title": "Gagliano Aterno - Wikipedia",
      "description": "void",
      "preview": "Gagliano Aterno 'nu comune italiano Gagliano Aterno Nomme ufficiale: Gagliano Aterno Stato : Italia Reggione : Abruzzo Pruvincia : 'e l'Aquila Estenzi"
    },
    {
      "url": "https://br.linkedin.com/company/imaginatto-design-&-marketing?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Imaginatto Design & Marketing | LinkedIn",
      "description": "Imaginatto Design &amp; Marketing | 1.310 seguidores no LinkedIn. Quer potencializar sua marca? Conte com a gente. Desde 1998, transformamos ideias em marcas de valor.",
      "preview": "O LinkedIn respeita a sua privacidade O LinkedIn e terceiros usam cookies essenciais e não essenciais para fornecer, proteger, analisar e aprimorar no"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://www.forbes.com/sites/laurendebter/2021/02/25/goodwill-online-website-hits-1-billion-sales/?sh=760750dd52c1",
      "title": "Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff",
      "description": "The thrift store's online sales jumped 22% to $170 million last year.",
      "preview": "Business Retail Editors' Pick Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff By Lauren Debter , Former Staff. I"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://seoulbeats.com/2013/07/will-the-curtain-close-on-celebrity-recruits/",
      "title": "Will the Curtain Close on Celebrity Recruits? - Seoulbeats",
      "description": "If you're an able-bodied South Korean male, death and taxes aren't the only things that are inevitable - as sure as the day is long, you will be called upon at some point in your ...",
      "preview": "Home Culture Will the Curtain Close on Celebrity Recruits? July 6, 2013 Dana 22 If you're an able-bodied South Korean male, death and taxes aren't the"
    },
    {
      "url": "https://us19.campaign-archive.com/?e=&u=2dca09f67efb6fc090574a83f&id=d5de5ff834",
      "title": "Clean Water for Sustainable and Healthy Communities during COVID-19",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://bestbadinfluence.com/",
      "title": "Best Bad Influence",
      "description": "Best Bad Influence",
      "preview": "Skip to content Apparel Accessories Drinkware Gift Card Good Influence Account Cart Apparel Toggle menu Denim Jackets Tees Tanks Hoodies + Sweatshirts"
    },
    {
      "url": "https://www.datart.cz/mobilni-telefony.html",
      "title": "Mobilní telefony | DATART",
      "description": "DATART - přední český prodejce elektroniky. Vaše zboží připravíme na prodejně už do 30 minut nebo doručíme po celé ČR.",
      "preview": "Přejít k hlavnímu obsahu Přejít k hlavnímu menu Přejít k vyhledávání ID: 36380 Mobilní telefony Mobilní telefony zprostředkují hovor s blízkými, připo"
    },
    {
      "url": "https://www.texaslottery.com/opencms/About_Us/Agency_Directory/Email_Form.jsp",
      "title": "Texas Lottery | Send an email to Texas Lottery Commission Customer Service",
      "description": "Send an Email to Texas Lottery Commission Customer Service",
      "preview": "Send an Email to Texas Lottery Customer Service We will address your concerns as quickly as possible, usually within two business days. Our normal bus"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/rijksstudio",
      "title": "Collection - Rijksmuseum",
      "description": "void",
      "preview": "Collection Discover Animals in the Netherlands Delftware Dutch palaces Seascapes and beach scenes What do you love? Try the Art Explorer Discover Art"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}