{
  "data": [
    {
      "url": "https://www.carawayhome.com/products/large-baking-sheet/",
      "title": "Large Baking Sheet | Best Non-Stick & Non-Toxic Sheet Pan | Caraway",
      "description": "Caraway's Large Baking Sheet is a non-toxic ceramic baking sheet designed for healthy cooking and easy cleanup. Its 18x13\" size is perfect for baking and roasting.",
      "preview": "Best Seller Plastic & Toxin Free Ceramic-coated 18x13\" Baking Sheet for clean baking. ( 4.8 ) 1,401 Reviews Large Baking Sheet, Sheet Pan, Non-Stick C"
    },
    {
      "url": "https://ourworldindata.org/grapher/life-expectancy",
      "title": "Life expectancy - Our World in Data",
      "description": "An interactive visualization from Our World in Data.",
      "preview": "Data Life expectancy Long-run data - Riley; Zijdeman et al.; HMD; UN WPP See all data and research on: Life Expectancy Data sources and processing Ins"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://developers.hive.io/nodeop/seed-node.html",
      "title": "Seed Node",
      "description": "descriptions.seed_node",
      "preview": "Hive Developer Portal Seed Node Setting up a seed node Intro This tutorial will show how to setup the lowest possible resource seed node. Sections Min"
    },
    {
      "url": "https://ford.oemdtc.com/category/recalls",
      "title": "Recalls | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://poradniksportowy.pl/silownia/heros-siownia-pabianice/",
      "title": "Heros Siłownia | Pasja sportu, portal o dietach, treningach, fitness i siłowniach.",
      "description": "void",
      "preview": "Strona główna Artykuły Treningi i ćwiczenia Diety Suplementy Odżywianie Ćwiczenia Siłownie Forum Wyszukiwanie Pasja sportu, portal o dietach, treninga"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://www.centerffs.org/",
      "title": "Center for Family Services",
      "description": "Center For Family Services is committed to changing the odds for children and families in our community by providing vision, hope, and strength for a better life through more than 50 programs across southern New Jersey focused on prevention, intervention, and education.",
      "preview": "Skip to main content Trusted care to help people of all ages reach their potential. Get Help Get Involved Your gift can change a life Donate Today Mos"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://generalspace.ggc.edu/handle/10675.3/607660/browse?type=author",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Statements/async_function",
      "title": "async function - JavaScript | MDN",
      "description": "The async function declaration creates a binding of a new async function to a given name. The await keyword is permitted within the function body, enabling asynchronous, promise-based behavior to be written in a cleaner style and avoiding the need to explicitly configure promise chains.",
      "preview": "Skip to main content Skip to search async function Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://sail-invia.com/ich-hasse-paypal/",
      "title": "Ich hasse PayPal! Das Quasi-Monopol ermöglicht unerträgliche Arroganz",
      "description": "Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Paypal kommt nicht klar mit Menschen, die nicht ihr ganzes Leben im eigenen Heim verbringen",
      "preview": "Zum Inhalt springen Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Die kommen einfach nicht klar mit Menschen, die nicht ihr ganzes"
    },
    {
      "url": "https://wandb.ai/site/sweeps",
      "title": "Scalable, Customizable ‍Hyperparameter Search and Optimization- Weights & Biases",
      "description": "Visualize which hyperparameters affect the metrics you care about. W&B comes with default visualizations that make it easy to get started without custom code.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://tech-m.com.pl/oferta/rodzaj-montazu/na-zewnatrz-pojazdu/",
      "title": "NA ZEWNĄTRZ POJAZDU | Techmot",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://www.minnesotanonprofits.org/",
      "title": "Minnesota Council of Nonprofits",
      "description": "Nonprofits are a force for good. We're here to help. Events Focus on professional development. View events → Job Board Minnesota's largest nonprofit job board. Visit Job Board → Public... Continue reading Home page",
      "preview": "Skip to content Minnesota Budget Project MN Nonprofit Legal Services Initiative Subscribe Join / Renew Search Login New Issue of Nonprofit News : Prot"
    },
    {
      "url": "https://www.instructables.com/Kites/",
      "title": "Kites - Instructables",
      "description": "Kites: i try to make akites",
      "preview": "Introduction: Kites i try to make akites"
    },
    {
      "url": "https://webpass.net/chicago/",
      "title": "Chicago Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Chicago, IL with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.cheertourofficial.com/#!",
      "title": "Cheerleader Competitions - Fly High and Reach for the Sky",
      "description": "Dominate the competition floor! This guide empowers cheerleaders with winning routines, nerve-conquering tips, and victory secrets. It's time to shine!",
      "preview": "Cheerleading Championships - A Global Showcase of Exceptional Talent, Precision, and Teamwork Cheerleading competitions are more than just a display o"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://githubuniverse.com/",
      "title": "GitHub Universe 2025",
      "description": "GitHub's global developer event is back. Join the world's fair of software.",
      "preview": "Skip to content October 28-29 San Francisco, CA In-person and virtual GitHub's two-day developer event celebrating innovation, collaboration, and the"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "https://tree-tc.tributestore.com/?oId=25875204&tag=&tn=FreeTreeTestFC&otv=&source=tco_description&mtph=1",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "http://missingkids.org",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "https://www.crazyegg.com/privacy",
      "title": "Crazy Egg | Privacy Policy",
      "description": "Our Privacy Policy is part of Crazy Egg's Terms of Use and describes the privacy practices of Crazy Egg, Inc. on our websites, located at https://www.crazyegg.com, as well as other websites or mobile applications that we own or operate collectively via Crazy Egg's website. Check it out!",
      "preview": "Privacy Policy Last Updated: January 6, 2025 This Privacy Policy describes the privacy practices of Crazy Egg, Inc. (\"Crazy Egg\", \"we\", \"us\", \"our\") o"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/datasets/townlands-osi-national-statutory-boundaries-",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "http://www.rphaven.com/",
      "title": "Role Play Haven - RP Chatroom and more",
      "description": "Online role playing web chat and profiles",
      "preview": "to join our RP text chat currently 41 users online. Home Chat Groups [Beta] Login / Register What is Roleplay Haven? Roleplay Haven is a chatroom desi"
    },
    {
      "url": "https://www.namenforschung.net/dfd/woerterbuch/liste/?tx_dfd_names%5Baction%5D=list&tx_dfd_names%5Bcontroller%5D=Names&tx_dfd_names%5Bquery%5D=&tx_dfd_names%5BallSelectedFacets%5D%5B0%5D=201&tx_dfd_names%5BallSelectedFacets%5D%5B1%5D=322&tx_dfd_names%5BallSelectedFacets%5D%5B2%5D=269&cHash=08017f487a918d43e58e37ef9aa339f0",
      "title": "Liste : Digitales Familiennamenwörterbuch Deutschlands (DFD) : Namenforschung.net",
      "description": "void",
      "preview": "Wörterbuch Derzeit 84871 veröffentlichte Namenartikel Anfangsbuchstabe wählen: A B C D F G H J L P R S T W Namensuche Suchtipps Geben Sie als Suchbegr"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "https://www.isof.se/folkminnen/folkminnesbloggen/inlagg/2019-06-26-blodiga-trollformler",
      "title": "Blodiga trollformler | Institutet för språk och folkminnen",
      "description": "Här kan du läsa om den blodstänkta papperslappen som återfanns i Albert Sanders västficka med förmodligen flitigt använda, trollformler som skulle stilla blod, döva värk och lindra ormhugg.",
      "preview": "Startsida Folkminnen Folkminnesbloggen Folkminnesbloggen Aktivera Lyssna Publicerat: 26 juni 2019 . Kategorier: Folktro, Magi, Vardagsmagi och folktro"
    },
    {
      "url": "https://www.pawsitiveimpactncdogrescue.org/",
      "title": "Pawsitive Impact NC Dog Rescue/Monroe, NC",
      "description": "Pawsitive Impact NC Dog Rescue is a 501(c)(3) Non-Profit All Breed All Foster Dog Rescue in Monroe, NC.",
      "preview": "top of page Female Veteran Owned & Operated 501c3 Non-Profit Foster Based Dog Rescue Pawsitive Impact NC Dog Rescue 9611 Brookdale Dr Suite 100 Box 24"
    },
    {
      "url": "https://govx.com/",
      "title": "Military & Government Discounts on 1000+ Brands | GOVX",
      "description": "The largest Military & Government exclusive ecommerce site offering discounts up to 50% off current season goods from 1000+ top lifestyle and tactical brands.",
      "preview": "void"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://www.banquemondiale.org/fr/country/algeria",
      "title": "Algérie",
      "description": "Actualités et informations concernant les activités de la Banque mondiale dans Algérie. Accédez à tous les éléments relatifs à Algérie : données économiques, statistiques, projets, travaux de recherche et dernières actualités.",
      "preview": "Cette page en : Français English العربية Cette page en : Français English العربية La Banque mondiale en Algérie En Algérie, la Banque mondiale procure"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://myignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://www.upi.com/Entertainment_News/2004/05/04/ABC-fires-Lisa-Guerrero-from-football-gig/67291083696468/",
      "title": "ABC fires Lisa Guerrero from football gig - UPI.com",
      "description": "ABC Sports has dismissed Lisa Guerrero from her job as a sideline reporter on \"Monday Night Football,\" a position she held for just one season.",
      "preview": "Trending Trump checkup San Francisco deaths Colombia boat Rutgers professor Government shutdown 733 pull-ups Small asteroid Monkey coffee Entertainmen"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://www.museoscienza.org/it/visita",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.susanjreinhardt.com/2015/07/dialogueguest-postssovereigntyblog.html",
      "title": "Christian Writer/Reader Connection: Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter",
      "description": "1. Art Holcomb guest posts on Storyfix about writing dialogue. This is an excellent article and a key element in novels. 2. Ha...",
      "preview": "Pages Home My Books Contact About Events Friday, July 3, 2015 Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter 1. Art Holcomb guest posts on Story"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://www.apnews.com/hub/world-news",
      "title": "World News: Top & Breaking World News Today | AP News",
      "description": "Stay informed with top world news today. The Associated Press aims to keep you up-to-date with breaking world news stories around the globe.",
      "preview": "void"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "http://beatlesource.com/bs/ae-boy2.html",
      "title": "THE SOURCE - Acetates - E.M.I. - This Boy",
      "description": "void",
      "preview": "This Boy Home Emidisc This disc was auctioned in late 2005 The auction provided no details but it can be assumed this is the standard mono mix. RECORD"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "http://datatrust.walgreens.com/consumerrights",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://whomstplantdaddy.tumblr.com/",
      "title": "Oh hai :3",
      "description": "24, gay dork that likes attention and plants",
      "preview": "24, gay dork that likes attention and plants somecutething : smoothcollegedudemsu : somecutething : ARE YOU KIDDING ME RIGHT NOW OMGGGGG honeydips : M"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/resources/microsoft-advertising-partner-program/microsoft-advertising-partner-program",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://www.wm.com/",
      "title": "WM | Waste Management & Recycling Services",
      "description": "WM is the leading provider of comprehensive waste management, offering services such as garbage collection, recycling pickup and dumpster rental.",
      "preview": "Loading interface... Find Waste Management Services Residential Waste Pickup WM's curbside trash and recycling pickup is the best choice for your home"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://livenationproductions.com/",
      "title": "Live Nation Productions",
      "description": "Live Nation Productions was launched in 2016 as the film and television production division of Live Nation Entertainment. The production arm expands the Live Nation Entertainment brand, which includes Live Nation and Ticketmaster, to tell musically-driven stories for audiences worldwide.",
      "preview": "Scroll to top Skip to content Who We Are Our Work Something Beautiful K-Pops Hurry Up Tomorrow Billy Idol Should be Dead Rebbeca Still Free TC Hip Hop"
    },
    {
      "url": "https://www.capitalone.ca/",
      "title": "Secured, Guaranteed and Rewards Credit Cards | Capital One Canada",
      "description": "Looking to build credit or earn rewards? Compare our rewards, Guaranteed secured and other Guaranteed credit cards.",
      "preview": "void"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.aeaweb.org/articles?id=10.1257/jep.24.2.3",
      "title": "The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics - American Economic Association",
      "description": "The Credibility Revolution in Empirical Economics: How Better Research Design Is Taking the Con out of Econometrics by Joshua D. Angrist and Jörn-Steffen Pischke. Published in volume 24, issue 2, pages 3-30 of Journal of Economic Perspectives, Spring 2010, Abstract: Since Edward Leamer's memorable...",
      "preview": "This website uses cookies. By clicking the \"Accept\" button or continuing to browse our site, you agree to first-party and session-only cookies being s"
    },
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://theawesomer.com/the-chapel-hdr-timelapse/85230/",
      "title": "The Chapel (HDR Timelapse)",
      "description": "The LookyCreative shot this time lapse of a dilapidated protestant temple in Poland using HDR imaging. The effect is strange, as if the chapel was CGI.",
      "preview": "When you buy through links on our site, we may earn an affiliate commission . As an Amazon Associate I earn from qualifying purchases. Shop Gifts Tech"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "http://intothenightphoto.blogspot.com",
      "title": "Into The Night Photography",
      "description": "void",
      "preview": "Share: Saturday, December 14, 2024 Free Milky Way NightScapes Photography Lectures Free Milky Way NightScapes Photography Lectures for Camera Clubs an"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://www.vtiger.com/migration/",
      "title": "Migrating Customer Data Made Easy with Vtiger CRM",
      "description": "Considering moving from another CRM to Vtiger? Sign up for one of our migration plans and let us replicate all of your fields, users, workflows and data in Vtiger for you.",
      "preview": "× Search Vtiger.com Search Switching to Vtiger from another CRM? Allow us to make this transition seamless with free migration services. Write to [ema"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://antologiaspoeticas.com/tag/oh-mar/",
      "title": "Oh Mar | Antologias Poéticas",
      "description": "void",
      "preview": "Skip to content Storni #2, Alfonsina Argentina (1892-1938) Continue reading →"
    },
    {
      "url": "https://app.diagrams.net/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "https://medium.com/artificial-corner/were-finally-starting-to-understand-how-ai-works-26556c755e61",
      "title": "We're Finally Starting to Understand How AI Works | by The PyCoach | Artificial Corner | Medium",
      "description": "We're Finally Starting to Understand How AI Works Ever since I started developing, learning, and working with AI, there's always been a component we in the tech world refer to as a black box - ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Artificial Corner · A Medium publication about AI, tech, programming, dat"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}