{
  "data": [
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://www.climateone.org/audio/what%E2%80%99s-my-air",
      "title": "What's in My Air? | Climate One",
      "description": "Key to addressing the climate crisis is having an accurate picture of greenhouse gas emissions. Over a 20-year period, methane is 80 times more potent a greenhouse gas than carbon dioxide. Yet those responsible for releasing methane into the atmosphere often don't even know how they themselves are emitting. And methane is only one of many harmful air pollutants that result from our dependence on burning fossil fuels.",
      "preview": "Skip to main content Play What's in My Air? 12/02/2022 Guests Davida Herzl CEO and Co-Founder, Aclima Kendra Pinto Four Corners Indigenous Community F"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "https://katespadeny.tumblr.com/",
      "title": "kate spade new york",
      "description": "now that's interesting. a blog from kate spade new york.",
      "preview": "frogs...for spring? groundbreaking. Artwork by @DaanHabets #MissAdventure illustration fashion frog purse cute creatrs collection novelty kate spade nel"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "https://www.thekoreanfashion.com/collections/women_earrings?page=15",
      "title": "Women's Earrings | Rings, Necklaces, Earrings, and Bracelets - Page 15 - The Korean Fashion",
      "description": "Find a great selection of accessories and jewelry for women. Shop for Rings, Necklaces, Earrings, Bracelets, Jewelry Sets, Jewelry Box, and Hair Accessories.",
      "preview": "Skip to content Sort Sort Featured Best selling Alphabetically, A-Z Alphabetically, Z-A Price, low to high Price, high to low Date, old to new Date, n"
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "http://www.cucinarefacile.com/",
      "title": "Ricette di cucina e video ricette",
      "description": "Chef si diventa! Impara a cucinare seguendo le ricette di cucina semplici e veloci di Cucinarefacile.com. Per ogni occasione la giusta ricetta!",
      "preview": "super facile Biscotti al miele: la ricetta della dolcezza Perfetti a colazione, per il tè delle cinque o come idea regalo per le festività, i biscotti"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://www.svietidla-eshop.sk/svietidlo/serenity-svietidlo-zavesne-biele",
      "title": "Serenity - svietidlo závesné biele | Svietidla-eshop.sk",
      "description": "<p>Závesné svietidlo moderného vzhľadu, určené na osvetlenie obytných miestností. Materiál: matné striebro, biele saténové sklo. Rozmery svietidla: výška 1200mm x šírka 290mm. Svetelný zdroj: 1 x 60W, objímka E27.</p>",
      "preview": "Interiérové svietidlá Interiérové závesné svietidlá Serenity - svietidlo závesné biele Serenity - svietidlo závesné biele 62.00 € Závesné svietidlo mo"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.tabbytracker.com/cat.php?id=189148",
      "title": "Safe Cat in Willow Grove, PA (19090) - Tabby Tracker",
      "description": "Safe Cat in Willow Grove, PA (19090). Lost and found cats in the US and Canada.",
      "preview": "Tabby Tracker will not work correctly with JavaScript disabled Lost Cats Found Cats go Safe Cat Safe Cat in Willow Grove, PA ID# 189148 Tabby Multicol"
    },
    {
      "url": "http://www.nocturnealley.org/reviews.php?type=ST&item=3852&offset=120",
      "title": "Nocturne Alley Fanfic :: Harry Potter Slash",
      "description": "void",
      "preview": "Nome utente: Password: Ricorda Registrati | Hai dimenticato la tua Password? DracoMalfoy Marauders Tribal Zenlike Home Cerca Aiuto Contatti Accedi Reg"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "https://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "https://www.onemap.sg/",
      "title": "OneMap",
      "description": "OneMap is Singapore's authoritative, most comprehensive and detailed map of Singapore, offering detailed geographical data, 100+ practical tools, and essential services for daily life, from property information to transportation routes.",
      "preview": "Search OneMap Now you can search for \"Map Apps\" or \"Nearby\", to access the multiple features made available. (e.g. \"nearby recycling\") Enter the locat"
    },
    {
      "url": "https://tools.pdf24.org/en/",
      "title": "PDF24 Tools: Free PDF solutions for all PDF problems",
      "description": "Free online PDF tools to merge, compress, create, edit and convert PDFs. Quick and Easy. Without installation. Without registration.",
      "preview": "PDF24 Tools All tools PDF24 Creator PDF24 Tools Free and easy-to-use online PDF tools that make you more productive. All Last used Favorites Merge PDF"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "https://collegebasketball.ap.org/wnewsj/article/kispert-ayayi-lead-no-1-gonzagas-quest-national-title",
      "title": "College Basketball News: Rankings, Scores, Stats & More | AP News",
      "description": "Read the latest college basketball news. Keep up with college basketball rankings, scores, and stats of your favorite players and teams, all on AP News.",
      "preview": "void"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "http://www.claudinsky.com?trk=organization_guest_main-feed-card-text",
      "title": "Claudia Chinyere Akole",
      "description": "Claudia Chinyere Akole is an illustrator, cartoonist, designer, animator, and educator based in Sydney, Australia (Gadigal & Wangal Country).",
      "preview": "Claudia Chinyere Akole is an exhibiting artist, illustrator, cartoonist, designer, animation director, and educator from Sydney, Australia (Gadigal &"
    },
    {
      "url": "http://researcharchive.calacademy.org/research/ichthyology/catalog/fishcatmain.asp",
      "title": "CAS - Eschmeyer's Catalog of Fishes:",
      "description": "void",
      "preview": "Institute for Biodiversity Science and Sustainability CAS » IBSS (Research) » Ichthyology » Eschmeyer's Catalog of Fishes Online Version, Updated 9 Se"
    },
    {
      "url": "https://www.jonathanglynnsmith.com",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://www.dentonblackchamberonline.org/",
      "title": "Denton Black Chamber of Commerce",
      "description": "The Denton Black Chamber of Commerce History and Purpose",
      "preview": "top of page The Denton Black Chamber of Commerce... representing the many different facets of our community, working together to create, grow and prol"
    },
    {
      "url": "https://peacekeeping.un.org/en/promoting-women-peace-and-security",
      "title": "Women, peace and security | United Nations Peacekeeping",
      "description": "Women around the world play a critical role in preventing conflict, building peace and helping countries recover during crises, often putting their own lives at risk. Despite this, women largely remain at the periphery of formal peace processes and decision-making. Our priority is to change the status quo by putting women's priorities and rights at the heart of peace and",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: العربية 中文 English Français Русский Español Home What we do Women, peac"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://developer.mozilla.org/en-US/plus?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "MDN Plus",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://www.californiacremationcenters.com/obituaries/Garon-Blazek/",
      "title": "Landing Page | California Cremation Centers",
      "description": "California Cremation Centers in San Bernardino, CA provides funeral, memorial, aftercare, pre-planning, and cremation services to ... Learn More",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility"
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "https://www.verizon.com/",
      "title": "Verizon: Wireless, Internet, TV and Phone Services | Official Site",
      "description": "Shop Verizon smartphone deals and wireless plans on the largest 4G LTE network. First to 5G. Get Fios for the fastest internet, TV and phone service.",
      "preview": "void"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://www.oceng.cz/produkty/zubovy-system-elite-trida/",
      "title": "Zubový systém ELITE třída | Oceng.cz",
      "description": "Zubový systém ELITE třída. Prémiové provedení. Nevíte si rady s výběrem? Kontaktujte nás.",
      "preview": "Úvod Produkty Zuby a zubové systémy Zubový systém ELITE třída Zubový systém ELITE třída Krátký popis: Popis:"
    },
    {
      "url": "https://ellenmacarthurfoundation.org/global-commitment/overview",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "https://www.fns.usda.gov/snap/ebt",
      "title": "SNAP EBT | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://www.donorschoose.org/donors/search.html",
      "title": "Find a classroom to support | DonorsChoose",
      "description": "DonorsChoose makes it easy for anyone to help students in need. Public school teachers from every corner of America post classroom project requests on our site, and you can give any amount to the project that most inspires you.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "http://www.balanced-wellness.org/",
      "title": "Balanced Wellness - Women, Couples & Teen Therapy in SC & NC",
      "description": "Seeking therapy in SC or NC? We provide maternal mental health, couples counseling, and adolescent support-online and in person.",
      "preview": "0 Whole Family Wellness Begins with Compassionate Therapy Therapy for Women, Couples & Adolescents in the Carolinas Offering in-person & online therap"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://www.utsa.edu/budget/resources/forms-tools.html",
      "title": "Forms and Tools | Budget and Financial Planning | UTSA | University of Texas at San Antonio",
      "description": "void",
      "preview": "Search Bar Search Home Resources Forms and Tools Budget and Financial Planning Home About Projects Budget Team Organizational Chart Budget Planning Fi"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://www.impacto.pt/pt/imoveis/terrain-braganca-vinhais-vente_3868/",
      "title": "Imóveis - Impacto MR Mediadora Imobiliária",
      "description": "Imóveis.",
      "preview": "AMI-2455 Tel.: (+351) 256 200 360 WhatsApp: (+351) 960 150 930 Empresa Quem Somos Serviços Marketing Documentos Imóveis Favoritos ( 0 ) Procuro imóvel"
    },
    {
      "url": "https://kingdomhearts.fandom.com/fr/wiki/Reine_Minnie",
      "title": "Reine Minnie | Kingdom Hearts Wiki | Fandom",
      "description": "MinniePrincesseGalerie Oh, Sora ! Le roi m'a parlé de vous dans ses lettres. Il dit que vous êtes un jeune homme très courageux.La Reine Minnie à Sora, ce dernier n'étant pas déplu de ce que lui disait la Reine La Reine Minnie est la reine du Château Disney. Elle gère très bien le château et le...",
      "preview": "Kingdom Hearts Wiki Les alertes Spoiler pour Birth by Sleep doivent avoir été enlevées depuis le 4 octobre. Si vous retrouver des alertes Spoiler, veu"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://news.gtp.gr/2010/05/01/greeces-reputation-hits-bookings/",
      "title": "Greece's Reputation Hits Bookings | GTP Headlines",
      "description": "Each country's views on the crisis in Greece directly affects the tourist flow to the country, according to recent figures of research company GfK's Tourism...",
      "preview": "connect with us Greece's latest tourism industry news by Greek Travel Pages - Main Menu - Home Industry Sectors » - Hospitality - Aviation - Sea Touri"
    },
    {
      "url": "https://palitra.app/",
      "title": "The easiest way to find a color palette - Palitra App",
      "description": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette! Try it now!",
      "preview": "Loading..."
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "http://globenewswire.com/news-release/2016/04/22/831819/0/en/Energate-and-WattTime-org-Partner-to-Enable-Smart-Thermostat-to-Maximize-Use-of-Environmentally-Friendly-Resources.html",
      "title": "Energate and WattTime.org Partner to Enable Smart",
      "description": "Internet of Things Technology Will Allow Consumers to Reduce Electricity Consumption When Green Resources are not Available...",
      "preview": "Accessibility: Skip TopNav Energate and WattTime.org Partner to Enable Smart Thermostat to Maximize Use of Environmentally Friendly Resources Internet"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://digital-collections.columbuslibrary.org/digital/collection/p16802coll28/id/138985/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://v.qq.com/txp/iframe/player.html?origin=https%3A%2F%2Fmp.weixin.qq.com&vid=x07243ccjl8&autoplay=false&full=true&show1080p=false",
      "title": "腾讯视频",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://offers.applemusic.apple/six-month-offer",
      "title": "Apple Music 3 Month Free Offer",
      "description": "Redeem 3 free months of Apple Music with the purchase of a new Apple device.",
      "preview": "Get Apple Music free for 3 months. New subscribers get 3 months free with your new iPhone, iPad, Mac, AirPods, or other eligible Apple device. 1 Learn"
    },
    {
      "url": "https://ucresearch.tumblr.com/",
      "title": "University of California Research",
      "description": "The official tumblr of the University of California. We post on a range of topics (science, technology, humanities, art) relating to research conducted at the UC.",
      "preview": "ALT ALT ALT ALT ALT ALT ALT ALT ALT ALT The bad hospital experience that led Aminta Kouyate to become a doctor. Going to the hospital isn't fun, it's"
    },
    {
      "url": "https://fullfact.org/",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.hudsonandemily.com/about/",
      "title": "About Hudson and Emily | Couples Travel Blog",
      "description": "HudsonAndEmily.com is a couples travel blog with travel tips and info about the best things to experience in every country in the world.",
      "preview": "Skip to content ABOUT WE'RE HUDSON AND EMILY - and WE'RE ON A TRIP TO VISIT EVERY COUNTRY IN THE WORLD! Want to travel more? On our Instagram account,"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "https://nypost.com/2021/05/30/goodwill-forges-alliances-to-offer-free-career-training-resources/",
      "title": "Goodwill forges alliances to offer free career training, resources",
      "description": "When Maggie Nassour lost her job two years ago, she tapped into a free community resource to get schooled.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Goodwill Industries International funds subsidiaries that of"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/oct/31/cop26-literally-the-last-chance-saloon-to-save-planet-prince-charles",
      "title": "Cop26 'literally the last chance saloon' to save planet - Prince Charles | Cop26 | The Guardian",
      "description": "Prince of Wales urges G20 to set aside differences and build sustainable economy",
      "preview": "Skip to main content Skip to navigation Skip to navigation Prince Charles arrives to speak at the G20 summit in Rome. Photograph: Aaron Chown/AFP/Gett"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "http://timesofindia.indiatimes.com/",
      "title": "TOI - Breaking News, Latest News, India News, World News, Bollywood, Sports, Business and Political News | The Times of India",
      "description": "Breaking News in India: Read Latest News on Sports, Business, Entertainment, Blogs and Opinions from leading columnists. Times of India brings the Breaking News and Latest News.",
      "preview": "Edition IN IN US English English हिन्दी मराठी ಕನ್ನಡ தமிழ் বাংলা മലയാളം తెలుగు ગુજરાતી Fri, Oct 10, 2025 | Updated 05.22PM IST Weather Sign In TOI+ In"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://programmersguild.blogspot.com/2008/04/development-design-group-in-baltimore.html?showComment=1217638020000",
      "title": "Programmers Guild: Development Design Group in Baltimore, MD, pays H-1b Architects $32,000 salary",
      "description": "Monday, April 21, 2008 Washington post article \" For Visas, The Demand Outstrips The Supply - Firms Say They Rely On Skilled Immigrants \" p...",
      "preview": "Programmers Guild The Programmers Guild advances the interests of U.S. technical and professional workers in information technology (IT) fields, and o"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://orasul.ro/photos/view/83873",
      "title": "Asociatia Bucurestiul meu drag | Vizualizare fotografie",
      "description": "void",
      "preview": "Traieste clipa, pastreaza clipa Home Articole Excursii Expozitii Locuri Evenimente Prieteni Saptamana aceasta Home » Excursii foto » Lumi mexicane » L"
    },
    {
      "url": "https://code.org/promote/morestats",
      "title": "Promote Computer Science & AI in Schools",
      "description": "Empower students with the essential skills of the future. Join the movement to make access to computer science a cornerstone of modern education in every school.",
      "preview": "Promote computer science at your school Empower students with the essential skills of the future. Join the movement to make access to computer science"
    },
    {
      "url": "https://hal.inrae.fr/hal-02605416v1/html_references",
      "title": "void",
      "description": "void",
      "preview": "C. Bel , Debris flow propagation in steep erodible channels , 2016 . URL : https://hal.archives-ouvertes.fr/halshs-01279174 C. Bel, F. Liébault, H. Be"
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    }
  ],
  "_meta": {
    "total_bookmarks": 137
  }
}