{
  "data": [
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.covergirl.com/en_us/face-makeup/cg-trubld-truconceal-concealers-liquid.html",
      "title": "TruBlend Undercover Full Coverage Concealer | COVERGIRL®",
      "description": "Conceal, shape and brighten with COVERGIRL® TruBlend Undercover Concealer. This full coverage concealer leaves a matte finish that lasts all day.",
      "preview": "Previous Next TruBlend Undercover Full Coverage Concealer COVERGIRL Trublend Undercover Concealer is an all day wear full coverage concealer with a ve"
    },
    {
      "url": "https://www.tensorflow.org/tutorials/keras/classification",
      "title": "Basic classification: Classify images of clothing | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://it.m.wikiquote.org/wiki/Rush_(film_2013)",
      "title": "Rush (film 2013) - Wikiquote",
      "description": "void",
      "preview": "Rush (film 2013) film del 2013 diretto da Ron Howard Rush Titolo originale Rush Lingua originale inglese Paese Stati Uniti d'America, Germania, Regno"
    },
    {
      "url": "https://ipsnews.be",
      "title": "Home | Inter Press Service",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Menu Inter Press Service Nieuwsagentschap Dit nieuws in uw medium? -- Kies een regio -- Noord-Amerika Latijns-Amerika"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "http://www.high-seas.org/",
      "title": "Hotel Search - HotelFinder - HotelFinder",
      "description": "void",
      "preview": "Find Your Perfect Hotel Destination Check-in & Check-out Dates Number of Adults 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults Number of Childre"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://www.pingodoce.pt/produtos/",
      "title": "Loja online | Pingo Doce",
      "description": "Poupe todos os dias com as suas compras online no Pingo Doce. Entregamos frescura, garantimos qualidade.",
      "preview": "× Os nossos produtos É com a máxima exigência e rigor que garantimos a melhor qualidade dos nossos produtos. O nosso Talho É no Talho do Pingo Doce qu"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "http://www.invictusafrica.com/",
      "title": "Invictus Africa Group LLC",
      "description": "void",
      "preview": "Home About Portfolio Team Contact Invictus Invictus Africa Group, LLC (IAG or Invictus) serves as manager of a private Mauritius based investment hold"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=navbar1",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    },
    {
      "url": "https://www.itsnicethat.com/",
      "title": "It's Nice That",
      "description": "Inspiring Creativity",
      "preview": "Projects + Creatives Insights + Opinion Resources + Advice Culture + Lifestyle Search Search The Nice Feed Refreshed 2h ago Explore All The 2025 Siena"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://loebauer-sv.de/archiv/1990.html",
      "title": "1990 | loebauer-sv.de",
      "description": "void",
      "preview": "Home Der Verein Der Vorstand Dokumente Trainingszeiten DWZ Liste Unsere Partner Terminplan Erwachsene Jugend Ausschreibungen 31 Löbauer STM Open 2025"
    },
    {
      "url": "https://inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "http://www.aacounty.org/departments/planning-and-zoning/research-and-gis/",
      "title": "Research & GIS Section | Anne Arundel County Government",
      "description": "void",
      "preview": "Skip to main content Research & GIS Section The Research & GIS Section of the Office of Planning and Zoning maintains and provides demographic and geo"
    },
    {
      "url": "https://omneresults.com/",
      "title": "Omne: Let's Build Your Next Success",
      "description": "We connect companies with customers using data-driven marketing.",
      "preview": "We connect companies with customers using data-driven marketing. Let's build your next success Modern problems need modern solutions. Concept to execu"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "https://market.android.com/details?id=com.usablenet.mobile.walgreen",
      "title": "Walgreens - Apps on Google Play",
      "description": "Prescriptions, coupons, photos and shopping - it's all in the Walgreens app.",
      "preview": "Walgreens Walgreen Co. 10M+ Downloads PEGI 3 info Share Add to wishlist It's your Walgreens - shop and manage your prescriptions. Prescriptions & Phar"
    },
    {
      "url": "https://marinaraphael.com/",
      "title": "Marina Raphael",
      "description": "Shop the new Marina Raphael handbag collection, crafted in Italy. Discover the Marina Raphael world.",
      "preview": "Skip to content LUNA IN GUNMETAL EMBELLISHED SUEDE € 885 EVANGELIE IN CRYSTAL € 950 BABY RIVIERA IN BLACK SUEDE € 720 MICRO STELLA IN OMBRE EMBELLISHE"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://iworksmc.isolvedhire.com/jobs/",
      "title": "Job Listings - Interfaith Works Jobs",
      "description": "See current career opportunities that are available at Interfaith Works",
      "preview": "Current Job Listings Jobs Login Sign Up For Job Alerts! Maintained by isolved People Cloud - © 2025 Refresh"
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://www.fdic.gov/",
      "title": "FDIC: Federal Deposit Insurance Corporation",
      "description": "void",
      "preview": "Skip to main content An official website of the United States government The .gov means it's official. Federal government websites often end in .gov o"
    },
    {
      "url": "https://meteofrance.com/previsions-meteo-france/paris/75000",
      "title": "METEO PARIS par Météo-France - Prévisions Météo gratuites pour aujourd'hui, demain et à 15 jours.",
      "description": "METEO FRANCE - Retrouvez les prévisions METEO PARIS de Météo-France pour aujourd'hui, demain et jusqu'à 15 jours, ainsi que les prévisions météos locales par heure et les prévisions de pluie.",
      "preview": "${alert.titre} ${alert.title} ${department.name} (${department.cp}) VIGILANCE ${vigilance_text} EN COURS Consulter Accueil Île-de-France Paris (dept)"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://ncsoy.org/media-resources/uses-of-soybeans/",
      "title": "Uses of Soybeans - North Carolina Soybeans",
      "description": "void",
      "preview": "Skip to content Facebook page opens in new window Twitter page opens in new window Instagram page opens in new window YouTube page opens in new window"
    },
    {
      "url": "https://www.fifteensquared.net/",
      "title": "Fifteensquared - Never knowingly undersolved",
      "description": "void",
      "preview": "Skip to content Full site policy here . 2. Any criticism of a puzzle or clue must be valid, constructive and presented in a polite manner. The reason"
    },
    {
      "url": "https://www.tomasinoagency.com/susan-mailer",
      "title": "Susan Mailer | the-tomasino-agency",
      "description": "void",
      "preview": "top of page Susan Mailer Susan Mailer grew up in Mexico and New York City, the eldest child of the award-winning and notorious author, Norman Mailer."
    },
    {
      "url": "https://cleantechnica.com/2022/04/29/optiwatt-launches-new-save-the-planet-tool-and-announces-4-3m-in-seed-funding/",
      "title": "Optiwatt Launches New \"Save the Planet\" Tool And Announces $4.3M In Seed Funding - CleanTechnica",
      "description": "Optiwatt is a free electric vehicle (EV) charge management app that automatically schedules electric vehicle charging when electricity rates are cheapest, saving users an average of $388 per year.",
      "preview": "Skip to content April 29, 2022 3 years ago Press Release 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . This w"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://digitallydriven.connectedcouncil.org/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "https://www.utsa.edu/budget/resources/forms-tools.html",
      "title": "Forms and Tools | Budget and Financial Planning | UTSA | University of Texas at San Antonio",
      "description": "void",
      "preview": "Search Bar Search Home Resources Forms and Tools Budget and Financial Planning Home About Projects Budget Team Organizational Chart Budget Planning Fi"
    }
  ],
  "_meta": {
    "total_bookmarks": 61
  }
}